Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/BecomeAPartner/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_tw

# WhatPartnersAreSaying_Title
source: See what our partners are saying
de_de: Kommentare unserer Partner
es_es: Opiniones de asociados
fr_fr: Découvrez ce que disent nos partenaires
it_it: Scopri cosa dicono i nostri partner
ja_jp: パートナーの感想をご覧ください
ko_kr: 파트너의 말 보기
pt_br: Veja o que nossos parceiros estão dizendo
ru_ru: Посмотрите, что говорят наши партнеры
zh_tw: 看看我們的合作夥伴怎麼說
