Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/BecomeAPartner/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_tw

# AccelerateAcquisition_Content_1
source: Deploy enterprise ready solutions that are scalable, extensible, and secure for your customers. Deploy pre-built analytical models and dashboards in minutes using <a href="{0}">Solutions Templates</a>, so you can focus on the services that matter most to your organization.
de_de: Bieten Sie Ihren Kunden skalierbare, erweiterbare und sichere Unternehmenslösungen. Stellen Sie mithilfe von <a href="{0}">Lösungsvorlagen</a> in wenigen Minuten vorkonfigurierte Analysemodelle und Dashboards bereit, damit Sie sich auf die Dienste konzentrieren können, die für Ihr Unternehmen am wichtigsten sind.
es_es: Implemente soluciones de empresa escalables, extensibles y seguras para sus clientes. Implemente modelos analíticos y paneles pregenerados en cuestión de minutos con las <a href="{0}">plantillas de soluciones</a>, con el fin de que pueda centrarse en servicios que sean más importantes para su organización.
fr_fr: Déployez des solutions d’entreprise évolutives, extensibles et sécurisées pour vos clients. Déployez des tableaux de bord et modèles d’analyse préconfigurés en quelques minutes à l’aide des <a href="{0}">modèles de solution</a>. Vous pouvez ainsi vous concentrer sur les services qui sont de la plus grande importance pour votre organisation.
it_it: Distribuisci soluzioni dedicate alle aziende, che siano scalabili, estendibili e sicure per i tuoi clienti. Distribuisci dashboard e modelli analitici predefiniti in pochi minuti usando <a href="{0}">Modelli di soluzione</a>, per poterti così concentrare sui servizi più importanti per la tua organizzazione.
ja_jp: 顧客にスケーラブルで拡張でき、セキュリティで保護されたエンタープライズ対応のソリューションを展開します。<a href="{0}">ソリューション テンプレート</a>を使用して構築済みの分析モデルやダッシュボードを数分で展開することにより、組織の最も重要なサービスにフォーカスすることができます。
ko_kr: 고객을 위해 확장 가능하고 안전한 엔터프라이즈급 솔루션을 배포하세요. <a href="{0}">솔루션 템플릿</a>을 사용하여 미리 작성된 분석 모델 및 대시보드를 몇 분 안에 배포하여 귀사에 가장 중요한 서비스에 집중할 수 있습니다.
pt_br: Implante soluções prontas para empresas, que são escalonáveis, extensíveis e seguras para os clientes. Implante modelos e dashboards analíticos pré-criados em minutos, usando <a href="{0}">Modelos de Soluções</a> para que você possa se concentrar nos serviços que mais importam na organização.
ru_ru: Разворачивайте готовые отраслевые решения, которые будут масштабироваться, расширяться и обеспечивать безопасность для ваших клиентов. Разворачивайте предварительно подготовленные аналитические модели и цифровые панели мониторинга за считанные минуты благодаря <a href="{0}">шаблонам решений</a>, которые позволят сфокусироваться на наиболее необходимых для вашей организации услугах.
zh_tw: 為您的客戶部署可調整、可延伸且安全的企業就緒解決方案。使用<a href="{0}">解決方案範本</a>在幾分鐘內部署預先建置的分析模型及儀表板，以便您聚焦於對組織最重要的服務。

# AccelerateAcquisition_Title
source: Accelerate customer acquisition through solution templates
de_de: Schnellere Kundenakquise durch Lösungsvorlagen
es_es: Plantillas de solución para acelerar la adquisición de clientes
fr_fr: Accélérez l’acquisition de clients par le biais des modèles de solution
it_it: Accelera l'acquisizione dei clienti attraverso i modelli di soluzione
ja_jp: ソリューション テンプレートにより顧客獲得を促進
ko_kr: 솔루션 템플릿을 통해 고객 유치 가속화
pt_br: Acelere a aquisição do cliente por meio de modelos de solução
ru_ru: Ускорьте процесс привлечения клиентов благодаря шаблонам решений
zh_tw: 透過解決方案範本加速獲取客戶

# BiSolutions_Cta
source: Sign up
de_de: Registrieren
es_es: Registrarse
fr_fr: S’inscrire
it_it: Iscriviti
ja_jp: サインアップ
ko_kr: 등록
pt_br: Inscrever-se
ru_ru: Зарегистрироваться
zh_tw: 註冊

# BiSolutions_Title
source: World-class BI solutions, customized for your business
de_de: Für Ihr Unternehmen maßgeschneiderte erstklassige BI-Lösungen
es_es: Excelentes soluciones de BI personalizadas para su empresa
fr_fr: Solutions décisionnelles de premier ordre, personnalisées pour votre activité
it_it: Soluzioni BI di qualità elevata, personalizzate per la tua azienda
ja_jp: 御社に合わせてカスタマイズされた世界水準の BI ソリューション
ko_kr: 귀사에 맞는 세계 최고의 BI 솔루션
pt_br: Soluções do BI de categoria mundial, personalizadas para seu negócio
ru_ru: Решения для бизнес-аналитики мирового уровня, подстроенные под ваш бизнес
zh_tw: 為貴公司量身打造的世界頂尖 BI 解決方案

# BlueGranite_Content
source: “Power BI is now a critical part of our SI business. Over the past 18 months we’ve seen Power BI move from ‘what is it’ to ‘must have it’ with our clients, with many clients deciding Power BI is a new corporate standard. The Power BI partner program from Microsoft has helped us quickly tap into the interest and excitement from clients around this ever expanding analytics platform.”
de_de: „Power BI ist zu einem unverzichtbaren Teil unserer SI-Aktivitäten geworden. In den letzten 18 Monaten hat sich Power BI für unsere Kunden immer mehr zu einem Must-have entwickelt. Viele Kunden legen sich auf Power BI als neuen Unternehmensstandard fest. Über das Power BI-Partnerprogramm von Microsoft konnten wir in kürzester Zeit vom Kundeninteresse und der spannenden Entwicklung dieser laufend erweiterten Analyseplattform profitieren.“
es_es: "Ahora Power BI es una parte primordial de nuestra negocio de IS. En los últimos 18 meses hemos visto que Power BI ha pasado de ser un desconocido a algo indispensable para nuestros clientes, muchos de los cuales lo han convertido en un estándar corporativo básico. El programa de socios de Power BI de Microsoft nos ha ayudado a despertar el interés y entusiasmo de los clientes por esta plataforma de análisis en expansión permanente".
fr_fr: « Power BI est aujourd’hui un élément essentiel de notre activité SI. Au cours des 18 derniers mois, nous avons vu bon nombre de nos clients adopter Power BI, désormais considéré comme un nouveau standard pour les entreprises. Le programme partenaire Power BI de Microsoft nous a aidé à capter rapidement l’intérêt des clients pour cette plateforme d’analyse en constante évolution. »
it_it: "Power BI è oggi una parte essenziale della nostra attività di integrazione dei sistemi. Negli ultimi 18 mesi abbiamo constatato che molti dei nostri clienti sono passati dalla semplice richiesta di informazioni su Power BI alla decisione di implementarlo come nuovo standard aziendale. Il programma per i partner di Power BI offerto da Microsoft ci ha permesso di sfruttare rapidamente l'interesse e l'entusiasmo che i clienti nutrono per questa piattaforma analitica in continua espansione".
ja_jp: 「Power BI は現在、当社の SI ビジネスで欠かせない存在です。過去 18 か月間で、クライアントの意識は『Power BI とは何か』から『Power BI が必要だ』に移り、多くのクライアントが企業の新標準として Power BI を選んでいます。Microsoft の Power BI パートナー プログラムは、この拡張し続ける分析プラットフォームを取り巻くクライアントから興味と興奮を引き出すのに役立ってきました。」
ko_kr: “Power BI는 현재 SI 비즈니스의 가장 중요한 부분입니다. 지난 18개월 동안 여러 고객들이 Power BI를 새로운 기업 표준으로 정하면서 고객들이 ‘잘 몰랐던’ Power BI가 어느 새 ‘꼭 필요한 것’으로 인식이 변하는 것을 목격했습니다. Microsoft의 Power BI 파트너 프로그램 덕분에 이처럼 계속 확장되는 분석 플랫폼에 대한 고객의 관심과 흥분을 신속하게 활용할 수 있었습니다.”
pt_br: “Agora o Power BI é uma parte fundamental dos nossos negócios de SI. Nos últimos 18 meses vimos o Power BI passar de ‘o que é isso’ para ‘precisamos dele’ segundo nossos clientes, com muitos clientes considerando o Power BI como um novo padrão corporativo. O programa do parceiro Power BI da Microsoft tem nos ajudado a conquistar rapidamente o interesse e o entusiasmo dos nossos clientes em relação a essa plataforma de análise em plena expansão.”
ru_ru: "Power BI сейчас является важнейшей частью нашей деятельности по интегрированию систем. За последние 18 месяцев мы стали очевидцами того, как мнение наших клиентов о Power BI меняется от "что это?" до "нам это необходимо". Кроме того, многие из них воспринимают Power BI как новый стандарт для предприятий. Партнерская программа Microsoft Power BI помогла нам быстро вызвать интерес и восхищение клиентов этой постоянно расширяющейся аналитической платформой."
zh_tw: 「Power BI 現在是我們 SI 商務很重要的一部份。過去 18 個月來，我們看到 Power BI 對客戶而言從『這是什麼』變成『非有不可』，其中許多客戶認定 Power BI 就是新的業界標準。Microsoft 提供的 Power BI 合作夥伴方案協助了我們快速掌握客戶對這款持續擴展的分析平台的關注與熱情。」

# BlueGranite_Name
source: Matt Mace
ru_ru: Мэтт Мейс (Matt Mace)

# BlueMargin_Content
source: “Our first DIAD event was filled with the most prominent companies in our region, many of whom are now in our sales pipeline.”
de_de: „Auf unserer ersten DIAD-Veranstaltung waren zahlreiche führende Unternehmen aus unserer Region versammelt. Und viele davon konnten wir mittlerweile für unsere Vertriebspipeline gewinnen.“
es_es: "Nuestro primer evento DIAD estuvo marcado por la presencia de las empresas más importantes de la región, muchas de las cuales se encuentran ahora en nuestro canal de ventas".
fr_fr: « Notre premier événement DIAD a attiré les entreprises les plus importantes de notre région, et nombre d’entre-elles font désormais partie de notre pipeline de vente. »
it_it: "Il nostro primo evento DIAD ha potuto contare sulla massiccia presenza delle società più di rilievo nella nostra regione, molte delle quali fanno ora parte della nostra pipeline di vendita".
ja_jp: 「最初の DIAD イベントは地域で主要な企業で溢れ、そのうち多くは現在、当社の販売パイプラインになっています。」
ko_kr: “우리 회사에서 개최한 첫 번째 DIAD 이벤트에 이 지역의 가장 유명한 회사들이 자리를 가득 메워 주었는데, 그 중 대다수는 현재 우리 회사의 잠재 고객이 되었습니다.”
pt_br: “Nosso primeiro evento de DIAD contou com as empresas mais importantes da nossa região, muitas das quais agora estão em nosso pipeline de vendas.”
ru_ru: "Первое же мероприятие собрало множество именитых компаний нашего региона, многие из которых теперь вовлечены в наши каналы продаж."
zh_tw: 「我們的第一場 DIAD 活動有當地最卓越的公司共襄盛舉，其中許多公司現已成為我們的準銷售案源。」

# BlueMargin_Name
source: Sara Sanders
ru_ru: Сара Сандерс (Sara Sanders)

# GNet_Content
source: “It’s unprecedented as to what Power BI Product and Engineering teams have achieved. Their outreach and community engagement with Lead Generation has enabled 1000s of users to get the most out of the best BI and Data visualization product in the market. This is the power of Microsoft’s ecosystem!”
de_de: „Es ist unglaublich, was die Produkt- und Entwicklungsteams von Power BI geleistet haben. Dank ihrer Beratungs- und Communityaktivitäten zur Leadgenerierung profitieren Tausende Benutzer von einem der besten Produkte für BI und Datenvisualisierung auf dem Markt. Das ist in erster Linie dem Microsoft-Ökosystem zu verdanken.“
es_es: "Los equipos de producto e ingeniería de Power BI han logrado algo sin precedentes. Su superación y compromiso con la comunidad con generación de clientes potenciales ha permitido que miles de usuarios disfruten al máximo del mejor producto de visualización de datos e inteligencia empresarial del mercado. Este es el poder del ecosistema de Microsoft".
fr_fr: « Les réussites des équipes Produit et Ingénierie de Power BI sont sans précédent. Leur rayonnement et l’engagement de la communauté avec la génération de prospects a permis à des milliers d’utilisateurs d’exploiter au mieux le meilleur produit décisionnel et de visualisation de données du marché. Cela démontre la puissance de l’écosystème Microsoft ! »
it_it: "I risultati conseguiti dai team Product & Engineering di Power BI sono senza precedenti. La loro presenza e l'impegno nella community per la generazione di lead ha permesso a migliaia di utenti di ottenere il massimo dal miglior prodotto di business intelligence e visualizzazione dei dati presente sul mercato. È questo il potere dell'ecosistema Microsoft!".
ja_jp: 「Power BI 製品やエンジニアのチームは、前例のない成果を上げています。潜在的顧客創出の範囲やコミュニティ エンゲージメントにより、何千人ものユーザーが、市場の最適な BI や データ視覚化製品を最大限に活用できるようになりました。これこそ Microsoft のエコシステムの力です。」
ko_kr: “Power BI 제품 및 엔지니어링 팀은 전례 없는 성과를 이루었습니다. 이들의 잠재 고객 창출과 봉사 활동, 지역 사회 참여 덕분에 수천 명의 사용자들이 업계 최고의 BI 및 데이터 시각화 제품을 최대한 활용할 수 있게 되었습니다. Microsoft 에코시스템의 위력을 실감했습니다!”
pt_br: “Não tem precedentes o que as equipes de produtos e de engenharia do Power BI têm conquistado. O grande alcance e o envolvimento na comunidade com a Geração de Clientes Potenciais dessas equipes permitiu que milhares de usuários aproveitassem ao máximo o melhor produto de BI e de Visualização de dados no mercado. Essa é a potência do ecossistema da Microsoft!”
ru_ru: "Команды разработки и проектирования Power BI достигли просто беспрецедентных результатов. Их информационные кампании и работа над привлечением потенциальных клиентов позволили тысячам пользователей открыть для себя лучший на рынке продукт для бизнес-аналитики и визуализации данных и использовать его с максимальной выгодой для себя. Это и есть сила системы Microsoft!"
zh_tw: 「Power BI 產品與工程團隊的成就史無前例。他們在 Lead Generation 的拓展與社群互動，讓數千名使用者在市場中充分運用最佳的 BI 與資料視覺效果產品。這就是 Microsoft 生態系統的力量！」

# GNet_Name
source: Neelesh Raheja
ru_ru: Нилеш Ракхеджа (Neelesh Raheja)

# Hero_Copy
source: Become a part of the Power BI Red Carpet Program for elite industry leaders, and enjoy the benefits of technical training, webinars, direct access to Microsoft Engineering, and more.
de_de: Machen Sie mit beim Power BI Red Carpet Program für herausragende Unternehmen der Branche, und profitieren Sie von technischen Schulungen, Webinaren, direktem Kontakt zu Microsoft Engineering und vielem mehr.
es_es: Forme parte del programa Power BI Red Carpet para líderes de los principales sectores y disfrute de las ventajas que ofrecen la formación técnica, los seminarios web, el acceso directo a Microsoft Engineering y mucho más.
fr_fr: Participez au programme Power BI Red Carpet destiné aux leaders du secteur, et profitez des avantages offerts : formation technique, webinaires, accès direct à Microsoft Engineering, et bien plus encore.
it_it: Entra a far parte del programma Power BI Red Carpet dedicato all'élite dei leader del settore e sfrutta i vantaggi collegati a formazione tecnica, webinar, accesso diretto a Microsoft Engineering e molto altro.
ja_jp: 業界のエリート リーダー向け Power BI Red Carpet プログラムに参加すると、テクニカル トレーニング、ウェビナー、Microsoft エンジニアリングへの直接アクセスなどのメリットをご利用いただけます。
ko_kr: 엘리트 업계 리더를 위한 Power BI Red Carpet Program에 가입하고 기술 교육, 웹 세미나, Microsoft 엔지니어링 팀 직접 연락 등의 혜택을 누리세요.
pt_br: Faça parte do Red Carpet Program do Power BI, voltado para os principais líderes no setor, e usufrua de benefícios como treinamento técnico, webinars, acesso direto à equipe de engenharia da Microsoft e muito mais.
ru_ru: Станьте участником Программы красной дорожки Power BI для лидеров отрасли и пользуйтесь преимуществами технического обучения, вебинаров, прямого доступа к услугам инженеров Майкрософт, а также многими другими.
zh_tw: 加入 Power BI Red Carpet 方案成為菁英產業領導者，並享有技術訓練、網路研討會、Microsoft Engineering 的直接存取等權益。

# Hero_Heading
source: Become a world class Power BI Partner
de_de: Werden Sie Power BI-Partner von Weltrang
es_es: Conviértase en asociado de Power BI de primera clase
fr_fr: Devenez un partenaire Power BI de premier plan
it_it: Diventa un partner Power BI di prim'ordine
ja_jp: ワールド クラスの Power BI パートナーになる
ko_kr: 세계 최고의 Power BI 파트너 되기
pt_br: Seja um Parceiro Power BI de nível internacional
ru_ru: Станьте партнером Power BI мирового класса
zh_tw: 成為世界級 Power BI 合作夥伴

# LeverageOffers_Content
source: Showcase members have access to dedicated lead generation programs that will drive real customers who are ready to buy business intelligence solutions right to your organization. You can see it in the testimonials below – this will have a positive impact on your business.
de_de: Mitglieder des Showcase haben Zugang zu speziellen Leadgenerierungsprogrammen, mit denen Sie wertvolle Kunden, die in Business Intelligence-Lösungen investieren möchten, für Ihr Unternehmen gewinnen. An den Kommentaren unsere Partner unten können Sie die positiven Auswirkungen für Ihr Unternehmen ablesen.
es_es: Los miembros destacados pueden acceder a programas especializados en la generación de clientes potenciales que dirigirá directamente a su organización a clientes reales listos para comprar soluciones de inteligencia empresarial. Como verá en los siguientes testimonios, esto afectará positivamente a su empresa.
fr_fr: Les membres présentés ont accès à des programmes de génération de prospects dédiés qui amèneront les clients prêts à acheter des solutions décisionnelles directement vers votre organisation. Comme vous pouvez le voir dans les témoignages ci-dessous, cela aura un impact positif sur votre entreprise.
it_it: I partecipanti alla presentazione hanno accesso a programmi dedicati di generazione di lead che condurranno i clienti reali, pronti ad acquistare soluzioni di business intelligence, direttamente alla tua organizzazione. Potrai constatare il sicuro impatto positivo sulla tua azienda leggendo le testimonianze riportate di seguito.
ja_jp: ショーケース メンバーは専用の潜在顧客創出プログラムにアクセスできます。このプログラムは、ビジネス インテリジェンス ソリューションを購入する準備ができている真の顧客を組織に導くのに役立ちます。以下のお客様の声をご覧ください。ビジネスに積極的な影響があるはずです。
ko_kr: 쇼케이스 멤버는 비즈니스 인텔리전스 솔루션을 구매할 준비가 된 실질 고객을 귀사에 바로 유치해 줄 잠재 고객 창출 전담 프로그램을 이용할 수 있습니다. 아래 추천서에서 확인하실 수 있습니다. 이는 비즈니스에 긍정적인 영향을 줄 것입니다.
pt_br: Os membros de demonstração têm acesso aos programas dedicados para geração de clientes potenciais, que direcionarão clientes reais e preparados para comprar soluções de business intelligence diretamente para sua organização. Confira isso nos depoimentos abaixo. Isso terá um impacto positivo nos seus negócios.
ru_ru: У пользователей витрины есть доступ к специальным программам привлечения потенциальных клиентов, которые направят реальных клиентов, готовых купить решения для бизнес-аналитики, прямиком в вашу компанию. Это положительно повлияет на вашу деятельность – убедитесь в этом, прочитав рекомендации ниже.
zh_tw: 展示工具成員可取得專屬的潛在客戶產生方案，促使準備好的真正客戶向您的組織購買商業智慧解決方案。您可以在下方推薦加以查看，這對您的商務有正向影響。

# LeverageOffers_Title
source: Leverage offers to drive demand generation
de_de: Angebote für die Generierung einer höheren Nachfrage
es_es: Saque provecho de las ofertas para dirigir la generación de demanda
fr_fr: Tirez parti des offres pour générer de la demande
it_it: Sfrutta le offerte per indurre la generazione della domanda
ja_jp: 需要創出を牽引するプランを活用する
ko_kr: 수요 창출을 위한 혜택 이용
pt_br: Aproveite ofertas para direcionar a geração de demanda
ru_ru: Используйте предложения для стимулирования спроса
zh_tw: 利用供應項目刺激需求產生

# META_PAGETITLE
source: Become a Partner | Microsoft Power BI
de_de: Partner werden | Microsoft Power BI
es_es: Hacerse asociado | Microsoft Power BI
fr_fr: Devenir partenaire | Microsoft Power BI
it_it: Diventa un Partner | Microsoft Power BI
ja_jp: パートナーになる | Microsoft Power BI
ko_kr: 파트너 되기 | Microsoft Power BI
pt_br: Seja um Parceiro | Microsoft Power BI
ru_ru: Становитесь партнером | Microsoft Power BI
zh_tw: 成為合作夥伴 | Microsoft Power BI

# NealAnalytics_Content
source: “I was able to easily and quickly act upon the lead provided to me through the BYOD program. It’s the best Microsoft lead generation program I’ve engaged with in the 5 years I’ve been working with Microsoft.”
de_de: „Ich konnte einen Lead aus dem BYOD-Programm ganz schnell und einfach verfolgen. Es ist das beste Microsoft-Programm zur Leadgenerierung, das ich in den 5 Jahren gesehen habe, die ich schon mit Microsoft zusammenarbeite.“
es_es: "Pude reaccionar fácil y rápidamente ante el cliente potencial que recibí a través del programa BYOD. Es el mejor programa de generación de clientes potenciales de Microsoft con el que he trabajado en los cinco años que llevo con Microsoft".
fr_fr: « J’ai pu rapidement et facilement passer à l’action grâce aux prospects fournis par le biais du programme BYOD. C’est le meilleur programme de génération de prospects dont j’ai pu me servir depuis 5 ans que je travaille avec Microsoft. »
it_it: "Sono riuscito a prendere contatto in modo facile e veloce con il lead acquisito tramite il programma BYOD. È il miglior programma di generazione di lead Microsoft che abbia mai usato nei 5 anni di collaborazione con Microsoft".
ja_jp: 「BYOD プログラムで提供された潜在顧客に、簡単かつすばやく働きかけることができました。Microsoft で働いた 5 年間で関わったプログラムの中でも、Microsoft で最も優れた潜在顧客創出プログラムです。」
ko_kr: “BYOD 프로그램을 통해 창출된 잠재 고객에게 쉽고 빠르게 조치를 취할 수 있었습니다. 5년 동안 Microsoft와 협력하면서 참여한 Microsoft 잠재 고객 창출 프로그램 중 최고의 프로그램이었습니다.”
pt_br: “Consegui agir com rapidez e facilidade em relação aos clientes potenciais gerados por meio do programa BYOD. Este é o melhor programa de geração de clientes potenciais da Microsoft com o qual já trabalhei nesses cinco anos em que tenho trabalhado com a Microsoft.”
ru_ru: "После руководства, предоставленного мне по программе BYOD, я смог действовать легко и быстро. Это лучшая программа по привлечению потенциальных клиентов от Microsoft, с которой я сталкиваюсь за последние 5 лет работы с этой корпорацией."
zh_tw: 「我能夠輕鬆又快速對 BYOD 方案提供給我的潛在客戶採取動作。這是我過去 5 年與 Microsoft 合作以來，所參與過最棒的 Microsoft 潛在客戶產生方案。」

# NealAnalytics_Name
source: David Brown
ru_ru: Дэвид Браун (David Brown)

# ShowcaseSolutions_Content_1
source: Share and promote your fully functional Power BI solutions on the <a href="{0}">Microsoft Partner Showcase</a>, with each displayed on a its own page as part of the Power BI website. Get your work in front of thousands of targeted potential customers, and build your brand.
de_de: Stellen Sie Ihre einsatzbereiten Power BI-Lösungen im <a href="{0}">Microsoft-Partnershowcase</a> vor. Jede Lösung erhält dabei eine eigene Seite auf der Power BI-Website. Präsentieren Sie Ihre Arbeiten Tausenden interessierter, potenzieller Kunden, und steigern Sie die Bekanntheit Ihres Unternehmens.
es_es: Comparta y promocione sus soluciones de Power BI totalmente funcionales en <a href="{0}">Presentación de asociados de Microsoft</a>, ya que cada una de ellas tendrá su propia página en el sitio web de Power BI. Muestre su trabajo a miles de clientes potenciales específicos y consolide su marca.
fr_fr: Partagez vos solutions Power&#160;BI entièrement fonctionnelles et faites-en la promotion sur la page de <a href="{0}">présentation des partenaires Microsoft</a>. Chacune aura sa page dédiée sur le site web de Power&#160;BI. Présentez votre travail à des milliers de clients potentiels ciblés, et développez votre marque.
it_it: Condividi e promuovi le tue soluzioni Power BI con funzionalità complete nella <a href="{0}">Presentazione partner Microsoft</a>, visualizzando ogni soluzione in una pagina distinta all'interno del sito Web di Power BI. Sottoponi il tuo lavoro all'attenzione di migliaia di potenziali clienti mirati e costruisci il tuo brand.
ja_jp: 十分機能的な Power BI ソリューションを <a href="{0}">Microsoft パートナー ショーケース</a>で共有し、促進させます。各ソリューションがPower BI Web サイトに含まれる個別のページで表示されています。実績をターゲットである数千もの潜在顧客に提示し、独自のブランドを構築してください。
ko_kr: <a href="{0}">Microsoft 파트너 쇼케이스</a>에서 완전한 기능을 제공하는 Power BI 솔루션을 Power BI 웹 사이트의 자체 페이지에 각각 표시하여 공유하고 홍보하세요. 수천 명의 대상 잠재 고객에게 솔루션을 선보이고 고유한 브랜드를 구축하세요.
pt_br: Compartilhe e promova suas soluções totalmente funcionais do Power BI na <a href="{0}">Demonstração de Parceiros da Microsoft</a>, com cada uma exibida em uma página particular no site do Power BI. Mostre seu trabalho a milhares de clientes potenciais direcionados e construa sua marca.
ru_ru: Делитесь своими полнофункциональными решениями Power BI и продвигайте их на <a href="{0}">партнерской демонстрации Microsoft</a>. Каждое из решений будет отображаться на отдельной странице веб-сайта Power BI. Продемонстрируйте свою работу тысячам потенциальных клиентов и создайте свою торговую марку.
zh_tw: 在 <a href="{0}">Microsoft 合作夥伴展示工具</a>分享並促銷您功能完善的 Power BI 解決方案，各自顯示於 Power BI 網站上的專屬頁面。讓上千名目標潛在客戶看見您的成品，並打造自己的品牌。

# ShowcaseSolutions_Title
source: Showcase your solutions on PowerBI.com
de_de: Lösungsshowcase auf PowerBI.com
es_es: Presente sus soluciones en PowerBI.com
fr_fr: Présentez vos solutions sur PowerBI.com
it_it: Presenta le tue soluzioni su PowerBI.com
ja_jp: PowerBI.com でソリューションのショーケースを行う
ko_kr: PowerBI.com에 내 솔루션 소개
pt_br: Demonstre suas soluções no PowerBI.com
ru_ru: Покажите свои решения на PowerBI.com
zh_tw: 在 PowerBI.com 展示您的解決方案
