Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# PublishToWeb_Content
source: The best stories are often interactive, visually pleasing, and include rich data. Power BI publish to web makes it easy for media to weave interactive data visualizations into stories without requiring any code to be written.
de_de: Die besten Geschichten sind häufig interaktiv, visuell ansprechend und mit Daten unterfüttert. Mithilfe der Power BI-Webveröffentlichung können Medienexperten einfach und Programmierkenntnisse interaktive Datenvisualisierungen in Geschichten einbinden.
es_es: Las mejores historias a menudo son interactivas, visualmente agradables e incluyen una gran cantidad de datos. Publicar en la web de Power BI facilita a los medios la conversión de datos interactivos en historias sin necesidad de escribir ni una sola línea de código.
fr_fr: Les meilleures interprétations sont souvent interactives, visuellement attrayantes et riches en données. Publication Power BI sur le web aide les médias à convertir des visualisations de données interactives en interprétations, sans nécessité d’écrire du code.
it_it: Le storie più interessanti sono spesso interattive, visivamente accattivanti e ricche di dati avanzati. La funzionalità Pubblica sul Web di Power BI semplifica la trasformazione di visualizzazioni dati interattive in storie senza scrivere neanche una riga di codice.
ja_jp: 最良のストーリーは対話型で見栄えが良く、豊富なデータが含まれていることが多くあります。Power BI Publish to Web によってメディアはコードを書き込む必要がなく、簡単に対話的なデータを可視化してストーリーにすることができます。
ko_kr: 가장 좋은 스토리는 자주 대화하고, 시각적으로 보기 편하며 풍부한 데이터를 포함하는 것입니다. Power BI 웹에 게시를 통해 코드를 작성할 필요 없이 대화형 데이터 시각화를 스토리에 쉽게 적용할 수 있습니다.
pt_br: As melhores histórias geralmente são interativas, visualmente agradáveis e incluem dados sofisticados. O Publicar na Web do Power BI facilita, para a mídia, transformar visualizações de dados interativas em histórias sem precisar escrever nenhum código.
ru_ru: Самые удачные истории часто бывают интерактивными, отличаются визуальной привлекательностью и содержат полезные данные. Функция публикации в Интернете через Power BI позволяет средствам массовой информации легко превращать интерактивные визуализации данных в сюжеты без необходимости писать программный код.
zh_cn: 最好的故事通常是交互式的，带给人视觉上的享受，且包含丰富的数据。通过 Power BI 发布到 Web 的功能，媒体可以轻松将交互式数据可视化编写到故事中，而不需要编写任何代码。
zh_tw: 最佳的故事通常具互動性、賞心悅目且富含資料。Power BI 的 [發行至 Web] 功能可讓媒體將互動式資料視覺效果編織成故事，而不需要撰寫任何程式碼。

# PublishToWeb_Cta
source: View more
de_de: Mehr erfahren
es_es: Más información
fr_fr: Afficher plus
it_it: Visualizza altro
ja_jp: 詳細情報
ko_kr: 더 보기
pt_br: Exibir mais
ru_ru: Еще
zh_cn: 查看详细内容
zh_tw: 檢視更多

# PublishToWeb_Heading
source: Learn more about Power BI publish to web for storytelling
de_de: Weitere Informationen zur Power BI-Webveröffentlichung für Storytelling
es_es: Más información acerca del uso de Publicar en la web de Power BI para contar historias
fr_fr: En savoir plus sur Publication Power BI sur le web pour l’interprétation de données
it_it: Scopri la funzionalità Pubblica sul Web di Power BI per presentare le storie dei dati
ja_jp: 画像と映像用の Power BI Publish to Web についての詳細
ko_kr: 스토리텔링을 위한 Power BI 웹에 게시에 대한 자세한 정보
pt_br: Saiba mais sobre o Publicar na Web do Power BI na narração
ru_ru: Дополнительные сведения о создании сюжетов с помощью функции публикации в Интернете через Power BI
zh_cn: 详细了解如何通过 Power BI 发布到 Web 的功能进行故事分享
zh_tw: 深入了解 Power BI 的 [發行至 Web] 功能以分享故事

source: Read more
de_de: Weitere Informationen
es_es: Más información
fr_fr: En savoir plus
it_it: Altre informazioni
ja_jp: 詳細情報
ko_kr: 자세한 내용 알아보기
pt_br: Leia mais
ru_ru: Читать дальше
zh_cn: 阅读详细内容
zh_tw: 深入了解

source: See more
de_de: Mehr anzeigen
es_es: Más información
fr_fr: En voir plus
it_it: Altri contenuti
ja_jp: 詳細情報
ko_kr: 더 보기
pt_br: Saiba mais
ru_ru: Еще
zh_cn: 了解详细内容
zh_tw: 查看更多

# TakeAdvantage
source: Take advantage of Power BI
de_de: Nutzen Sie Power BI
es_es: Aproveche las ventajas de Power BI
fr_fr: Tirez parti de Power BI
it_it: Prova Power BI
ja_jp: Power BI を活用する
ko_kr: Power BI를 활용해 보세요.
pt_br: Tire proveito do Power BI
ru_ru: Воспользуйтесь преимуществами Power BI
zh_cn: 充分利用 Power BI
zh_tw: 利用 Power BI

# UseItFree_Cta
source: Use it free
de_de: Kostenlos nutzen
es_es: Usarlo gratis
fr_fr: Essayer gratuitement
it_it: Usa gratuitamente
ja_jp: 無料で使用
ko_kr: 무료로 사용하기
pt_br: Use gratuitamente
ru_ru: Получить бесплатно
zh_cn: 免费使用
zh_tw: 免費使用
