Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# DataVisualization_Content
source: Do you have the goal of creating compelling data stories that are deeply engaging, capture the audience’s attention, and help others understand the information better? Power BI provides access to powerful analytics tools to help construct interesting data stories while making it easy for journalists to build and share highly interactive data visualizations.
de_de: Haben Sie sich zum Ziel gesetzt, Daten in Form von spannenden Geschichten zu präsentieren, mit denen Sie die Aufmerksamkeit Ihrer Zielgruppe gewinnen und ihr den Zugang zu Informationen erleichtern? Mit Power BI stehen Ihnen leistungsfähige Analysetools zur Verfügung, die Sie dabei unterstützen, Daten in interessante Geschichten zu verpacken. Journalisten erhalten die nötige Unterstützung, um ganz einfach Datenvisualisierungen mit hoher Interaktivität zu erstellen und mit anderen zu teilen.
es_es: ¿Necesita crear historias increíblemente atractivas que capten la atención del público y que ayuden a dicho público a entender mejor la información que le transmite? Power BI proporciona acceso a eficaces herramientas de análisis que ayudan a crear historias interesantes y, al mismo tiempo, facilitan a los periodistas las tareas de crear y compartir visualizaciones de datos interactivas.
fr_fr: Envisagez-vous de créer des récits profondément attrayants qui captivent votre public, attirent son attention et l’aident à mieux comprendre les informations ? Power BI fournit de puissants outils d’analyse qui permettent de construire des récits attrayants. Ces outils aident les journalistes à créer et à partager des visualisations de données extrêmement interactives.
it_it: Il tuo obiettivo è creare storie di dati accattivanti e profondamente coinvolgenti, che catturino l'attenzione dei destinatari e che aiutino a comprendere meglio le informazioni? Power BI ti offre accesso a potenti strumenti di analisi che permettono di costruire storie di dati interessanti, semplificando per i giornalisti la creazione e la condivisione di visualizzazioni dati estremamente interattive.
ja_jp: 注目度が高く、閲覧者の注意を捉え、情報を理解するのに役立つ、説得力のあるデータ ストーリーを作成することを目標にしておられる方にお勧めです。 Power BI は、興味深いデータ ストーリーを作成するのに役立つ強力な分析ツールへのアクセスを提供し、ジャーナリストが可視化された対話性の高いデータを簡単に作成および共有できるようにします。
ko_kr: 대상 그룹이 깊이 몰입하고, 주의를 집중하며, 정보를 더 잘 이해하는 데 도움이 되는 호소력 있는 데이터 스토리를 만들겠다는 목표를 갖고 계신가요? Power BI는 흥미로운 데이터 스토리를 구성하는 데 도움이 되는 강력한 분석 도구를 제공하고, 저널리스트가 대화형 작업이 많은 데이터 시각화를 손쉽게 구축하고 공유할 수 있게 해줍니다.
pt_br: Você tem o objetivo de criar histórias de dados atraentes que são profundamente envolventes, capturam a atenção do público e ajudam os outros a compreender melhor as informações? O Power BI fornece acesso a ferramentas de análise avançadas para ajudar a construir histórias de dados interessantes, enquanto facilita, para os jornalistas, a criação e o compartilhamento de visualizações de dados altamente interativas.
ru_ru: Ищете возможность представить свои данные в наглядном и интересном виде, чтобы привлечь внимание аудитории и помочь лучше понять вашу мысль? Служба Power BI обеспечивает доступ к функциональным аналитическим инструментам, которые позволяют использовать информацию для создания интересных сюжетов, а также упрощают журналистам разработку и публикацию исключительно интерактивных визуализаций данных.
zh_cn: 希望创建引人入胜的数据故事，生动形象地吸引受众的注意力，帮助他人更好地理解信息？ Power BI 提供强大的分析工具，帮助构建有趣的数据故事，同时使记者能够轻松生成和共享高度交互的数据可视化。
zh_tw: 您想建立吸引人的資料故事，牢牢抓住觀眾的注意力，並協助觀眾更透徹地了解資訊嗎？ Power BI 提供功能強大分析工具的存取權，協助您建構有趣的資料故事，並讓新聞工作者能輕鬆地建立及共用互動式資料視覺效果。

# DataVisualization_Heading
source: Use data visualization to enhance your stories
de_de: Mit Datenvisualisierungen zu spannenderen Geschichten
es_es: Use la visualización de datos para mejorar sus historias
fr_fr: Utilisez les visualisations de données pour optimiser vos récits
it_it: Usa la visualizzazione dei dati per ottimizzare le storie
ja_jp: データ可視化を使用してストーリーを拡張する
ko_kr: 데이터 시각화를 통해 스토리 전달력 높이기
pt_br: Use a visualização de dados para aprimorar suas histórias
ru_ru: Создавайте увлекательные истории с помощью визуализаций данных
zh_cn: 使用数据可视化来强化故事内容
zh_tw: 使用資料視覺效果加強您的故事

# Distribute_Content
source: Power BI can help you get the story to the audience. Share your story in just a few clicks with Microsoft Power BI publish to web to embed your data visualization in your blog or website. Reach unlimited views on any device. Edit, update, refresh easily and control what content you publish.
de_de: Power BI hilft Ihnen, Ihre Geschichte zu erzählen. Mit der Funktion zur Webveröffentlichung von Microsoft Power BI können Sie Ihre Datenvisualisierung mit wenigen Mausklicks in Ihrem Blog oder auf Ihrer Website einbetten und Ihre Geschichte mit anderen teilen. Erreichen Sie auf jedem Gerät unbegrenzt viele Aufrufe. Veröffentlichte Inhalte lassen sich ganz einfach bearbeiten, aktualisieren und verwalten.
es_es: Power BI puede ayudarle en la tarea de que la historia llegue al público. Comparta su historia con unos pocos clics con Publicar en la web de Power BI para insertar cualquier visualización de datos en su blog o sitio web. Consiga visualizaciones ilimitadas en cualquier dispositivo. Edite, actualice y controle fácilmente el contenido que desee publicar.
fr_fr: Power BI peut vous aider à diffuser votre récit auprès de votre public. Partagez votre récit en quelques clics avec la fonctionnalité Publier sur le web de Microsoft Power BI qui permet d’incorporer des visualisations de données dans votre blog ou site web. Obtenez des visualisations illimitées sur n’importe quel appareil. Modifiez, mettez à jour et actualisez facilement. Contrôlez ce que vous publiez.
it_it: Power BI può aiutarti a presentare la storia dei dati ai tuoi destinatari. Puoi condividere la tua storia in pochi semplici clic usando la funzionalità Pubblica sul Web di Microsoft Power BI per incorporare la visualizzazione dei dati nel tuo blog o sito Web. Ottieni visualizzazioni illimitate su qualsiasi dispositivo. Modifica, aggiorna e controlla facilmente i contenuti che pubblichi.
ja_jp: Power BI は、ストーリーを閲覧者に届けるのに役立ちます。数回のクリックで Microsoft Power BI Publish to Web とストーリーを共有し、可視化されたデータをブログや Web サイトに埋め込むことができます。どんなデバイスからでも制限なく表示できます。発行したコンテンツを簡単に編集、アップデート、更新し、制御できます。
ko_kr: Power BI는 대상 그룹에게 스토리를 잘 전달할 수 있게 해줍니다. Microsoft Power BI 웹에 게시 기능을 사용하면 클릭 몇 번으로 블로그나 웹 사이트에 데이터 시각화를 포함하여 스토리를 공유할 수 있습니다. 어느 장치에서나 제한 없는 수의 뷰에 연결하세요. 어떤 콘텐츠를 게시하든 편집, 업데이트, 새로 고침, 관리가 수월합니다.
pt_br: O Power BI pode ajudá-lo a levar a história para o público. Compartilhe sua história em apenas alguns cliques com o Publicar na Web do Microsoft Power BI para inserir sua visualização de dados no seu blog ou site. Alcance exibições ilimitadas em qualquer dispositivo. Edite, atualize facilmente e controle quais conteúdos você publica.
ru_ru: Power BI поможет вам донести свой сюжет до аудитории. Поделитесь своей историей несколькими щелчками мыши с помощью функции публикации в Интернете Microsoft Power BI, позволяющей встраивать визуализации в блоги и на веб-сайты. Вам доступно неограниченное число просмотров на любом устройстве. Редактируйте, изменяйте, легко обновляйте и контролируйте публикуемые вами материалы.
zh_cn: Power BI 可帮助向受众讲述故事。通过从 Microsoft Power BI 发布到 Web 的功能，只需点击几下，便可分享故事，将数据可视化嵌入博客或网站。可在任何设备上无限次查看。可轻松进行编辑、更新和刷新，掌控发布的内容。
zh_tw: Power BI 可協助您將故事傳達給觀眾。只要按幾下 Microsoft Power BI「發行至 Web」將您的資料視覺效果內嵌至部落格或網站中，就能分享故事。不限數量的使用者可透過任何裝置存取您的資料故事。輕鬆地編輯、更新、重新整理，並控制要發行的內容。

# Distribute_Heading
source: Distribute interactive visualizations with Power BI
de_de: Verbreitung interaktiver Visualisierungen mit Power BI
es_es: Distribuya visualizaciones interactivas con Power BI
fr_fr: Distribuez des visualisations interactives avec Power BI
it_it: Distribuisci visualizzazioni interattive con Power BI
ja_jp: Power BI で対話型の可視化を配布する
ko_kr: Power BI로 대화형 시각화 배포
pt_br: Distribua visualizações interativas com o Power BI
ru_ru: Распространение интерактивных визуализаций с помощью Power BI
zh_cn: 使用 Power BI 分发交互式可视化
zh_tw: 使用 Power BI 散發互動式視覺效果

# Hero_Content
source: <p>With Microsoft Power BI, data journalism goes beyond data exploration and allows reporters, bloggers, broadcasters, and analysts to spend their time telling stories. The data visualization tool helps emphasize messages and engage audiences through immersive and data rich stories.</p> <p>Power BI recently teamed up with renowned visualization expert Alberto Cairo to share the methodology behind graphics and how they can support data storytelling by developing five <strong>Data Visualization and Storytelling</strong> courses. Receive an overview of the courses by watching the video above and access the classes by clicking on the link below.</p>
de_de: <p>Mit Microsoft Power BI reicht Datenjournalismus weit über die Untersuchung von Daten hinaus. Reporter, Blogger, Moderatoren und Analysten bleibt mehr Zeit für die Präsentation ihrer Geschichten. Mit dem Tool für die Datenvisualisierung können Sie durch interessante und mit vielen Daten belegte Geschichten Aussagen bekräftigen und das Interesse von Zielgruppen gewinnen.</p> <p>Das Team von Power BI konnte den renommierten Visualisierungsexperten Alberto Cairo dafür gewinnen, die Methodik für Grafiken und ihre Nutzung für das Data-Storytelling zu beschreiben. Hierzu wurden fünf Kurse zu <strong>Datenvisualisierung und -Storytelling</strong> entwickelt. Sehen Sie sich das Video oben an, um sich einen Überblick über die Kurse zu verschaffen. Über den folgenden Link gelangen Sie zu den Kursen.</p>
es_es: <p>Con Microsoft Power BI, el periodismo de datos va más allá de la exploración de dichos datos, permite a los periodistas, blogueros, presentadores y analistas invertir su tiempo en contar historias. La herramienta de visualización de datos ayuda a enfatizar los mensajes y a atraer a la audiencia mediante envolventes historias con gran profusión de datos.</p> <p>Recientemente, el reconocido experto en visualización Alberto Cairo se ha unido al equipo de Power BI para compartir la metodología que aplica a los elementos gráficos y la forma en que estos apoyan a la hora de contar historias, y para ello ha desarrollado cinco cursos en los que enseña a <strong>visualizar datos y contar historias</strong>. En el vídeo anterior se proporciona una introducción general a los cursos, mientras que para acceder a las clases, debe hacer clic en el vínculo siguiente.</p>
fr_fr: <p>Avec Microsoft Power&#160;BI, le journalisme de données va au-delà de l’exploration des données. Il permet aux journalistes, aux blogueurs, aux diffuseurs et aux analystes de passer leur temps à raconter des histoires. L’outil de visualisation de données vous aide à mettre en évidence des messages et à intéresser votre public par le biais d’interprétations riches et immersives de vos données.</p> <p>Depuis peu, Power BI fait équipe avec Alberto Cairo, expert renommé en visualisation de données, pour partager la méthodologie sous-jacente aux graphiques et à la manière dont ils peuvent étayer l’interprétation des données. Cette collaboration a débouché sur l’élaboration de cinq cours consacrés à la <strong>Visualisation et à l’interprétation des données</strong>. Regardez un aperçu des cours en visionnant la vidéo ci-dessus, et accédez aux cours en cliquant sur le lien ci-dessous.</p>
it_it: <p>Con Microsoft Power BI, il giornalismo basato sui dati va oltre l'esplorazione dei dati, permettendo a reporter, blogger, broadcaster e analisti di dedicare il proprio tempo alla presentazione di storie. Lo strumento di visualizzazione dei dati ti aiuta a enfatizzare i messaggi e a suscitare l'interesse dei destinatari attraverso storie di dati coinvolgenti e accurate.</p> <p>Di recente Power BI ha lavorato insieme al rinomato esperto in visualizzazione Alberto Cairo per condividere la metodologia alla base della grafica e come può supportare le storie raccontate dai dati sviluppando una serie di cinque corsi intitolata <strong>Visualizzazione e storie raccontate dai dati</strong>. Osserva una panoramica dei corsi guardando il video sopra e accedi alle lezioni facendo clic sul collegamento di seguito.</p>
ja_jp: <p>Microsoft Power BI を使用するとデータ ジャーナリズムはデータ探索の域を超えるため、レポーター、ブロガー、放送者、分析者はストーリーを作成することに時間を費やすことができます。データ可視化ツールは、引き込む力が強くデータが豊富なストーリーにより、メッセージを強調し、閲覧者を惹きつけるのに役立ちます。</p> <p>Power BI は最近、グラフィックスの背後にある方法や、5 つの <strong>データ可視化および画像と映像</strong>のコースを選定することによってデータに意味を持たせる画像と映像をサポートする方法について共有するために、有名な視覚化のエキスパート Alberto Cairo と協力しました。上にあるビデオを視聴し、以下のリンクをクリックしてクラスにアクセスすることにより、このコースの概要をご理解いただけます。</p>
ko_kr: <p>Microsoft Power BI를 사용하면 데이터 저널리즘이 단순한 데이터 탐색에서 탈피할 수 있고, 리포터, 블로거, 방송인, 분석가가 스토리텔링에 집중할 수 있습니다. 데이터 시각화 도구로, 몰입도가 높고 데이터가 풍부한 스토리를 통해 메시지를 부각시키고, 대상 그룹의 시선을 사로잡을 수 있습니다.</p> <p>Power BI에서는, 최근 유명한 시각화 전문가인 Alberto Cairo와 함께 5가지 <strong>데이터 시각화 및 스토리텔링</strong> 과정을 개발하여 그래픽 관련 방법과 데이터 스토리텔링을 지원하는 방법을 공유합니다. 위의 비디오를 시청하여 간략한 설명을 보고 아래 링크를 클릭하여 과정에 참여하세요.</p>
pt_br: <p>Com o Microsoft Power BI, o jornalismo de dados vai além da exploração de dados e permite que repórteres, blogueiros, emissoras e analistas passem seu tempo contando histórias. A ferramenta de visualização de dados ajuda a enfatizar a mensagem e cativar o público por meio de histórias envolventes e repletas de dados.</p> <p>Recentemente, o Power BI fez uma parceria com o renomado especialista em visualização Alberto Cairo para compartilhar a metodologia por trás dos gráficos e como dar apoio à narração ao desenvolver cinco cursos de <strong>Narração e Visualização dos Dados</strong>. Receba uma visão geral dos cursos assistindo ao vídeo acima e acesse as aulas ao clicar no link abaixo.</p>
ru_ru: <p>С Microsoft Power BI журналистика данных не ограничивается обычным анализом информации и позволяет репортерам, блогерам, вещателям и аналитикам заниматься созданием сюжетов. Инструменты для визуализации данных помогают обратить внимание аудитории на самое важное и заинтересовать ее увлекательным и насыщенным сюжетом.</p> <p>Известный эксперт в области визуализации данных Альберто Каиро (Alberto Cairo) принял участие в разработке курсов <strong>Визуализация данных и создание сюжетов</strong>, в которых раскрывается методика представления графической информации и ее использования для создания сюжетов на базе данных. В представленном выше видео приведен обзор этих курсов. Они доступны по ссылкам ниже.</p>
zh_cn: <p>使用 Microsoft Power BI，数据新闻超越了数据探索，让记者、博主、广播员和分析师将时间用在故事分享上。数据可视化工具通过数据丰富的沉浸式故事，帮助突出重要信息并吸引受众。</p> <p>Power BI 近期与著名数据可视化专家 Alberto Cairo 达成合作，通过开发 5 个<strong>数据可视化和故事分享</strong>课程，分享创建图形的方法以及这些图形如何支持数据故事分享。观看上面的视频可大致了解课程，点击下面的链接可访问课程。</p>
zh_tw: <p>有了 Microsoft Power BI，資料新聞學大幅超越資料探索，讓播報員、部落客、實況主及分析師能分享故事。資料視覺效果工具協助您透過沉浸式且資料豐富的故事來強調訊息並吸引觀眾。</p> <p>Power BI 最近與知名視覺效果專家 Alberto Cairo 合作，開發五個<strong>資料視覺效果和故事分享</strong>課程，進而分享圖形背後的方法及其如何支援資料故事分享。請觀看影片上述影片來了解課程概觀，並按一下下面的連結來存取這些課程。</p>

# Hero_Cta
source: Visit the courses
de_de: Kurse aufrufen
es_es: Acceder a los cursos
fr_fr: Voyez les cours
it_it: Visita i corsi
ja_jp: コースにアクセスする
ko_kr: 과정 참여
pt_br: Visite os cursos
ru_ru: Посмотреть курсы
zh_cn: 访问课程
zh_tw: 瀏覽課程

# Hero_Heading
source: Data visualization and storytelling
de_de: Datenvisualisierung und -Storytelling
es_es: Visualización de datos y contar historias
fr_fr: Visualisation et interprétation des données
it_it: Visualizzazione e storie raccontate dai dati
ja_jp: データの可視化および画像と映像
ko_kr: 데이터 시각화 및 스토리텔링
pt_br: Narração e visualização dos dados
ru_ru: Визуализация данных и создание сюжетов
zh_cn: 数据可视化和故事分享
zh_tw: 資料視覺效果和故事分享

# King5_Content
source: KING 5 News chose Microsoft Power BI because of the unique ability to integrate data visualizations on air, desktops and mobile devices. Microsoft also showed it is committed to providing data journalists with the technology to give viewers and readers more insights into data stories.
de_de: KING 5 News hat sich wegen der einzigartigen Möglichkeiten, Datenvisualisierungen für Livesendungen, Desktopcomputer und Mobilgeräte aufzubereiten, für Microsoft Power BI entschieden. Microsoft hat außerdem sein Engagement für den Datenjournalismus unter Beweis gestellt, indem es die nötige Technologie bietet, um Lesern und Zuschauern einen besseren Einblick in Geschichten hinter den Daten zu geben.
es_es: KING 5 News eligió Microsoft Power BI debido a su capacidad para integrar las visualizaciones de datos en antena, equipos de sobremesa y dispositivos móviles. En Microsoft también han demostrado que están comprometidos a proporcionar a los periodistas de datos la tecnología necesaria para dar a los espectadores o lectores más datos acerca de las historias.
fr_fr: KING 5 News a choisi Microsoft Power BI pour sa capacité unique à intégrer les visualisations de données sur les ondes, les ordinateurs de bureau et les appareils mobiles. Microsoft a également démontré son engagement à fournir aux journalistes de données la technologie qui permet au spectateurs et aux lecteurs de s’immerger plus profondément dans les récits.
it_it: KING 5 News ha scelto Microsoft Power BI per la sua straordinaria capacità di integrare visualizzazioni dati in onda, su desktop e dispositivi mobili. Microsoft ha anche dimostrato il proprio impegno nell'ambito del giornalismo basato sui dati fornendo la tecnologia necessaria per offrire approfondimenti sulle storie dei dati a spettatori e lettori.
ja_jp: KING 5 News は、放送中、デスクトップ、およびモバイルデバイスでのデータの可視化を統合するユニークな機能を備えた Microsoft Power BI を選びました。Microsoft は、データ ストーリーに関するより多くの洞察を閲覧者や読者に提供するためのテクノロジを、データ ジャーナリストに提供することに努めていることも示しました。
ko_kr: KING 5 뉴스에서는 방송, 데스크톱 및 모바일 장치에 데이터 시각화를 통합하는 고유한 기능을 제공하는 점 때문에 Microsoft Power BI를 선택했습니다. Microsoft는 시청자와 독자들이 데이터 스토리를 더 잘 이해하는 데 도움이 되는 기술을 데이터 저널리스트에게 제공하기 위한 많은 노력을 보여주었습니다.
pt_br: O KING 5 News escolheu o Microsoft Power BI devido à sua capacidade única de integrar visualizações de dados ao vivo, em áreas de trabalho e em dispositivos móveis. A Microsoft também mostrou que está comprometida a fornecer a tecnologia aos jornalistas de dados, para oferecer mais insights sobre histórias de dados aos telespectadores e leitores.
ru_ru: Канал KING 5 News выбирает службу Microsoft Power BI за ее уникальную способность интегрировать визуализации данных на беспроводных, настольных и мобильных устройствах. Корпорация Майкрософт показала, что готова предложить журналистам данных технологии, которые позволят им глубже погрузить зрителей и читателей в свои сюжеты.
zh_cn: KING 5 News 选择 Microsoft Power BI 的原因是，它在广播、桌面和移动设备上集成数据可视化的独特能力。Microsoft 还表示，它致力于为数据记者提供这样的技术，即让观众和读者能够获得更多关于数据故事的见解。
zh_tw: KING 5 News 選擇 Microsoft Power BI，便是看中其得以整合廣播、桌面及行動裝置資料視覺效果的獨特能力。Microsoft 也展現其致力於將技術提供給資料新聞工作者，讓其能給予檢視者及讀者更多關於資料故事的深入解析。

# King5_Heading
source: See what data journalists are doing with Power BI
de_de: Wie Datenjournalisten Power BI nutzen
es_es: Vea lo que están haciendo los periodistas de datos con Power BI
fr_fr: Découvrez ce que font les journalistes de données avec Power BI
it_it: Scopri cosa può fare Power BI per il giornalismo basato sui dati
ja_jp: データ ジャーナリストによる Power BI の活用方法を見る
ko_kr: 데이터 저널리스트들의 Power BI 이용 사례 보기
pt_br: Veja o que os jornalistas de dados estão fazendo com o Power BI
ru_ru: Узнайте, что журналисты данных делают с помощью Power BI
zh_cn: 查看数据记者如何使用 Power BI
zh_tw: 查看資料新聞工作者如何使用 Power BI

source: Learn more
de_de: Weitere Informationen
es_es: Más información
fr_fr: En savoir plus
it_it: Scopri di più
ja_jp: 詳細情報
ko_kr: 자세히 알아보기
pt_br: Saiba mais
ru_ru: Дополнительные сведения
zh_cn: 了解详细信息
zh_tw: 深入了解

# META_KEYWORDS
source: data journalism, data visualization, data storytelling, data journalism tools, Tableau, Tableau Public, Google Data Studio, Amazon QuickSight, Qlik, QlikView, publish to web
de_de: Datenjournalismus, Datenvisualisierung, Daten-Storytelling, Tools für Datenjournalismus, Tableau, Tableau Public, Google Data Studio, Amazon QuickSight, Qlik, QlikView, Webveröffentlichung
es_es: periodismo de datos, visualización de datos, narración de datos, herramientas de periodismo de datos, Tableau, Tableau Public, Google Data Studio, Amazon QuickSight, Qlik, QlikView, publicar en la web
fr_fr: journalisme de données, visualisation de données, interprétation de données, outils de journalisme de données, Tableau, Tableau Public, Google Data Studio, Amazon QuickSight, Qlik, QlikView, publier sur le web
it_it: giornalismo basato sui dati, visualizzazione dei dati, storie raccontate dai dati, strumenti per il giornalismo basato sui dati, Tableau, Tableau Public, Google Data Studio, Amazon QuickSight, Qlik, QlikView, Pubblica sul Web
ja_jp: データ ジャーナリズム、データ可視化、データに意味を持たせる画像と映像、データ ジャーナリズムのツール、Tableau、Tableau Public、Google Data Studio、Amazon QuickSight、Qlik、QlikView、Publish to Web
ko_kr: 데이터 저널리즘, 데이터 시각화, 데이터 스토리텔링, 데이터 저널리즘 도구, Tableau, Tableau Public, Google Data Studio, Amazon QuickSight, Qlik, QlikView, 웹에 게시
pt_br: jornalismo de dados, visualização de dados, narração de dados, ferramentas de jornalismo de dados, Quadro, Quadro Público, Google Data Studio, Amazon QuickSight, Qlik, QlikView, publicar na web
ru_ru: журналистика данных, визуализация данных, сюжеты на основе данных, инструменты для журналистики данных, Tableau, Tableau Public, Google Data Studio, Amazon QuickSight, Qlik, QlikView, публикация в Интернете
zh_cn: 数据新闻, 数据可视化, 数据故事分享, 数据新闻工具, Tableau, Tableau Public, Google Data Studio, Amazon QuickSight, Qlik, QlikView, 发布到 Web
zh_tw: 資料新聞學, 資料視覺效果, 資料故事分享, 資料新聞學工具, Tableau, Tableau Public, Google Data Studio, Amazon QuickSight, Qlik, QlikView, 發行至 Web

# META_PAGETITLE
source: Data Journalism | Microsoft Power BI
de_de: Datenjournalismus | Microsoft Power BI
es_es: Periodismo de datos | Microsoft Power BI
fr_fr: Journalisme de données | Microsoft Power BI
it_it: Giornalismo basato sui dati | Microsoft Power BI
ja_jp: データ ジャーナリズム | Microsoft Power BI
ko_kr: 데이터 저널리즘 | Microsoft Power BI
pt_br: Jornalismo de Dados | Microsoft Power BI
ru_ru: Журналистика данных | Microsoft Power BI
zh_cn: 数据新闻 | Microsoft Power BI
zh_tw: 資料新聞學 | Microsoft Power BI

# Modal_Cta
source: View now
de_de: Jetzt ansehen
es_es: Ver ahora
fr_fr: Afficher maintenant
it_it: Visualizza ora
ja_jp: 今すぐ見る
ko_kr: 지금 보기
pt_br: Exibir agora
ru_ru: Посмотреть
zh_cn: 立即查看
zh_tw: 立即檢視

# Modal_Heading
source: Enter your email to view tutorials
de_de: Geben Sie Ihre E-Mail-Adresse ein, um sich die Tutorials anzusehen
es_es: Escriba su correo electrónico para ver los tutoriales
fr_fr: Entrez votre adresse de messagerie pour accéder aux didacticiels
it_it: Immetti il tuo indirizzo di posta elettronica per visualizzare le esercitazioni
ja_jp: チュートリアルを見るにはメールアドレスを入力してください
ko_kr: 메일을 입력하고 자습서 보기
pt_br: Digite seu email para exibir os tutoriais
ru_ru: Введите свой адрес электронной почты, чтобы ознакомиться с учебными руководствами
zh_cn: 输入电子邮件查看教程
zh_tw: 輸入您的電子郵件以檢視教學課程
