Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/CustomVisuals/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, zh_cn, zh_tw

# Extend_Content
source: Coming soon, you'll be able to extend Power BI. The same visuals you build using the open source framework will come to life when used in Power BI reports, dashboards and Q&A.
de_de: Es ist soweit, Sie können Power BI erweitern. Die visuellen Elemente, die Sie mit dem Open Source-Framework erstellen, werden erst dann richtig „lebendig“, wenn Sie sie in Power BI-Berichten, Dashboards sowie im Rahmen des Q&As verwenden.
es_es: Próximamente, podrá ampliar Power BI. Los mismos elementos visuales que se crean con el marco de código abierto cobrarán vida cuando se usen en informes, paneles y preguntas y respuestas de Power BI.
fr_fr: Vous pourrez bientôt étendre Power BI. Les visualisations créées à l’aide de l’infrastructure open source prennent vie lorsque vous les utilisez dans des rapports et tableaux de bord Power BI, ainsi que dans l’application Q&A.
it_it: Presto potrai estendere Power BI. Gli stessi oggetti visivi creati con il framework open source prenderanno vita quando verranno usati in report, dashboard e domande e risposte di Power BI.
ja_jp: 近日公開予定です。Power BI をさらにパワーアップできるようになります。オープン ソース フレームワークを使用してあなたが作成した同じビジュアルが、Power BI のレポート、ダッシュボード、Q&A で使用されて、生きるようになります。
ko_kr: 곧 Power BI를 확장할 수 있습니다. 오픈 소스 프레임워크를 사용하여 빌드한 시각적 개체를 Power BI 보고서, 대시보드, 질문 및 대답에서 그대로 사용할 수 있습니다.
pt_br: Em breve, você poderá estender o Power BI. Os mesmos elementos visuais que você cria usando a estrutura de software livre ganharão vida quando usados em relatórios, painéis e Perguntas e Respostas do Power BI.
zh_cn: 即将推出，你将能够扩展 Power BI。在 Power BI 报告、仪表板和问答中使用时，你通过开源框架生成的相同视觉对象将变得鲜活生动。
zh_tw: 您將能夠在不久的未來擴充 Power BI。您使用開放原始碼架構建立的相同視覺效果用於 Power BI 報表、儀表板以及問與答時，將會生動呈現。

# Extend_Heading
source: Extend Power BI
de_de: Visuelle Elemente verwenden
es_es: Amplíe Power BI
fr_fr: Étendre Power BI
it_it: Estendi Power BI
ja_jp: Power BI をさらにパワーアップ
ko_kr: Power BI 확장
pt_br: Estenda o Power BI
zh_cn: 扩展 Power BI
zh_tw: 擴充 Power BI

# GetReady_Content
source: We want you to be ready to extend Power BI. So we've provided the source code for all the visuals we ship in Power BI. You can quickly create high quality custom visuals for Power BI.
de_de: Wir möchten, dass Sie Power BI möglichst einfach erweitern können. Wir haben den Quellcode für alle visuellen Elemente bereitgestellt, die zu Power BI gehören. Somit können Sie Ihre eigenen Visualisierungen in Windeseile erstellen.
es_es: Queremos que esté preparado para ampliar Power BI. Por eso ponemos a su disposición el código fuente de todos los elementos visuales que incluimos en Power BI. Puede crear rápidamente elementos visuales personalizados de alta calidad para Power BI.
fr_fr: Nous voulons vous préparer à étendre Power BI. C’est pourquoi nous fournissons le code source de toutes les visualisations contenues dans Power BI. Vous pouvez créer rapidement des visualisations personnalisées de qualité pour Power BI.
it_it: Vogliamo che tu sia pronto a estendere Power BI. Per questo, ti forniamo il codice sorgente di tutti gli oggetti visivi inclusi in Power BI. Puoi creare rapidamente oggetti visivi personalizzati di alta qualità per Power BI.
ja_jp: 皆様が Power BI をすぐに拡張できるようにしたいと思っています。そのために、Power BI に付属しているすべてのビジュアルのソース コードを提供しています。Power BI の質の高いカスタム ビジュアルをすぐに作成できます。
ko_kr: Mircosoft는 개발자가 Power BI를 확장할 수 있도록 Power BI에서 제공하는 모든 시각적 개체의 소스 코드를 제공합니다. 고품질의 Power BI용 사용자 지정 시각적 개체를 신속하게 만들 수 있습니다.
pt_br: Queremos que você esteja pronto para estender o Power BI. Então fornecemos o código-fonte para todos os elementos visuais que enviamos no Power BI. Você pode criar rapidamente elementos visuais personalizados de alta qualidade para o Power BI.
zh_cn: 我们希望你能够为扩展 Power BI 做好准备。因此，我们针对 Power BI 中附带的所有视觉对象提供了源代码。你可以快速地针对 Power BI 创建高质量的自定义视觉对象。
zh_tw: 我們希望您準備好擴充 Power BI。因此，我們提供了 Power BI 隨附之所有視覺效果的原始程式碼。您可以快速地為 Power BI 建立高品質的自訂視覺效果。

# GetReady_Heading
source: Get ready
de_de: Los geht‘s
es_es: Prepárese
fr_fr: Préparez-vous
it_it: Preparati
ja_jp: すぐにできる
ko_kr: 준비
pt_br: Prepare-se
zh_cn: 做好准备
zh_tw: 做好準備

# Hero_Content
source: We’re enabling developers to easily add custom visuals into Power BI for use in dashboard, reports and content packs. To help you get started, we’ve published the code for all of our visualizations to GitHub. Along with the visualization framework, we’ve provided our test suite and tooling to help the community build high quality custom visuals for Power BI. All of this is available as an open source project on GitHub
de_de: Wir machen es für Entwickler einfach, ihre eigenen visuellen Elemente in Power BI hinzuzufügen, um diese in Dashboards, Berichten und Inhaltspaketen zu verwenden. Um Ihnen den Einstieg zu erleichtern, haben wir den Code für alle unsere Visualisierungen in GitHub veröffentlicht. Zusammen mit dem Visualisierungsframework haben wir unsere Testsammlung und Tools bereitgestellt, damit die Community qualitativ hochwertige benutzerdefinierte visuelle Elementen für Power BI erstellen kann. Alle diese Komponenten sind als Open-Source-Projekt auf GitHub verfügbar.
es_es: Permitimos que los desarrolladores agreguen fácilmente a Power BI elementos visuales personalizados para usarlos en los paneles, los informes y los paquetes de contenido. Para ayudarle a comenzar, publicamos en GitHub el código de todas nuestras visualizaciones. Junto con el marco de trabajo de visualización, incluimos nuestro conjunto de pruebas y herramientas para ayudar a la comunidad a crear elementos visuales personalizados de alta calidad para Power BI. Todo esto está disponible como proyecto de código abierto en GitHub
fr_fr: Nous permettons aux développeurs d’ajouter facilement des visualisations personnalisées à Power BI utilisables dans les tableaux de bord, les rapports et les packs de contenu. Pour vous aider à démarrer, nous avons publié le code pour toutes nos visualisations sur GitHub. En plus de l’infrastructure de la visualisation, nous fournissons notre suite et nos outils de test afin d’aider la communauté à créer des visualisations personnalisées de qualité pour Power BI. Tous ces éléments sont disponibles sous forme de projet open source sur GitHub
it_it: Gli sviluppatori potranno aggiungere in modo semplice oggetti visivi personalizzati in Power BI da usare in dashboard, report e pacchetti di contenuto. Per aiutarti a muovere i primi passi, abbiamo pubblicato il codice di tutte le nostre visualizzazioni su GitHub. Con il framework di visualizzazione, forniamo il nostro gruppo di test e gli strumenti per aiutare la community a creare oggetti visivi personalizzati di alta qualità per Power BI. Tutto questo è disponibile come progetto open source su GitHub
ja_jp: 開発者が Power BI にカスタム ビジュアルを簡単に追加して、ダッシュボード、レポート、コンテンツ パックで使用できるようににしています。すぐに始められるように、すべてのビジュアル化のコードを GitHub に公開しています。ビジュアル化のフレームワークのほか、コミュニティの皆様が Power BI の質の高いのカスタム ビジュアルをビルドするのに役立つテスト スイートとツールを提供しています。すべては GitHub でオープン ソース プロジェクトとして入手できます。
ko_kr: 이제 개발자가 사용자 지정 시각적 개체를 Power BI에 쉽게 추가하여 대시보드, 보고서, 콘텐츠 팩에서 사용할 수 있습니다. Microsoft는 개발자를 돕기 위해 모든 시각화 코드를 GitHub에 게시했습니다. 또한 시각화 프레임워크와 함께 테스트 도구 모음 및 도구를 제공하여 개발자 커뮤니티에서 고품질의 Power BI용 사용자 지정 시각적 개체를 빌드하도록 지원합니다. 이 모든 것을 GitHub에서 오픈 소스 프로젝트로 사용할 수 있습니다.
pt_br: Estamos permitindo aos desenvolvedores adicionar facilmente elementos visuais personalizados no Power BI para uso no painel, relatórios e pacotes de conteúdo. Para ajudá-lo a começar, publicamos o código para todas as nossas visualizações no GitHub. Juntamente com a estrutura de visualização, fornecemos nosso conjunto de testes e ferramentas para ajudar a comunidade a criar elementos visuais de alta qualidade para o Power BI. Tudo isso está disponível como um projeto de software livre no GitHub
zh_cn: 我们正努力使开发人员能够轻松地将自定义视觉对象添加到 Power BI 中，以便在仪表板、报告和内容包中使用。为了帮助你开始使用，我们已将所有可视化对象的代码发布到 GitHub 中。除了可视化框架，我们还提供测试套件和工具来帮助社区针对 Power BI 生成高质量的自定义视觉对象。所有这些内容均在 GitHub 上作为开源项目提供
zh_tw: 開發人員可以輕鬆地將自訂視覺效果加入 Power BI，以用於儀表板、報表和內容組件。為了協助您開始使用，我們已將所有視覺效果的程式碼發行到 GitHub。除了視覺化架構之外，我們還提供測試套件和工具，以協助社群建立適用於 Power BI 的高品質自訂視覺效果。所有一切在 GitHub 上都會以開放原始碼專案形式提供

# Hero_CTA
source: Get started on Github
de_de: Erste Schritte auf GitHub
es_es: Comience en Github
fr_fr: Commencer sur Github
it_it: Inizia a usare Github
ja_jp: Github にアクセスする
ko_kr: Github에서 시작
pt_br: Introdução ao Github
zh_cn: 在 Github 上开始使用
zh_tw: 從 GitHub 開始著手

# Hero_Heading
source: Extend Power BI with custom visuals
de_de: Erweitern Sie Power BI um Ihre eigenen Visualisierungen
es_es: Amplíe Power BI con elementos visuales personalizados
fr_fr: Étendre Power BI avec des visualisations personnalisées
it_it: Estendi Power BI con oggetti visivi personalizzati
ja_jp: カスタム ビジュアルで Power BI をさらにパワーアップ
ko_kr: 사용자 지정 시각적 개체를 사용하여 Power BI 확장
pt_br: Estenda o Power BI com elementos visuais personalizados
zh_cn: 使用自定义视觉对象扩展 Power BI
zh_tw: 運用自訂視覺效果延伸 Power BI 功能

# META_PAGETITLE
source: Custom Visuals | Microsoft Power BI
de_de: Benutzerdefinierte visuelle Elemente | Microsoft Power BI
es_es: Objetos visuales personalizados | Microsoft Power BI
fr_fr: Éléments visuels personnalisés | Microsoft Power BI
it_it: Oggetti visivi personalizzati | Microsoft Power BI
ja_jp: カスタム ビジュアル | Microsoft Power BI
ko_kr: 사용자 지정 시각적 개체 | Microsoft Power BI
pt_br: Visual Personalizado | Microsoft Power BI
zh_cn: 自定义视觉对象 | Microsoft Power BI
zh_tw: 自訂視覺效果 | Microsoft Power BI

# OpenAndModern_Content
source: Our open source visuals and framework are built using technologies such as D3, HTML5, and CSS3. The code is open source so you can jump start your custom visuals.
de_de: Unsere visuellen Elemente und unser Framework in Open Source wurden mit Technologien wie D3, HTML5 und CSS3 erstellt. Der Code ist Open Source, sodass Sie sofort mit der Erstellung Ihrer eigenen visuellen Elemente beginnen können.
es_es: Nuestros elementos visuales de código abierto y nuestro marco de trabajo se crean con tecnologías como D3, HTML5 y CSS3. El código es código abierto para ayudarle a iniciar sus elementos visuales personalizados.
fr_fr: Nos visualisations et notre infrastructure open source sont créées à l’aide de technologies telles que D3, HTML5 et CSS3. Le code étant open source, vous pouvez commencer immédiatement à créer vos visualisations personnalisées.
it_it: I nostri framework e oggetti visivi open source sono creati usando tecnologie come D3, HTML5 e CSS3. Il codice open source ti permette di iniziare subito a creare oggetti visivi personalizzati.
ja_jp: Power BI のオープン ソース ビジュアルとフレームワークは、D3、HTML5、および CCS3 などのテクノロジを使用して構築されています。コードがオープン ソースなので、すぐにカスタム ビジュアルを始められます。
ko_kr: 오픈 소스 시각적 개체 및 프레임워크는 D3, HTML5, CSS3와 같은 기술을 사용하여 빌드됩니다. 코드가 오픈 소스이므로 사용자 지정 시각적 개체를 쉽게 작성할 수 있습니다.
pt_br: Nossa estrutura e nossos elementos visuais de software livre são criados usando tecnologias como D3, HTML5 e CSS3. O código é de software livre para que você possa acelerar seus elementos visuais personalizados.
zh_cn: 我们的开源视觉对象和框架是使用诸如 D3、HTML5 和 CSS3 等技术生成的。该代码为开源代码，因此你可以立即开始生成你的自定义视觉对象。
zh_tw: 我們的開放原始碼視覺效果和架構是透過 D3、HTML5 和 CSS3 等技術所建立。程式碼是開放原始碼，因此您可以開始撰寫自訂視覺效果。

# OpenAndModern_Heading
source: Open and modern
de_de: Offen und modern
es_es: Abierto y moderno
fr_fr: Ouvert et moderne
it_it: Aperto e moderno
ja_jp: オープンかつモダン
ko_kr: 개방성 및 최신성
pt_br: Modernos e abertos
zh_cn: 开放且现代
zh_tw: 開放與現代化
