Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Desktop/Index.*.resx
Languages: es_es, fr_fr, ja_jp, ko_kr, zh_cn, zh_tw

source: Advanced download options
es_es: Opciones avanzadas de descarga
fr_fr: Options de téléchargement avancées
ja_jp: 高度なダウンロード オプション
ko_kr: 고급 다운로드 옵션
zh_cn: 高级下载选项
zh_tw: 進階下載選項

# Complete_Copy
source: The Power BI Desktop is an elegant end-to-end solution for building analytics. The Desktop has all the capabilities to quickly connect, shape, visualize, and share data insights through Power BI.
es_es: Power BI Desktop es una elegante solución integral para la creación de análisis. Desktop tiene todas las funciones necesarias para conectar la información sobre los datos, darle forma, visualizarla y compartirla con total rapidez a través de Power BI.
fr_fr: Power BI Desktop est une solution de bout en bout qui permet d’analyser précisément des données. Power BI Desktop offre toutes les fonctionnalités permettant de rapidement connecter, mettre en forme, visualiser et partager des analyses de données via Power BI.
ja_jp: Power BI Desktop は、分析を構築するための洗練されたエンド ツー エンド ソリューションです。Power BI Desktop には、Power BI を通して得られたデータの洞察をすばやく接続し、整理し、視覚化し、共有するためのすべての機能が備わっています。
ko_kr: Power BI Desktop은 분석을 빌드하기 위한 세련된 종단 간 솔루션입니다. Desktop에는 Power BI를 통해 신속하게 데이터 정보를 연결, 셰이핑, 시각화 및 공유할 수 있는 모든 기능이 있습니다.
zh_cn: Power BI Desktop 是用于生成分析的完善端对端解决方案。Desktop 具有所有的功能，可通过 Power BI 快速连接、塑造、可视化和共享数据洞察力。
zh_tw: Power BI Desktop 是建立分析的簡潔端對端解決方案。Desktop 具備所有功能，可透過 Power BI 快速連接、成形、視覺化及共用深入解析資料。

# Complete_Heading
source: Complete analytics life-cycle
es_es: Ciclo de vida de análisis completo
fr_fr: Un cycle d’analyse complet
ja_jp: 分析の完全なライフ サイクル
ko_kr: 전체 분석 수명 주기
zh_cn: 完成分析生命周期
zh_tw: 完整的分析週期

# DesignOnce_Copy
source: We know you need to get data into the hands of decision makers when and where they need it. Power BI makes publishing and sharing your beautiful interactive reports easy.
es_es: Sabemos que debe proporcionar datos a los responsables de la toma de decisiones cuando y donde estos lo soliciten. Power BI facilita la tarea de publicar y compartir bonitos informes interactivos.
fr_fr: Nous savons que vous devez transmettre les données aux décideurs où et quand ils en ont besoin. Power BI vous permet de publier et de partager vos rapports interactifs très facilement.
ja_jp: 必要に応じていつでもどこでも意志決定者にデータを送り届けなければなりません。Power BI なら、美しい対話型レポートの公開と共有が簡単になります。
ko_kr: Microsoft는 언제, 어디서든 의사 결정자가 필요로 할 때 데이터를 제공해야 하는 필요성을 공감하고 있습니다. Power BI를 사용하면 유용한 대화형 보고서를 쉽게 게시하고 공유할 수 있습니다.
zh_cn: 我们知道你需要随时在决策制定者需要数据时，将数据递交给他们。Power BI 使你可以轻松发布和共享美观的交互式报告。
zh_tw: 我們知道您需要隨時隨地提供決策者所需的資料。Power BI 可讓您輕鬆地發行及分享賞心悅目的互動式報表。

# DesignOnce_Heading
source: Design once, view anywhere
es_es: Un solo diseño visualizable desde cualquier lugar
fr_fr: Créez et partagez vos rapports
ja_jp: 一度設計すれば、どこでも表示可能
ko_kr: 한 번 설계하면 어디서든 확인 가능
zh_cn: 设计一次，随处可见
zh_tw: 只要設計一次，就能從任何地方進行檢視

source: Download
es_es: Descargar
fr_fr: Télécharger
ja_jp: ダウンロード
ko_kr: 다운로드
zh_cn: 下载
zh_tw: 下載

# Hero_Copy
source: Power BI Desktop puts visual analytics at your fingertips with intuitive report authoring. Drag-and-drop to place content exactly where you want it on the flexible and fluid canvas. Quickly discover patterns as you explore a single unified view of linked, interactive visualizations.
es_es: Power BI Desktop pone a su alcance el análisis visual con una intuitiva creación de informes. Arrastre y coloque el contenido exactamente donde desee en el lienzo flexible y fluido. Descubra rápidamente los patrones a medida que explora la vista única unificada con visualizaciones interactivas y vinculadas.
fr_fr: Power BI Desktop vous permet de créer des rapports intuitifs et ainsi d’analyser visuellement vos données. Vous pouvez faire glisser le contenu exactement là où vous le voulez sur le canevas fluide de Power BI Desktop. Repérez rapidement les tendances récurrentes grâce à une vue unifiée de visualisations interactives liées.
ja_jp: Power BI Desktop は、直感的なレポート作成によって、ビジュアル分析を簡単にします。柔軟で流動性の高いキャンバスに、ドラッグ アンド ドロップでぴったりお望みの位置にコンテンツを配置できます。リンクされた対話型の視覚化を 1 つの統合されたビューで探索することにより、迅速にパターンを発見できます。
ko_kr: Power BI Desktop은 직관적인 보고서 작성 환경을 통해 시각적 분석을 즉시 제공합니다. 유연하고 유동적인 캔버스에서 원하는 위치에 정확하게 콘텐츠를 끌어서 놓아 배치해 보세요. 연결된 대화형 시각화의 단일 통합 보기를 탐색하면서 빠르게 패턴을 발견할 수 있습니다.
zh_cn: Power BI Desktop 通过以直观的方式创作报告，使你可以轻松进行直观分析。在灵活且流畅的画布上进行拖放，将内容准确地放置在你所需的位置。在你浏览相互链接的交互式可视化对象的单个统一视图时，快速发现图案。
zh_tw: Power BI Desktop 讓您透過撰寫直覺式報表，立即取得視覺分析資料。您可以在彈性且流動的畫布上，將內容拖放到您想要的正確位置。當您以單一整合檢視瀏覽連結的互動視覺效果時，便能快速探索模式。

# Hero_Heading
source: Create stunning reports and visualizations with Power BI Desktop
es_es: Cree sorprendentes informes y visualizaciones con Power BI Desktop
fr_fr: Créez des rapports et des visualisations incroyables avec Power BI Desktop
ja_jp: Power BI Desktop で魅力的なレポートと視覚化を作成
ko_kr: Power BI Desktop으로 뛰어난 보고서를 만들고 데이터 시각화를 구현해 보세요.
zh_cn: 使用 Power BI Desktop 创建令人惊叹的报告和可视化对象。
zh_tw: 使用 Power BI Desktop 建立出色的報表和視覺效果

source: Learn more
es_es: Más información
fr_fr: En savoir plus
ja_jp: 詳細情報
ko_kr: 자세히 알아보기
zh_cn: 了解详细信息
zh_tw: 深入了解

# LearnMore_Heading
source: Learn more about getting started and download the Power BI Desktop today.
es_es: Obtenga más información sobre cómo descargar y empezar a usar Power BI Desktop hoy mismo.
fr_fr: Découvrez comment prendre en main et télécharger Power BI Desktop dès aujourd’hui.
ja_jp: 使い始めるための情報を確認して、今すぐ Power BI Desktop をダウンロードしてください。
ko_kr: 시작하는 방법에 대해 자세히 알아보고 지금 Power BI Desktop을 다운로드하세요.
zh_cn: 了解有关开始使用的详细信息并立即下载 Power BI Desktop。
zh_tw: 深入了解如何開始使用 Power BI Desktop 並立即下載。

# META_DESCRIPTION
source: Power BI tranforms your company's data into rich visuals for you to collect and organize so you can focus on what matters to you. Stay in the know, spot trends as they happen, and push your business further.
es_es: Power BI transforma los datos de su compañía en objetos visuales enriquecidos que puede recopilar y organizar, lo que le permite centrarse en lo que realmente importa. Manténgase informado, detecte las tendencias en cuanto surgen e impulse su negocio.
fr_fr: Power BI transforme les données de votre entreprise en riches éléments visuels que vous pouvez collecter et organiser sans difficulté comme vous le voulez, pour que vous puissiez vous concentrer sur ce qui est vraiment important. Restez au fait des changements, repérez les tendances en temps réel et poussez votre entreprise encore plus loin.
ja_jp: Power BI は、会社のデータを豊かな視覚情報に変換して収集と整理を助け、重要な問題に取り組めるようにします。最新情報を取得し、動向の発生をつかみ、ビジネスをさらに推進します。
ko_kr: Power BI는 사용자가 중요한 내용에 집중할 수 있도록 회사의 데이터를 수집 및 구성이 가능한 풍부한 시각적 요소로 변환해 줍니다. 정보를 꾸준히 얻고 추세를 파악하여 비즈니스를 확장해 보세요.
zh_cn: Power BI 可将你公司的数据转换为丰富的视觉对象，你可以对这些视觉对象进行收集和组织，从而将注意力集中于重要的内容。始终获悉最新信息、掌握即时趋势并进一步推动你的业务。
zh_tw: Power BI 會將您公司的資料轉換成各種視覺效果，方便您加以收集及編排，讓您可以將全部注意力放在您關注的事物上。隨時掌握最新資訊，找出進行中的趨勢，並進一步推動業務。

# Transform_Copy
source: Getting your data ready to analyze can be time-consuming. We’re on a mission to make it much simpler. Try the data shaping and modeling capabilities of Power BI Desktop and take back hours in your busy day.
es_es: En ocasiones puede llevar mucho tiempo preparar los datos para su análisis. Nos hemos propuesto la misión de facilitar esta tarea. Pruebe las funciones de modelado y forma de datos de Power BI Desktop y no pierda más horas a lo largo de su atareado día.
fr_fr: La préparation de vos données en vue de leur analyse peut prendre du temps. Nous avons pour objectif de simplifier cette tâche. Essayez les fonctionnalités de mise en forme et de modélisation des données de Power BI Desktop et gagnez des heures de travail sur votre journée déjà bien remplie.
ja_jp: 分析のためのデータの準備には時間がかかることがあります。これをもっとシンプルにしなければなりません。Power BI Desktop のデータ シェイプとモデル化機能をお試しください。あなたの忙しい 1 日をもっと楽にしましょう。
ko_kr: 분석을 위해 데이터를 준비하는 작업은 시간이 오래 걸릴 수 있습니다. Microsoft는 이 작업을 훨씬 간단하게 만들기 위해 노력하고 있습니다. Power BI Desktop의 데이터 셰이핑 및 모델링 기능을 사용하여 바쁜 일상에서 시간을 절약하세요.
zh_cn: 准备好要分析的数据可能非常耗时。我们的任务是使该过程更为简单。试用 Power BI Desktop 的数据定型和建模功能，从忙碌的一天中节省出几个小时。
zh_tw: 準備資料進行分析相當耗時。我們的任務就是要簡化這個工作。試試看 Power BI Desktop 的資料成形和模型功能，這些功能為您忙碌的一天省下更多時間。

# Transform_Heading
source: Transform and clean data
es_es: Transforme y limpie los datos
fr_fr: Transformez et nettoyez vos données
ja_jp: データの変換とクリーニング
ko_kr: 데이터 변환 및 정리
zh_cn: 转换和清理数据
zh_tw: 轉換及整理資料

source: What's new
es_es: Novedades
fr_fr: Nouveautés
ja_jp: 新着情報
ko_kr: 새로운 기능
zh_cn: 最近更新
zh_tw: 新功能

# WhatsNew_Copy
source: We're constantly working to deliver updates and give you the best possible experience. Find out what's new in the latest version of Power BI Desktop.
es_es: Trabajamos constantemente para suministrarle actualizaciones y ofrecerle la mejor experiencia posible. Descubra las novedades de la última versión de Power BI Desktop.
fr_fr: Nous travaillons constamment à l’élaboration de mises à jour afin de vous offrir la meilleure expérience possible. Découvrez les nouveautés de la dernière version de Power BI Desktop.
ja_jp: 常に更新プログラムを配信して、お客様に最適なエクスペリエンスを提供するよう努めています。Power BI Desktop の最新バージョンの新機能をご覧ください。
ko_kr: Microsoft는 업데이트를 제공하고 최상의 환경을 제공하기 위해 계속 노력하고 있습니다. 최신 Power BI Desktop 버전의 새로운 기능에 대해 알아보세요.
zh_cn: 我们不断努力提供更新，尽可能为你带来最佳体验。找出 Power BI Desktop 的最新版本中有哪些最新更新。
zh_tw: 我們持續努力提供更新，以確保您能夠享有最佳的使用體驗。了解最新版 Power BI Desktop 的新功能。
