Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/Forms/Form.*.resx
Languages: it_it, ja_jp, zh_tw

# Accept
source: I accept
it_it: Accetto
ja_jp: 同意する
zh_tw: 我接受

# Company_Placeholder
source: Company name
it_it: Nome società
ja_jp: 会社名
zh_tw: 公司名稱

source: Country
it_it: Paese
ja_jp: 国
zh_tw: 國家/地區

source: Country/region
it_it: Paese/area geografica
ja_jp: 国/地域
zh_tw: 國家/地區

# Country_RequiredMessage
source: Please select a country to continue.
it_it: Seleziona un paese per continuare.
ja_jp: 続行するには国を選択してください。
zh_tw: 請選取國家/地區以繼續。

source: Download eBook
it_it: Scarica eBook
ja_jp: eBook をダウンロードする
zh_tw: 下載電子書

# Email_ConsumerMessage
source: You entered a personal email address: Please enter your work email address so we can securely store your company's data.
it_it: Hai specificato un indirizzo di posta elettronica personale. Immetti il tuo indirizzo aziendale e potremo archiviare i dati della tua società in tutta sicurezza.
ja_jp: 個人用の電子メールアドレスが入力されました: 会社のデータに安全に保存できるように、職場の電子メール アドレスを入力してください。
zh_tw: 您輸入的地址為個人電子郵件地址：請輸入您的公司電子郵件地址，讓我們可以安全地儲存貴公司的資料。

# Email_DisallowedTldMessage
source: Users with .gov and .mil email addresses can use Power BI as part of the Microsoft Government Community Cloud. Please contact your Microsoft sales representative for more details. If you don’t have an existing Microsoft sales representative, please <a href="https://info.microsoft.com/CO-PowerBI-ContactMe-Register.html">contact us</a>.
it_it: Gli utenti con indirizzi di posta elettronica GOV e MIL possono usare Power BI come parte di Microsoft Government Community Cloud. Contatta il rappresentante di vendita Microsoft per altre informazioni. Se non hai ancora un rappresentante di vendita Microsoft, <a href="https://info.microsoft.com/CO-PowerBI-ContactMe-Register.html">contattaci</a>.
ja_jp: .gov および .mil の電子メール アドレスを持つユーザーは、Microsoft 政府コミュニティ クラウドの一部として Power BI を使用できます。詳細については、担当の Microsoft 営業担当者にお問い合わせください。担当の Microsoft 営業担当者がいない場合には、<a href="https://info.microsoft.com/CO-PowerBI-ContactMe-Register.html">こちら</a>からお問い合わせください。
zh_tw: 使用者的電子郵件地址若為 .gov 及 .mil，即可將 Power BI 作為 Microsoft Government 社群雲端的一部分使用。如需更多詳細資料，請連絡您的 Microsoft 銷售人員。若您尚未有 Microsoft 銷售人員，請<a href="https://info.microsoft.com/CO-PowerBI-ContactMe-Register.html">連絡我們</a>。

# Email_ErrorMessage
source: Please enter a valid email address to continue.
it_it: Immetti un indirizzo di posta elettronica valido per continuare.
ja_jp: 有効な電子メール アドレスを入力し、続行してください。
zh_tw: 請輸入有效的電子郵件地址繼續進行。

# Email_Placeholder
source: Enter your work email address
it_it: Immetti l'indirizzo di posta elettronica aziendale
ja_jp: 職場の電子メール アドレスを入力してください
zh_tw: 輸入您的公司電子郵件地址

# Email_Placeholder_2
source: Enter your email address
it_it: Immetti l'indirizzo di posta elettronica personale
ja_jp: 電子メール アドレスを入力してください
zh_tw: 輸入您的電子郵件地址

# Email_Placeholder_3
source: Email Address
it_it: Indirizzo di posta elettronica
ja_jp: 電子メール アドレス
zh_tw: 電子郵件地址

# Email_RequiredMessage
source: Email address required.
it_it: L'indirizzo di posta elettronica è obbligatorio.
ja_jp: 電子メール アドレスが必要です。
zh_tw: 必須有電子郵件地址。

# FirstName_Placeholder
source: First Name
it_it: Nome
ja_jp: 名
zh_tw: 名字

source: Get started
it_it: Inizia
ja_jp: 作業の開始
zh_tw: 開始使用

source: Job Role
it_it: Ruolo
ja_jp: 職務
zh_tw: 職稱

# LastName_Placeholder
source: Last Name
it_it: Cognome
ja_jp: 姓
zh_tw: 姓氏

# Phone_ErrorMessage
source: Please enter a valid phone number to continue.
it_it: Immetti un numero di telefono valido per continuare.
ja_jp: 有効な電話番号を入力し、続行してください。
zh_tw: 請輸入有效的電話號碼繼續進行。

# Phone_Placeholder
source: Enter your phone number
it_it: Immetti il numero di telefono
ja_jp: 電話番号を入力する
zh_tw: 輸入您的電話號碼

# Phone_Placeholder2
source: Work phone
it_it: Ufficio
ja_jp: 勤務先電話番号
zh_tw: 公司電話號碼

# RequiredMessage
source: This field is required.
it_it: Questo campo è obbligatorio.
ja_jp: このフィールドは必須です。
zh_tw: 此為必要欄位。

source: Start download
it_it: Avvia il download
ja_jp: ダウンロードを開始する
zh_tw: 開始下載

source: Submit
it_it: Invia
ja_jp: 送信
zh_tw: 提交

# Terms_GetStarted
source: By clicking Use it free, you agree to the <a href="{0}">Power BI Terms of Service</a>
it_it: Facendo clic su Usa gratuitamente, accetti le <a href="{0}">Condizioni per l'utilizzo del servizio Power BI</a>
ja_jp: [無料で使用] をクリックすると、<a href="{0}">Power BI サービス条件</a>に同意したことになります
zh_tw: 按一下 [免費使用] 表示您同意 <a href="{0}">Power BI 服務條款</a>

# Terms_MsUseInfo
source: Microsoft may use your contact information to provide updates and special offers about Business Intelligence and other Microsoft products and services. You can unsubscribe at any time. To learn more you can read the <a href="{0}">privacy statement</a>.
it_it: Microsoft può usare le tue informazioni di contatto per fornire aggiornamenti e offerte speciali per Business Intelligence e altri prodotti e servizi Microsoft. Potrai annullare l'iscrizione in qualsiasi momento. Per altre informazioni puoi leggere l'<a href="{0}">informativa sulla privacy</a>.
ja_jp: Microsoft では、ビジネス インテリジェンスおよび他の Microsoft 製品やサービスに関する更新情報や特別提供のお知らせに、お客様の連絡先情報を使用する場合があります。購読はいつでも中止できます。詳細については、<a href="{0}">プライバシーに関する声明</a>をお読みください。
zh_tw: Microsoft 可能會使用您的連絡資訊，提供您 Business Intelligence 以及其他 Microsoft 產品與服務的更新和特殊優惠。您可以隨時取消訂閱。若要深入了解，可以閱讀<a href="{0}">隱私權聲明</a>。

# Terms_TrackProgress
source: By clicking Track progress, you are giving your consent to Microsoft to provide you updates about Power BI learning resources via email. You can unsubscribe at any time.
it_it: Facendo clic su Tieni traccia dello stato di avanzamento accetti di ricevere da Microsoft gli aggiornamenti sulle risorse di apprendimento di Power BI via posta elettronica. Potrai annullare l'iscrizione in qualsiasi momento.
ja_jp: [進捗の追跡] をクリックすると、Power BI 学習リソースの更新内容を電子メールで送ることを Microsoft に承諾することになります。購読はいつでも中止できます。
zh_tw: 按一下 [追蹤進度] 即表示您同意 Microsoft 將 Power BI 學習資源的更新透過電子郵件提供給您。您可以隨時取消訂閱。

# Terms_UseItFree
source: By clicking Use it free, you agree to the <a href="{0}">Power BI Terms of Service</a>
it_it: Facendo clic su Usa gratuitamente, accetti le <a href="{0}">Condizioni per l'utilizzo del servizio Power BI</a>
ja_jp: [無料で使用] をクリックすると、<a href="{0}">Power BI サービス条件</a>に同意したことになります
zh_tw: 按一下 [免費使用] 表示您同意 <a href="{0}">Power BI 服務條款</a>

source: Track progress
it_it: Tieni traccia dello stato di avanzamento
ja_jp: 進捗の追跡
zh_tw: 追蹤進度

source: Use it free
it_it: Usa gratuitamente
ja_jp: 無料で使用
zh_tw: 免費使用
