Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/Departments.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# CampaignAnalytics_Description
source: <ul> <li>Analyze campaigns in real-time</li> <li>Identify changes in customer trends and sentiment</li> <li>Compare actual revenue, costs, and ROI for segments, campaigns, channels, and more</li> </ul>
de_de: <ul> <li>Analysieren Sie Kampagnen in Echtzeit</li> <li>Erkennen Sie Veränderungen bei Kundentrends und -stimmungen</li> <li>Vergleichen Sie tatsächliche Werte für Umsatzerlös, Kosten und ROI für Segmente, Kampagnen, Kanäle und mehr</li> </ul>
es_es: <ul> <li>Analice las campañas en tiempo real.</li> <li>Identifique cambios en las tendencias y la opinión de los clientes.</li> <li>Compare ingresos y costos reales, así como el ROI de segmentos, campañas, canales, etc.</li> </ul>
fr_fr: <ul> <li>Analysez les campagnes en temps réel</li> <li>Détectez les changements dans les tendances et les sentiments des clients</li> <li>Comparez le chiffre d’affaires réel, les coûts et le retour sur investissement pour des segments, des campagnes, des canaux ou d’autres éléments</li> </ul>
it_it: <ul> <li>Analizza le campagne in tempo reale</li> <li>Identifica i cambiamenti nelle tendenze e nella valutazione dei clienti</li> <li>Confronta i profitti effettivi, i costi e il rendimento del capitale investito per segmenti, campagne, canali e altro ancora</li> </ul>
ja_jp: <ul> <li>キャンペーンをリアルタイムで分析します</li> <li>顧客傾向とセンチメントにおける変化を識別します</li> <li>実際の収益、コスト、部門ごとの ROI、キャンペーン、チャネルなどを比較します</li> </ul>
ko_kr: <ul> <li>실시간으로 캠페인 분석</li> <li>고객 추세 및 감성의 변화 식별</li> <li>세그먼트, 캠페인, 채널 등에 대한 실제 수익, 비용 및 ROI 비교</li> </ul>
pt_br: <ul> <li>Analise campanhas em tempo real</li> <li>Identifique alterações no sentimento e nas tendências dos clientes</li> <li>Compare receita, custos e ROI reais para segmentos, campanhas, canais e mais</li> </ul>
ru_ru: <ul> <li>Анализируйте кампании в реальном времени.</li> <li>Определяйте изменения в трендах и настроениях клиентов.</li> <li>Сравнивайте фактические доходы, расходы и рентабельность сегментов, кампаний, каналов и многого другого.</li> </ul>
zh_cn: <ul> <li>实时分析市场活动</li> <li>判断消费者趋势和情绪的变化</li> <li>对比不同细分市场、市场活动、渠道等的实际收入、成本和投资回报率</li> </ul>
zh_tw: <ul> <li>可即時分析行銷活動</li> <li>找出客戶趨勢和評價的變化</li> <li>比較不同市場區隔、行銷活動、行銷管道等的實際營收、成本和投資報酬率</li> </ul>

# CampaignAnalytics_Tagline
source: Turn marketing data into actionable insight with interactive dashboards that make results accessible.
de_de: Wandeln Sie Marketingdaten mithilfe interaktiver Dashboards, die Zugriff auf Ergebnisse ermöglichen, in umsetzbare Erkenntnisse um.
es_es: Convierta los datos de marketing en información factible con los paneles interactivos que permiten el acceso a los resultados.
fr_fr: Convertissez les données marketing en informations concrètes grâce à des tableaux de bord interactifs qui rendent les résultats accessibles.
it_it: Trasforma i dati di marketing in informazioni dettagliate utili con dashboard interattivi che rendono accessibili i risultati.
ja_jp: 対話型ダッシュボードで結果を簡単に利用できるので、マーケティング データが実行可能な洞察になります。
ko_kr: 결과에 액세스할 수 있는 대화형 대시보드를 통해 마케팅 데이터를 실행 가능한 통찰력으로 변환하세요.
pt_br: Transforme dados de marketing em informações acionáveis, com painéis interativos que permitem acesso aos resultados.
ru_ru: Превратите маркетинговые данные в реализуемую ценную информацию с помощью интерактивных информационных панелей, благодаря которым результаты становятся доступными.
zh_cn: 使用可以访问结果的交互式仪表板，将市场数据转变为切实可行的见解。
zh_tw: 可存取結果的互動式儀表板，能將行銷資料化為能指引因應行動的深入解析資料。

# CampaignAnalytics_Title
source: Campaign Analytics
de_de: Analyse von Kampagnen
es_es: Análisis de campaña
fr_fr: Analyse des campagnes
it_it: Analisi relative alle campagne
ja_jp: キャンペーン分析
ko_kr: 캠페인 분석
pt_br: Análise de Campanha
ru_ru: Аналитика кампаний
zh_cn: 市场活动分析
zh_tw: 行銷活動分析

# CapexManagement_Description
source: <ul> <li>Detect unexpected cost increases earlier with real-time updates</li> <li>React quickly to changes and enable corrective action</li> <li>Share reports out to the right teams in just a few clicks</li> </ul>
de_de: <ul> <li>Erkennen Sie dank Aktualisierungen in Echtzeit unerwartete Kostensteigerungen früher</li> <li>Reagieren Sie schnell auf Änderungen, und ermöglichen Sie Korrekturmaßnahmen</li> <li>Geben Sie über ein paar Klicks Berichte für die richtigen Teams frei</li> </ul>
es_es: <ul> <li>Detecte aumentos de costos imprevistos con antelación gracias a las actualizaciones en tiempo real.</li> <li>Reaccione con rapidez a los cambios y habilite acciones correctivas.</li> <li>Comparta informes con los equipos adecuados mediante unos pocos clics.</li> </ul>
fr_fr: <ul> <li>Détectez plus tôt les augmentations de coûts imprévues grâce aux mises à jour en temps réel</li> <li>Réagissez rapidement aux changements et entreprenez des actions correctives</li> <li>Partagez des rapports avec les équipes concernées en seulement quelques clics</li> </ul>
it_it: <ul> <li>Individua tempestivamente incrementi imprevisti dei costi grazie agli aggiornamenti in tempo reale</li> <li>Reagisci rapidamente ai cambiamenti e consenti azioni correttive</li> <li>Condividi i report con i team appropriati con pochi clic</li> </ul>
ja_jp: <ul> <li>リアルタイムの更新により予想外のコストアップを検出します</li> <li>変化に素早く反応し、是正措置を可能にします</li> <li>数回クリックするだけで、適切なチームにレポートを配布できます</li> </ul>
ko_kr: <ul> <li>실시간 업데이트로 예기치 않은 비용 증가를 조기에 감지</li> <li>변경 사항에 신속히 대처하고 정정 작업 가능</li> <li>몇 번의 클릭으로 적절한 팀과 보고서 공유</li> </ul>
pt_br: <ul> <li>Detecte aumentos de custo inesperados antecipadamente com atualizações em tempo real</li> <li>Reaja rapidamente a alterações e habilite a ação corretiva</li> <li>Compartilhe relatórios com as equipes corretas, com apenas alguns cliques</li> </ul>
ru_ru: <ul> <li>Вы можете раньше находить неожиданные повышения затрат с помощью обновлений в реальном времени.</li> <li>Вы можете быстро реагировать на изменения и вносить корректировки.</li> <li>Чтобы поделиться отчетами с нужными командами, нужно всего несколько щелчков мышью.</li> </ul>
zh_cn: <ul> <li>通过实时更新更早地发现意外的成本增加</li> <li>快速应对变化并采取纠正措施</li> <li>只需单击几下即可与相关团队分享报表</li> </ul>
zh_tw: <ul> <li>即時更新讓您即早偵測到意外的成本增加</li> <li>可快速因應所有變動，讓您採取修正行動</li> <li>只要按幾下，就能與相關團隊分享報告</li> </ul>

# CapexManagement_Tagline
source: Free up time for strategic analysis – no more hunting for data.
de_de: Geben Sie Zeit für strategische Analysen frei – kein Jagen nach Daten mehr.
es_es: Libere tiempo para el análisis estratégico y deje de buscar datos.
fr_fr: Gagnez du temps sur les analyses stratégiques : n’en perdez plus à rechercher les données.
it_it: Evita inutili ricerche di dati e dedica più tempo alle analisi strategiche.
ja_jp: 戦略的分析のために十分な時間を当てられます - データを探し回る必要はもうありません。
ko_kr: 데이터를 찾아 헤맬 필요 없이 전략적 분석을 위한 시간을 확보하세요.
pt_br: Libere tempo para análise estratégica - sem continuar buscando por dados.
ru_ru: Больше времени для стратегического анализа — больше не нужно охотиться за данными.
zh_cn: 能够空出更多时间进行策略分析 - 不用再四处搜寻数据。
zh_tw: 能給給您更多時間進行策略分析，不須再四處尋找資料。

# CapexManagement_Title
source: Capex Management
de_de: Management des Investitionsaufwands
es_es: Administración de gastos de capital
fr_fr: Gestion des dépenses d’investissement
it_it: Gestione delle spese in conto capitale
ja_jp: 資本支出の管理
ko_kr: 자본 지출 관리
pt_br: Gerenciamento de Despesa de Capital
ru_ru: Управление капитальными вложениями
zh_cn: 资本支出管理
zh_tw: 資本支出管理

# ClaimsAnalysis_Description
source: <ul> <li>Improve efficiency by analyzing metrics like past total claims, production output, or shipment times</li> <li>See your data on a dashboard with drag-and-drop capabilities and stunning visuals</li> <li>Maintain one version of the truth across departments and tell a clearer story</li> </ul>
de_de: <ul> <li>Verbessern Sie die Effizienz durch die Analyse von Metriken wie bisherige Gesamtforderungen, Produktionsleistung und Lieferzeiten</li> <li>Untersuchen Sie Ihre Daten auf einem Dashboard per Drag &amp; Drop-Funktionalität und beeindruckenden Visualisierungen</li> <li>Bewahren Sie abteilungsübergreifend eine klare Linie, und liefern Sie anschaulichere Berichte</li> </ul>
es_es: <ul> <li>Mejore la eficacia mediante el análisis de métricas, como las reclamaciones totales antiguas, la salida de producción o los tiempos de envío.</li> <li>Vea los datos en un panel con las capacidades de arrastrar y colocar, así como con objetos visuales impresionantes.</li> <li>Mantenga una misma versión entre departamentos y explique una historia más clara.</li> </ul>
fr_fr: <ul> <li>Améliorez l’efficacité en analysant des métriques comme la demande totale antérieure, les quantités produites ou les délais d’expédition</li> <li>Consultez vos données sur un tableau de bord avec des fonctionnalités de glisser-déposer et des visualisations attrayantes</li> <li>Gérez une seule et même version de la réalité entre les différents services et exposez une vision plus claire</li> </ul>
it_it: <ul> <li>Migliora l'efficienza analizzando metriche come le richieste totali precedenti, l'output di produzione e i tempi di spedizione</li> <li>Visualizza i dati in un dashboard grazie alle funzionalità di trascinamento e a oggetti visivi accattivanti</li> <li>Mantieni un'unica versione effettiva in tutti i reparti e comunica una storia più chiara</li> </ul>
ja_jp: <ul> <li>過去のクレームの合計、生産高、出荷回数などのメトリックを分析して効率性を高めます</li> <li>ドラッグ アンド ドロップ機能や魅力的な視覚化でダッシュボードにデータを表示します</li> <li>部門を越えても一貫して正しい情報が伝わるように、より明確なストーリーを伝達します</li> </ul>
ko_kr: <ul> <li>이전의 총 클레임 수, 생산 결과 또는 배송 시간과 같은 메트릭을 분석하여 효율 향상</li> <li>끌어서 놓기 기능 및 뛰어난 시각적 개체를 사용하여 대시보드에서 데이터 확인</li> <li>부서 전체에서 한 가지 버전의 사실을 유지하고 스토리를 보다 명확히 전달</li> </ul>
pt_br: <ul> <li>Aumente a eficiência analisando métricas como declarações totais passadas, volume de produção ou horários de remessa</li> <li>Consulte seus dados em um painel com capacidades do tipo "arrastar e soltar" e elementos visuais esplêndidos</li> <li>Mantenha uma versão da verdade entre diferentes departamentos e conte uma história mais clara</li> </ul>
ru_ru: <ul> <li>Повысьте эффективность с помощью анализа метрик, например общего числа запросов, объема производства или сроков поставок.</li> <li>Просматривайте данные на информационной панели с возможностями перетаскивания и прекрасным визуальным оформлением.</li> <li>Вы можете поддерживать согласованность данных по всем отделам и предоставлять более точные сведения.</li> </ul>
zh_cn: <ul> <li>通过分析过去的总申报额、生产量或发货次数等指标来提高效率</li> <li>仪表板具有拖放功能和令人惊叹的视觉对象，便于查看其上的数据</li> <li>维护各部门之间的一致性，更易于管理</li> </ul>
zh_tw: <ul> <li>分析過去宣告總數、產量或出貨次數等指標，藉此改善效率</li> <li>查看儀表板的資料時，可利用拖放功能與令人驚嘆的視覺效果</li> <li>確保各部門取得一致的消息，將資料內容講得更清楚</li> </ul>

# ClaimsAnalysis_Tagline
source: React faster with mobile alerts for shipping gaps, stock shortages, and other time-sensitive needs.
de_de: Reagieren Sie schneller dank mobiler Benachrichtigungen bei Lieferlücken, Bestandsfehlmengen und anderen zeitkritischen Aspekten.
es_es: Reaccione más rápido gracias a las alertas móviles de diferencias de envíos, escasez de existencias y otras necesidades en las que el tiempo es un factor importante.
fr_fr: Réagissez plus rapidement grâce à des alertes sur les délais de livraison, les ruptures de stock et d’autres éléments dont la chronologie est critique.
it_it: Reagisci in modo più rapido con avvisi per dispositivi mobili relativi a ritardi di spedizione, carenze di scorte e altre esigenze che richiedono interventi tempestivi.
ja_jp: 発送ミスや在庫不足などの一刻を争う必要性に対し、モバイル アラートでより迅速に対応できます。
ko_kr: 모바일 경고를 통해 배송 간격, 재고 부족 및 기타 시간이 중요한 요구 사항에 빠르게 대처하세요.
pt_br: Reaja mais rapidamente com alertas por celular para lacunas em remessas, faltas no estoque e outras necessidades sensíveis ao tempo.
ru_ru: Вы можете реагировать быстрее благодаря мобильным оповещениям о задержках доставки, нехватке запасов и других срочных ситуациях.
zh_cn: 通过对发货间隔、库存不足和其他具有时效性需求的移动提醒，做出更快速的反应。
zh_tw: 透過出貨間隔、缺貨和其他時效性需求的行動提示，以更快的速度進行因應。

# ClaimsAnalysis_Title
source: Claims Analysis
de_de: Forderungsanalyse
es_es: Análisis de reclamaciones
fr_fr: Analyse des demandes
it_it: Analisi delle richieste
ja_jp: クレーム分析
ko_kr: 클레임 분석
pt_br: Análises de Declarações
ru_ru: Анализ запросов
zh_cn: 申报额分析
zh_tw: 宣告分析

# ComplianceTraining_Description
source: <ul> <li>Monitor the progress and growth of individuals against goals and role-based metrics</li> <li>Investigate in real-time by clicking down into underlying data</li> <li>Ask questions in natural language using Power BI’s intuitive Q&amp;A format</li> </ul>
de_de: <ul> <li>Überwachen Sie Fortschritt und Entwicklung von Einzelpersonen im Vergleich mit Zielen und rollenbasierten Metriken</li> <li>Führen Sie Untersuchungen in Echtzeit durch, indem Sie sich zu den zugrunde liegenden Daten klicken</li> <li>Stellen Sie mithilfe des intuitiven F&amp;A-Formats Fragen in natürlicher Sprache</li> </ul>
es_es: <ul> <li>Supervise el progreso y el crecimiento individual comparado con los objetivos y las métricas basadas en roles.</li> <li>Haga clic en los datos subyacentes para realizar investigaciones en tiempo real.</li> <li>Formule preguntas en lenguaje natural mediante el formato de preguntas y respuestas intuitivo de Power BI.</li> </ul>
fr_fr: <ul> <li>Suivez la progression et la croissance d’éléments individuels par rapport à des objectifs et des métriques basées sur des rôles</li> <li>Faites des recherches en temps réel en accédant aux données sous-jacentes à l’aide de simples clics</li> <li>Posez des questions en langage naturel à l’aide du format Questions et réponses intuitif de Power&#160;BI</li> </ul>
it_it: <ul> <li>Monitora lo sviluppo e la crescita dei singoli dipendenti rispetto a obiettivi e metriche basate sui ruoli</li> <li>Analisi in tempo reale tramite la selezione dei dati sottostanti</li> <li>Domande in linguaggio naturale con il formato intuitivo di Domande e risposte di Power BI</li> </ul>
ja_jp: <ul> <li>目標や役割ベースのメトリックに照らして個人の進歩と成長を監視します</li> <li>クリックして基礎データを掘り下げてリアルタイムで調査します</li> <li>Power BI の直感的 Q&amp;A フォーマットを使用して自然言語で質問できます</li> </ul>
ko_kr: <ul> <li>목표 및 역할 기반 메트릭을 기준으로 개인의 진행 상황 및 성장 모니터링</li> <li>기본 데이터를 클릭하여 실시간으로 조사</li> <li>Power BI의 직관적인 Q&amp;A 포맷을 사용하여 자연어로 질문하기</li> </ul>
pt_br: <ul> <li>Monitore o andamento e o crescimento de indivíduos em relação a metas e métricas baseadas em função</li> <li>Investigue em tempo real, clicando no botão para baixo nos dados subjacentes</li> <li>Faça perguntas no idioma nativo, usando o formato P e R intuitivo do Power BI</li> </ul>
ru_ru: <ul> <li>Отслеживайте ход выполнения и рост отдельных пользователей относительно целей и метрик на основе ролей.</li> <li>Изучайте ситуацию в реальном времени, просматривая базовые данные.</li> <li>Задавайте вопросы на естественном языке с помощью интуитивно понятного формата вопросов и ответов Power BI.</li> </ul>
zh_cn: <ul> <li>根据目标和基于角色的指标，监督个人进步和成长</li> <li>通过单击进入基础数据，进行实时调查</li> <li>使用 Power BI 直观的问答格式，以自然语言进行提问</li> </ul>
zh_tw: <ul> <li>可針對目標和職位計量，監視個人進度與成長</li> <li>按一下進入基礎資料，即可即時進行調查</li> <li>Power BI 的直覺式問答格式可讓您以自然語言提出問題</li> </ul>

# ComplianceTraining_Tagline
source: Make informed decisions with interactive dashboards that make detailed data accessible.
de_de: Treffen Sie fundiertere Entscheidungen mithilfe interaktiver Dashboards, die Zugriff auf detaillierte Daten bieten.
es_es: Tome decisiones fundamentadas con los paneles interactivos que permiten acceder a datos detallados.
fr_fr: Prenez des décisions en connaissance de cause avec des tableaux de bord interactifs qui vous permettent d’accéder aux données détaillées.
it_it: Prendi decisioni informate grazie ai dashboard interattivi che rendono accessibili dati dettagliati.
ja_jp: 詳細データにアクセスできる対話型ダッシュボードによって、十分な情報を得た上で意思決定を行えます。
ko_kr: 세부 데이터에 액세스할 수 있는 대화형 대시보드를 통해 합리적인 결정을 내리세요.
pt_br: Tome decisões conscientes com painéis interativos, que tornam dados detalhados acessíveis.
ru_ru: Принимайте обоснованные решения с помощью интерактивных информационных панелей, которые облегчают доступ к подробным данным.
zh_cn: 使用可访问详细数据的交互式仪表板，做出周全的决定。
zh_tw: 透過內含詳細資料的互動式儀表板，做出更加周全的決策。

# ComplianceTraining_Title
source: Compliance Training
de_de: Compliance-Schulung
es_es: Aprendizaje sobre cumplimiento
fr_fr: Formation à la conformité
it_it: Formazione per la conformità
ja_jp: コンプライアンス トレーニング
ko_kr: 규정 준수 교육
pt_br: Treinamento de Conformidade
ru_ru: Обучение соответствию требованиям
zh_cn: 合规性训练
zh_tw: 法務遵循訓練

# EmailAnalytics_Description
source: <ul> <li>Leverage out-of-the-box dashboards and reports to quickly understand campaign outcomes</li> <li>Compare results across campaigns, customer segments, and geographies</li> <li>Discover how to better tailor your marketing approach for specific audiences</li> </ul>
de_de: <ul> <li>Nutzen Sie Standard-Dashboards und -berichte, um Ergebnisse von Kampagnen schnell zu verstehen</li> <li>Vergleichen Sie Ergebnisse übergreifend über Kampagnen, Kundensegmente und Regionen</li> <li>Finden Sie heraus, wie Sie Ihre Marketingstrategie besser an bestimmte Zielgruppen anpassen</li> </ul>
es_es: <ul> <li>Aproveche los paneles e informes listos para usar para comprender rápidamente los resultados de la campaña.</li> <li>Compare los resultados entre campañas, segmentos de clientes y zonas geográficas.</li> <li>Descubra cómo adaptar mejor la estrategia de marketing para públicos específicos.</li> </ul>
fr_fr: <ul> <li>Tirez parti des tableaux de bord et des rapports prédéfinis pour comprendre rapidement les résultats des campagnes</li> <li>Comparez les résultats entre des campagnes, des segments de clientèle et des régions géographiques</li> <li>Découvrez comment mieux adapter votre approche marketing à des audiences spécifiques</li> </ul>
it_it: <ul> <li>Sfrutta i dashboard e i report predefiniti per una comprensione rapida dei risultati delle campagne</li> <li>Confronta i risultati di campagne, segmenti di clienti e aree geografiche</li> <li>Scopri come perfezionare il tuo approccio marketing per destinatari specifici</li> </ul>
ja_jp: <ul> <li>そのまま使用できるダッシュボードとレポートを利用して、キャンペーンの成果を瞬時に理解できるようにします</li> <li>キャンペーン、顧客層、地域ごとに結果を分析します</li> <li>特定のオーディエンスに向けたマーケティング アプローチのより優れた調整方法を見いだします</li> </ul>
ko_kr: <ul> <li>기본 대시보드 및 보고서를 활용하여 캠페인 결과 빠르게 파악</li> <li>캠페인, 고객층 및 지역 간에 결과 비교</li> <li>특정 대상에 맞게 마케팅 접근 방식을 더 효율적으로 조정하는 방법 검색</li> </ul>
pt_br: <ul> <li>Aproveite relatórios e painéis para uso imediato para entender rapidamente resultados de campanha</li> <li>Compare resultados entre campanhas, segmentos de cliente e regiões geográficas</li> <li>Descubra como melhor adaptar sua abordagem de marketing para públicos específicos</li> </ul>
ru_ru: <ul> <li>Используйте готовые информационные панели и отчеты для быстрого понимания результатов кампании.</li> <li>Сравнивайте результаты по кампаниям, сегментам клиентов и географическим регионам.</li> <li>Узнайте, как правильнее оптимизировать маркетинговый подход к конкретным целевым аудиториям.</li> </ul>
zh_cn: <ul> <li>利用新颖的仪表板和报表，快速了解市场活动成果</li> <li>对比不同市场活动、客户群和地区的结果</li> <li>探索如何让你的市场营销方法更好地适应特定用户</li> </ul>
zh_tw: <ul> <li>您可利用現成儀表板和報表，快速了解行銷活動的成果</li> <li>比較不同行銷活動、客戶市場區隔和地理位置的成果</li> <li>了解如何針對特定對象調整行銷方法</li> </ul>

# EmailAnalytics_Tagline
source: Tell the right story with real-time information that communicates important outcomes such as ROI.
de_de: Erzählen Sie die richtige Geschichte mithilfe von Echtzeitinformationen, die wichtige Ergebnisse wie die Investitionsrendite vermitteln.
es_es: Explique la historia correcta con información en tiempo real que comunique resultados importantes, como el ROI.
fr_fr: Livrez une bonne analyse avec des informations en temps réel qui communiquent des résultats importants, comme le retour sur investissement.
it_it: Racconta la storia ottimale con informazioni in tempo reale che comunicano risultati importanti, come il rendimento del capitale investito.
ja_jp: ROI のような重要な成果を伝達するリアルタイム情報により適切なストーリーを伝えてください。
ko_kr: ROI와 같은 중요한 결과를 전달하는 실시간 정보로 적합한 스토리를 알리세요.
pt_br: Conte a história certa com informações em tempo real, que comunicam resultados importantes como ROI.
ru_ru: Расскажите с использованием сведений в реальном времени реальную историю, которая сообщает важные результаты, например рентабельность инвестиций.
zh_cn: 利用实时信息正确地传递投资回报率等重要的结果。
zh_tw: 即時資訊傳達重要成果 (例如投資報酬率)，助您傳達正確無誤的內容。

# EmailAnalytics_Title
source: Email Analytics
de_de: E-Mail-Analyse
es_es: Análisis de correo electrónico
fr_fr: Analyse des e-mails
it_it: Analisi relative ad Adobe
ja_jp: メール分析
ko_kr: 메일 분석
pt_br: Análise de Email
ru_ru: Аналитика электронной почты
zh_cn: 电子邮件分析
zh_tw: 電子郵件分析

# ExpenseManagement_Description
source: <ul> <li>Detect expense outliers and anomalies early with intuitive visualizations</li> <li>Analyze trends and patterns to proactively search for indications of fraud and abuse</li> <li>Ensure that your data is always fresh with automatic updates</li> </ul>
de_de: <ul> <li>Erkennen Sie mithilfe intuitiver Visualisierungen Ausreißer und Anomalien bei den Kosten</li> <li>Analysieren Sie Trends und Muster, um proaktiv nach Anzeichen von Betrug und Missbrauch zu suchen</li> <li>Stellen Sie mit automatischen Aktualisierungen sicher, dass Ihre Daten immer auf dem neuesten Stand sind</li> </ul>
es_es: <ul> <li>Detecte gastos atípicos y anomalías de forma anticipada con las visualizaciones intuitivas.</li> <li>Analice tendencias y patrones para la búsqueda proactiva de indicaciones de fraude y abuso.</li> <li>Asegúrese de que los datos siempre estén al día con las actualizaciones automáticas.</li> </ul>
fr_fr: <ul> <li>Détectez tôt les dépenses hors norme et les anomalies grâce à des visualisations intuitives</li> <li>Analysez les tendances et les répétitions de schémas pour rechercher de façon anticipée des indications de fraudes et d’abus</li> <li>Bénéficiez de données toujours actualisées grâce aux mises à jour automatiques</li> </ul>
it_it: <ul> <li>Individua tempestivamente outlier e anomalie relative alle spese grazie a visualizzazioni intuitive</li> <li>Analizza le tendenze e i modelli per cercare in modo proattivo indizi di frodi e abusi</li> <li>Assicurati che i dati siano sempre recenti con gli aggiornamenti automatici</li> </ul>
ja_jp: <ul> <li>直感的な視覚化により異常な支出を早期に発見します</li> <li>傾向とパターンを分析し、不正行為の兆候を事前に探し出します</li> <li>自動更新によってデータは常に最新の状態に保たれます</li> </ul>
ko_kr: <ul> <li>직관적인 시각화로 비용 이상치와 비정상치를 조기에 감지</li> <li>추세와 패턴을 분석하여 사기 및 남용의 징후 사전에 탐색</li> <li>자동 업데이트로 데이터를 항상 최신 상태로 유지</li> </ul>
pt_br: <ul> <li>Detecte anomalias e exceções nas despesas com antecedência, usando visualizações intuitivas</li> <li>Analise tendências e padrões para pesquisar proativamente por indicações de fraude e abuso</li> <li>Certifique-se de que seus dados estejam sempre atualizados com as atualizações automáticas</li> </ul>
ru_ru: <ul> <li>Вы можете быстро находить отклонения в расходах с помощью интуитивно понятных визуализаций.</li> <li>С помощью анализа трендов и типовых действий можно заранее находить признаки мошенничества и злоупотребления.</li> <li>Данные всегда будут актуальными благодаря автоматическим обновлениям.</li> </ul>
zh_cn: <ul> <li>使用直观的可视化效果，及早发现费用异常和异常状况</li> <li>分析趋势和模式，主动寻找欺诈与滥用的迹象</li> <li>使用自动更新，确保数据永远保持为最新</li> </ul>
zh_tw: <ul> <li>直覺式視覺效果可讓您即早偵測到異常花費和異樣狀況</li> <li>可分析趨勢和模式，協助您主動發現詐騙與濫用事件的蛛絲馬跡</li> <li>自動更新能確保您的資料永遠保持最新</li> </ul>
