Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/Departments.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# ITSpend_Description
source: <ul> <li>Connect Power BI easily to other tools</li> <li>Integrate Power BI with your existing solutions for an end-to-end approach to data analytics</li> <li>Work equally well with Microsoft products like Azure Active Directory and non-Microsoft products like SAP</li> </ul>
de_de: <ul> <li>Verbinden Sie Power BI mühelos mit anderen Tools</li> <li>Integrieren Sie Power BI mit Ihren bestehenden Lösungen für einen durchgängigen Datenanalyseansatz</li> <li>Arbeiten Sie mit Microsoft-Produkten wie Azure Active Directory und nicht von Microsoft stammenden Produkten wie SAP gleich gut zusammen</li> </ul>
es_es: <ul> <li>Conecte Power BI fácilmente a otras herramientas.</li> <li>Integre Power BI en las soluciones existentes para implementar una estrategia integral de análisis de datos.</li> <li>Trabaje indistintamente con productos de Microsoft, como Azure Active Directory y productos de terceros, como SAP.</li> </ul>
fr_fr: <ul> <li>Connectez facilement Power&#160;BI à d’autres outils</li> <li>Intégrez Power&#160;BI à vos solutions existantes, afin d’obtenir une approche de bout en bout de l’analyse des données</li> <li>Travaillez aussi bien avec des produits Microsoft, comme Azure Active Directory, qu’avec des produits non-Microsoft comme SAP</li> </ul>
it_it: <ul> <li>Connetti Power BI con facilità ad altri strumenti</li> <li>Integra Power BI con le tue soluzioni esistenti per un approccio end-to-end alle analisi dei dati</li> <li>Interazione ottimale con tutti i prodotti Microsoft come Azure Active Directory e con i prodotti non Microsoft come SAP</li> </ul>
ja_jp: <ul> <li>Power BI を他のツールに簡単に接続できます</li> <li>データ分析へのエンド ツー エンド アプローチを実現するため Power BI を既存のソリューションと統合します</li> <li>Azure Active Directory などの Microsoft 製品とも、SAP などの Microsoft 以外の製品とも同じようにうまく連携します</li> </ul>
ko_kr: <ul> <li>Power BI를 다른 도구에 쉽게 연결</li> <li>Power BI를 기존 솔루션과 통합하여 데이터 분석을 위한 종단 간 접근 방식 제공</li> <li>Azure Active Directory 같은 Microsoft 제품과 SAP 같은 타사 제품에서 똑같이 효율적으로 작업</li> </ul>
pt_br: <ul> <li>Conecte com facilidade o Power BI a outras ferramentas</li> <li>Integre o Power BI a suas soluções existentes para uma abordagem de ponta a ponta para análises de dados</li> <li>Trabalhe igualmente bem com produtos Microsoft como o Active Directory do Azure e também com produtos não Microsoft como o SAP</li> </ul>
ru_ru: <ul> <li>Легко подключайте Power BI к другим средствам.</li> <li>Внедряйте Power BI в существующие решения для комплексного подхода к анализу данных.</li> <li>Power BI одинаково хорошо работает с продуктами Майкрософт, например Azure Active Directory, а также с продуктами других поставщиков, например SAP.</li> </ul>
zh_cn: <ul> <li>将 Power BI 轻松连接到其他工具</li> <li>将 Power BI 与现有解决方案集成，进行端对端的数据分析</li> <li>能够与 Microsoft 产品（如 Azure Active Directory）和非 Microsoft 产品（如 SAP）都很好地结合使用</li> </ul>
zh_tw: <ul> <li>Power BI 可與其他工具輕鬆連接</li> <li>Power BI 可與現有解決方案結合，進行端對端的資料分析</li> <li>與 Microsoft 產品 (如 Azure Active Directory) 及非 Microsoft 產品 (如SAP) 搭配使用皆能提供同等出色的效益</li> </ul>

# ITSpend_Tagline
source: See everything in one place including network systems, services, applications, and security data.
de_de: Sehen Sie sich alle Informationen zentral an, z. B. zu Netzwerksystemen, Diensten, Anwendungen und Sicherheitsdaten.
es_es: Consulte toda la información en un mismo lugar, como los sistemas de red, los servicios, las aplicaciones y los datos de seguridad.
fr_fr: Tout ce dont vous avez besoin se trouve à un seul et même endroit, notamment les systèmes réseau, les services, les applications et les données de sécurité.
it_it: Tutte le informazioni in un'unica posizione, incluse le informazioni su sistemi di rete, servizi, applicazioni e dati sulla sicurezza.
ja_jp: ネットワーク システム、サービス、アプリケーション、セキュリティ データなどすべてのものを 1 か所に表示します。
ko_kr: 네트워크 시스템, 서비스, 응용 프로그램, 보안 데이터 등 모든 것을 한 곳에서 확인하세요.
pt_br: Veja tudo em um único lugar, incluindo sistemas de rede, serviços, aplicativos e dados de segurança.
ru_ru: Просматривайте все в одном месте, включая сетевые системы, службы, приложения и данные систем безопасности.
zh_cn: 在一个位置就可以查看所有内容，包括网络系统、服务、应用程序和安全数据。
zh_tw: 在一處就能查看網路系統、服務、應用程式和安全性資料等所有項目。

# ITSpend_Title
source: IT Spend
de_de: IT-Investitionen
es_es: Gasto en TI
fr_fr: Dépenses informatiques
it_it: Analisi della spesa IT
ja_jp: IT 支出
ko_kr: IT 지출
pt_br: Gastos de TI
ru_ru: Расходы на ИТ
zh_cn: IT 支出
zh_tw: IT 支出

# IT_Description
source: Want to improve productivity in a quick and affordable way? With Power BI, you can create dashboards in seconds that monitor and analyze everything from Active Directory to Zendesk, and it integrates seamlessly with SSAS for when you need enterprise-scale BI solutions.
de_de: Möchten Sie Produktivität schnell und erschwinglich steigern? Mit Power BI können Sie Dashboards in Sekundenschnelle erstellen, mit denen Sie von Active Directory bis Zendesk alles überwachen und analysieren können. Außerdem ist eine problemlose Integration in SSAS möglich, wenn BI-Lösungen für Großunternehmen gefragt sind.
es_es: ¿Desea mejorar la productividad de manera rápida y asequible? Con Power BI, puede crear paneles en tan solo unos segundos para supervisar y analizar todos los datos, de Active Directory a Zendesk. Además, se integra perfectamente a SSAS, por si necesita soluciones de BI de escala empresarial.
fr_fr: Vous voulez améliorer la productivité d’une façon à la fois rapide et abordable ? Avec Power BI, vous pouvez créer en quelques secondes des tableaux de bord qui surveillent et analysent tout, d’Active Directory à Zendesk, puis les intégrer sans difficulté à SSAS quand vous avez besoin de solutions décisionnelles à l’échelle de l’entreprise.
it_it: Vuoi migliorare la produttività in modo rapido ed economicamente conveniente? Con Power BI potrai creare in pochi secondi dashboard per monitorare e analizzare tutti i dati, da Active Directory a Zendesk, e potrai ottenere un'integrazione senza problemi con SSAS per le situazioni in cui sono necessarie soluzioni BI su scala aziendale.
ja_jp: 素早くお手頃な方法で生産性を向上したいとお考えですか。 Power BI では、Active Directory から Zendesk まで、あらゆるものを監視および分析するダッシュボードを数秒で作成できます。さらに、エンタープライズ規模の BI ソリューションが必要な場合に、シームレスに SSAS と統合できます。
ko_kr: 생산력을 빠르고 경제적인 방식으로 개선하고 싶나요? Power BI를 사용하면 Active Directory에서 Zendesk에 이르는 모든 항목을 모니터링 및 분석하는 대시보드를 수 초 내에 만들 수 있으며 엔터프라이즈급 BI 솔루션이 필요한 경우 Power BI를 SSAS와 원활하게 통합할 수 있습니다.
pt_br: Deseja aumentar a produtividade de um modo rápido e economicamente viável? Com o Power BI você pode, em segundos, criar painéis que monitoram e analisam tudo, do Active Directory até o Zendesk, e ele se integra perfeitamente ao SSAS para quando você precisa de soluções do BI em escala corporativa.
ru_ru: Хотите быстро и доступно увеличить производительность? Используя Power BI, можно за считаные секунды создавать информационные панели, на которых отслеживается и анализируется все — от Active Directory до Zendesk. Также эта служба легко интегрируется с SSAS, когда потребуется решение бизнес-аналитики корпоративного уровня.
zh_cn: 想以快速且经济实惠的方式提高生产效率吗？ 使用 Power BI 可以快速创建仪表板，从而监视并分析从 Active Directory 到 Zendesk 的所有内容。如果需要企业级别的 BI 解决方案，它还能与 SSAS 无缝集成。
zh_tw: 想以快速且經濟實惠的方式提升生產力嗎？ Power BI 讓您能在幾秒內建立儀表板，監視並分析從 Active Directory 到 Zendesk 等所有項目。此外，若您需要企業級的 BI 解決方案，Power BI 還能與 SSAS 順暢無縫整合。

# IT_DetailTagline
source: Make Business Intelligence more accessible
de_de: Business Intelligence einfacher zugänglich machen
es_es: Mejore la accesibilidad de la inteligencia empresarial.
fr_fr: Rendez le décisionnel plus accessible
it_it: Maggiore accessibilità per Business Intelligence
ja_jp: ビジネス インテリジェンスをよりアクセスしやすいものにします
ko_kr: 비즈니스 인텔리전스에 더 쉽게 액세스하기
pt_br: Tornando Business Intelligence mais acessível
ru_ru: Бизнес-аналитика становится более доступной
zh_cn: 让商业智能更加唾手可得
zh_tw: 讓商業智慧更加唾手可得

# IT_IndexTagline
source: Monitor all of your systems from one dashboard
de_de: Überwachen Sie alle Ihre Systeme auf einem Dashboard
es_es: Supervise todos los sistemas desde un panel.
fr_fr: Surveillez tous vos systèmes à partir d’un seul tableau de bord
it_it: Monitora tutti i sistemi da un unico dashboard
ja_jp: 1 つのダッシュボードからシステム全体をモニターします
ko_kr: 하나의 대시보드에서 모든 시스템 모니터링
pt_br: Monitore todos os seus sistemas de um único painel
ru_ru: Отслеживайте все системы на одной информационной панели.
zh_cn: 在一个仪表板中监视所有系统
zh_tw: 從單一儀表板即可監視所有系統

# IT_Title
source: IT
es_es: TI
fr_fr: Informatique
pt_br: TI
ru_ru: ИТ

# Marketing_Description
source: Are you overwhelmed by data from all the different tools you use? Make it simple: with Power BI, you can easily monitor and analyze your marketing campaigns and efficiently allocate your resources to the right channels, all in one place.
de_de: Wachsen Ihnen die Daten all der verschiedenen Tools, mit denen Sie arbeiten, über den Kopf? Dann machen Sie es sich leicht: Mit Power BI können Sie Ihre Marketingkampagnen auf einfache Weise überwachen und analysieren und Ihre Ressourcen effizient den richtigen Kanälen zuordnen – alles an zentraler Stelle.
es_es: ¿Le abruma la cantidad de datos procedentes de todas las herramientas que usa? Simplifique el proceso: con Power BI, puede supervisar y analizar fácilmente sus campañas de marketing y asignar de manera eficaz los recursos a los canales correctos, y todo ello en el mismo sitio.
fr_fr: Êtes-vous submergé par les données provenant des différents outils que vous utilisez ? Simplifiez-vous la tâche : avec Power BI, vous pouvez facilement surveiller et analyser vos campagnes marketing et allouer efficacement vos ressources aux canaux appropriés, le tout au même endroit.
it_it: Sei sopraffatto dai dati provenienti da tutti gli strumenti che usi? Con Power BI è semplice: puoi monitorare e analizzare le campagne di marketing e allocare le risorse ai canali appropriati, tutto da un'unica posizione.
ja_jp: 使用するさまざまなツールからのデータに圧倒されていませんか。 Power BI を使用すれば、マーケティング キャンペーンを簡単に監視および分析して、リソースを正しいチャネルに効果的に割り当てることができます。これらすべてを1 つの場所で行うことによって、シンプルにします。
ko_kr: 사용하고 있는 다양한 도구에서 너무 많은 데이터를 제공하나요? Power BI를 사용하면 간단해집니다. 마케팅 캠페인을 쉽게 모니터링하고 분석하며, 리소스를 올바른 채널에 효율적으로 할당할 수 있습니다. 이 모든 작업을 한 곳에서 할 수 있습니다.
pt_br: Você está sobrecarregado pelos dados de todas as diferentes ferramentas que utiliza? Simplifique: com o Power BI, você pode facilmente monitorar e analisar campanhas de marketing e alocar com eficiência os recursos para os canais corretos, tudo em um único lugar.
ru_ru: Вы перегружены большим объемом данных из различных используемых вами инструментов? Мы поможем вам упростить это: с помощью Power BI можно легко отслеживать и анализировать маркетинговые кампании и эффективно распределять ресурсы для нужных каналов.
zh_cn: 面对来自你使用的不同工具的数据，你经常感到不知所措吗？ 将事情变得简单：借助 Power BI，你可以轻松监控和分析你的市场营销活动并有效地将资源分配到正确的渠道，所有这些操作均可在一个位置实现。
zh_tw: 您是否對於使用各種工具所產生的龐大資料量感到難以應付？ 何不讓這項工作變得更簡單：有了 Power BI，您可以輕鬆地監視及分析行銷活動，並有效率地將資源配置到適當的管道，所有作業都會在一個位置完成。

# Marketing_DetailTagline
source: Build profitable customer relationships
de_de: Entwickeln Sie gewinnbringende Kundenbeziehungen
es_es: Entable relaciones productivas con los clientes.
fr_fr: Développez des relations fructueuses avec vos clients
it_it: Sviluppa relazioni vantaggiose con i clienti
ja_jp: 利益の見込める顧客関係を構築します
ko_kr: 수익성 좋은 고객 관계 구축
pt_br: Construa relações lucrativas com clientes
ru_ru: Стройте выгодные отношения с клиентами.
zh_cn: 建立盈利性客户关系
zh_tw: 建立能產生利潤的客戶關係

# Marketing_IndexTagline
source: Monitor all your campaigns from one dashboard
de_de: Überwachen Sie alle Ihre Kampagnen auf einem Dashboard
es_es: Supervise todas las campañas desde un panel.
fr_fr: Suivez toutes vos campagnes à partir d’un seul tableau de bord
it_it: Monitora tutte le campagne da un unico dashboard
ja_jp: 1 つのダッシュボードからすべてのキャンペーンをモニターします
ko_kr: 하나의 대시보드에서 모든 캠페인 모니터링
pt_br: Monitore todas as suas campanhas de um único painel
ru_ru: Отслеживайте все кампании на одной информационной панели.
zh_cn: 在一个仪表板中监视所有市场活动
zh_tw: 從單一儀表板即可監視所有行銷活動

# Marketing_Title
source: Marketing
ja_jp: マーケティング
ko_kr: 마케팅
ru_ru: Маркетинг
zh_cn: 市场营销
zh_tw: 行銷

# MarketShare_Description
source: <ul> <li>Publish and present Market Share leveraging interactive visualizations</li> <li>Take corrective action faster with enhanced visibility to all aspects of the campaign</li> <li>Share your findings anywhere, including mobile</li> </ul>
de_de: <ul> <li>Veröffentlichen und präsentieren Sie den Marktanteil mittels interaktiver Visualisierungen</li> <li>Ergreifen Sie Korrekturmaßnahmen schneller dank verbesserter Transparenz bei allen Aspekten der Kampagne</li> <li>Teilen Sie Ihre Ergebnisse überall, auch mobil</li> </ul>
es_es: <ul> <li>Publique y presente la cuota de mercado mediante visualizaciones interactivas.</li> <li>Realice acciones correctivas más rápido con visibilidad mejorada de todos los aspectos de la campaña.</li> <li>Comparta los descubrimientos en cualquier dispositivo, incluso móviles.</li> </ul>
fr_fr: <ul> <li>Publiez et présentez vos parts de marché en tirant parti des visualisations interactives</li> <li>Appliquez des actions correctives plus rapidement grâce à une visibilité améliorée de tous les aspects de la campagne</li> <li>Partagez vos conclusions partout, y compris sur des appareils mobiles</li> </ul>
it_it: <ul> <li>Pubblica e presenta visualizzazioni interattive relative alla quota di mercato</li> <li>Reagisci con maggiore rapidità grazie a una visibilità ottimizzata per tutti gli aspetti della campagna</li> <li>Condividi i risultati ovunque, inclusi i dispositivi mobili</li> </ul>
ja_jp: <ul> <li>対話型の視覚化を活用してマーケット シェアを公開および提示します</li> <li>キャンペーンのあらゆる側面の可視性を高め、是正措置を迅速に実施します</li> <li>モバイルを含め、調査結果をどこでも共有できます</li> </ul>
ko_kr: <ul> <li>대화형 시각화를 활용하여 시장 점유율 게시 및 제공</li> <li>캠페인의 모든 측면을 표시하는 향상된 기능으로 정정 작업을 더 빠르게 수행</li> <li>발견한 정보를 모바일을 비롯해 어디서나 공유</li> </ul>
pt_br: <ul> <li>Publique e apresente Participação no Mercado fazendo uso de visualizações interativas</li> <li>Tome ações corretivas mais rápido, com visibilidade aprimorada de todos os aspectos da campanha</li> <li>Compartilhe seus achados em qualquer lugar, inclusive por celular</li> </ul>
ru_ru: <ul> <li>Публикуйте и представляйте долю рынка с помощью интерактивных визуализаций.</li> <li>Вы можете предпринимать корректирующие действия быстрее благодаря улучшенной видимости всех аспектов кампании.</li> <li>Делитесь своими находками с любого устройства, в том числе с телефона.</li> </ul>
zh_cn: <ul> <li>利用交互式可视化发布并呈现出市场占有率</li> <li>能够更好地观察市场活动的方方面面，从而能更快地采取纠正措施</li> <li>使用任何设备（包括移动设备）随时随地共享你的发现</li> </ul>
zh_tw: <ul> <li>互動式視覺效果可協助您發佈並呈現市場佔有率</li> <li>可更全面掌握行銷活動所有層面的狀況，以更快的速度採取修正行動</li> <li>無論使用任何裝置 (包括行動裝置) 皆能分享您的發現，</li> </ul>

# MarketShare_Tagline
source: Find actionable insights and publish them instantly to interactive dashboards accessible from all devices.
de_de: Finden Sie umsetzbare Erkenntnisse, und veröffentlichen Sie sie sofort in interaktiven Dashboards, auf die alle Geräte Zugriff haben.
es_es: Busque información factible y publíquela al instante en paneles interactivos accesibles desde cualquier dispositivo.
fr_fr: Trouvez des informations exploitables et publiez-les instantanément dans des tableaux de bord interactifs accessibles depuis tous les appareils.
it_it: Ottieni informazioni dettagliate utili e pubblicale immediatamente nei dashboard interattivi, accessibili da tutti i dispositivi.
ja_jp: 実行可能な洞察を見いだし、すべてのデバイスからアクセスできる対話型ダッシュボードにそれらの洞察をすぐに公開できます。
ko_kr: 실행 가능한 통찰력을 찾고 모든 장치에서 액세스할 수 있는 대화형 대시보드에 곧바로 게시하세요.
pt_br: Encontre informações acionáveis e publique-as instantaneamente em painéis interativos acessíveis de todos os dispositivos.
ru_ru: Находите реализуемую ценную информацию и мгновенно публикуйте ее на интерактивных информационных панелях, доступных на любом устройстве.
zh_cn: 找到可行的见解，并立即将其发布到能从所有设备进行访问的交互式仪表板上。
zh_tw: 您可找出能指引您採取行動的深入解析資料，然後立即發佈至所有裝置都能存取的互動式儀表板。

# MarketShare_Title
source: Market Share
de_de: Marktanteil
es_es: Cuota de mercado
fr_fr: Parts de marché
it_it: Quota di mercato
ja_jp: マーケット シェア
ko_kr: 시장 점유율
pt_br: Participação no Mercado
ru_ru: Доля рынка
zh_cn: 市场占有率
zh_tw: 市場佔有率

# Operations_Description
source: Is your organization truly data-driven? With Power BI you can quickly monitor and engage with your data from all sources, including Excel workbooks, on-premises databases, and cloud services. Find new insights for your production, store performance, claims analysis, and more.
de_de: Ist Ihre Organisation wirklich datengesteuert? Mit Power BI können Sie Ihre Daten aus beliebigen Quellen, einschließlich Excel-Arbeitsmappen, lokaler Datenbanken und Clouddienste, schnell überwachen und sich eingehend damit beschäftigen. Gewinnen Sie neue Einblicke in Ihre Produktion, die Leistung von Filialen, die Forderungsanalyse und mehr.
es_es: ¿Su organización está realmente controlada por datos? Power BI permite supervisar los datos de todos los orígenes rápidamente e interactuar con ellos (como libros de Excel, bases de datos locales y servicios en la nube). Busque información nueva de sus procesos de producción, rendimiento de almacén, análisis de reclamaciones, etc.
fr_fr: Votre organisation est-elle réellement pilotée par les données ? Avec Power BI, vous pouvez rapidement suivre et étudier vos données, qu’elles viennent de classeurs Excel, de bases de données locales ou de services cloud. Recherchez de nouvelles informations pour votre production, les performances de vos points de vente, l’analyse des réclamations, et bien plus encore.
it_it: La tua organizzazione è davvero basata sui dati? Power BI ti permette di monitorare e interagire rapidamente coi dati da qualsiasi origine, tra cui cartelle di lavoro di Excel, database locali e servizi cloud. Ottieni nuove informazioni dettagliate per la produzione, le prestazioni dei punti vendita, l'analisi delle richieste e altro ancora.
ja_jp: お客様の組織は本当にデータ ドリブンですか。 Power BI を使用すれば、Excel ブック、オンプレミス データベース、クラウド サービスなどすべてのソースからのデータを素早く監視したり、それらのデータと向き合ったりすることができます。生産高、店舗業績、クレーム分析などについて新たな洞察を得てください。
ko_kr: 귀하 조직은 실제로 데이터를 기반으로 업무를 처리하나요? Power BI를 사용하면 Excel 통합 문서, 온-프레미스 데이터베이스 및 클라우드 서비스를 비롯한 모든 소스의 데이터를 빠르게 모니터링하고 활용할 수 있습니다. 생산, 스토어 성과, 클레임 분석 등에 대한 새로운 정보를 찾아 보세요.
pt_br: Sua organização é realmente controlada por dados? Com o Power BI, você pode rapidamente monitorar e acionar seus dados de todas as fontes, incluindo pastas de trabalho do Excel, bancos de dados locais e serviços de nuvem. Encontre novas informações para produção, desempenho de armazenamento, análise de declarações e mais.
ru_ru: Действительно ли ваша организация управляется на основе данных? Используя Power BI, можно быстро отслеживать данные из всех источников, включая книги Excel, локальные базы данных и облачные службы, и взаимодействовать с этими данными. Находите новую ценную информацию для производства, повышения эффективности работы склада, анализа запросов и многого другого.
zh_cn: 你的组织是否真的是以数据为导向？ Power BI 让你可以快速监视所有来源（包括 Excel 工作簿、本地数据库和云服务）的数据并对其加以利用。在生产、商店业绩、申报额分析和其他方面发现新的见解。
zh_tw: 貴組織真的是以資料為導向嗎？ Power BI 能讓您快速監視所有來源的資料並與善加利用，包括 Excel 活頁簿、內部部署資料庫和雲端服務。了解生產、門市績效、宣告分析等事項的相關深入解析資訊。

# Operations_DetailTagline
source: Stay a step ahead of demand
de_de: Seien Sie der Nachfrage einen Schritt voraus
es_es: Anticípese a la demanda
fr_fr: Gardez une longueur d’avance sur la demande
it_it: Anticipa la domanda
ja_jp: 需要の一歩先を行く
ko_kr: 수요에 한 발 앞서 대처
pt_br: Fique um passo à frente da demanda
ru_ru: Оставайтесь впереди спроса
zh_cn: 领先需求一步
zh_tw: 讓您提早了解各種需求

# Operations_IndexTagline
source: Engage with your data and find new efficiencies
de_de: Tauchen Sie tief in Ihre Daten ein, um neue Potenziale zu erkennen
es_es: Interactúe con los datos y busque nuevas eficiencias.
fr_fr: Investissez vos données et trouvez de nouvelles approches d’efficacité
it_it: Esamina i dati e scopri nuove efficienze
ja_jp: データと向き合い、効率を上げる新たな方法を見いだしてください
ko_kr: 데이터 활용 및 새로운 효율성 찾기
pt_br: Acione seus dados e obtenha novos níveis de eficiência
ru_ru: Работайте с данными и находите новые способы повышения эффективности.
zh_cn: 利用数据并找到新的效益
zh_tw: 善用資料而節省更多成本

# Operations_Title
source: Operations
de_de: Betrieb
es_es: Operaciones
fr_fr: Opérations
it_it: Operazioni
ja_jp: 操作
ko_kr: 작업
ru_ru: Операции
zh_cn: 操作
zh_tw: 作業

# PipelineReports_Description
source: <ul> <li>Track your sales pipeline in real-time</li> <li>Accurately inform sales forecasts and plans</li> <li>Easily connect and manipulate data in one location for more comprehensive analysis</li> </ul>
de_de: <ul> <li>Überwachen Sie Ihre Vertriebspipeline in Echtzeit</li> <li>Entwickeln Sie präzise Vertriebsprognosen und -pläne</li> <li>Verbinden und bearbeiten Sie Daten an zentraler Stelle, um eine umfassendere Analyse vorzunehmen</li> </ul>
es_es: <ul> <li>Realice el seguimiento del proceso de ventas en tiempo real.</li> <li>Notifique previsiones y planes de ventas con precisión.</li> <li>Conéctese a datos y manipúlelos fácilmente en una ubicación para obtener un análisis más exhaustivo.</li> </ul>
fr_fr: <ul> <li>Suivez le pipeline de vos ventes en temps réel</li> <li>Obtenez des informations précises pour alimenter vos prévisions et vos plans pour les ventes</li> <li>Connectez et manipulez facilement les données à un seul endroit, pour des analyses plus complètes</li> </ul>
it_it: <ul> <li>Tieni traccia della pipeline di vendita in tempo reale</li> <li>Adegua in modo appropriato le previsioni e i piani di vendita</li> <li>Connetti e modifica i dati con facilità in un'unica posizione per ottenere analisi più complete</li> </ul>
ja_jp: <ul> <li>リアルタイムで販売パイプラインを追跡します</li> <li>販売予測と計画を正確に知らせます</li> <li>1 つの場所にあるデータに簡単に接続して操作することができ、より包括的な分析ができます。</li> </ul>
ko_kr: <ul> <li>영업 파이프라인을 실시간으로 추적</li> <li>판매 예측 및 계획을 정확히 알림</li> <li>한 곳에서 데이터를 간단히 연결하고 조작하여 더 종합적으로 분석</li> </ul>
pt_br: <ul> <li>Acompanhe seu pipeline de vendas em tempo real</li> <li>Informe planos e previsões de vendas com precisão</li> <li>Conecte-se a dados e manipule-os com facilidade em um único local para uma análise mais abrangente</li> </ul>
ru_ru: <ul> <li>Доступно отслеживание воронки продаж в реальном времени.</li> <li>Можно сообщать точные данные для прогнозов продаж и планов.</li> <li>Доступно простое и легкое централизованное подключение к данным и управление ими для выполнения более основательного анализа.</li> </ul>
zh_cn: <ul> <li>实时跟踪销售渠道</li> <li>准确传达销售预测和计划</li> <li>在一个位置轻松连接和操作数据，进行更全面的分析</li> </ul>
zh_tw: <ul> <li>可即時追蹤銷售管線</li> <li>可提供精確的銷售預測與計畫</li> <li>您可以在同一個位置輕鬆連結和利用資料，讓分析得以更加完整</li> </ul>

# PipelineReports_Tagline
source: Make more informed decisions by quickly accessing detailed sales data.
de_de: Treffen Sie fundiertere Entscheidungen, indem Sie schnell auf detaillierte Vertriebsdaten zugreifen.
es_es: Tome decisiones más fundamentadas al acceder rápidamente a datos de ventas detallados.
fr_fr: Décidez en étant mieux informé grâce à un accès rapide aux données détaillées des ventes.
it_it: Prendi decisioni più informate grazie all'accesso rapido a dati di vendita dettagliati.
ja_jp: 詳しい売上データに素早くアクセスして、十分な情報に基づいた意思決定を行えるようにします。
ko_kr: 세부 판매 데이터에 빠르게 액세스하여 더 합리적인 결정을 내리세요.
pt_br: Tome decisões com mais informações, acessando rapidamente os dados detalhados de vendas.
ru_ru: С помощью быстрого доступа к подробным сведениям о продажах можно принимать более обоснованные решения.
zh_cn: 通过快速访问详细的销售数据制定更周全的决策。
zh_tw: 可迅速存取詳細的銷售資料，助您做出更周全的決策。

# PipelineReports_Title
source: Pipeline Reports
de_de: Pipelineberichte
es_es: Informes de proceso
fr_fr: Rapport sur le pipeline
it_it: Report relativi alle pipeline
ja_jp: パイプライン レポート
ko_kr: 파이프라인 보고서
pt_br: Relatórios de Pipeline
ru_ru: Отчеты о воронке продаж
zh_cn: 渠道报表
zh_tw: 銷售管線報表
