Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/Departments.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# StorePerformance_Description
source: <ul> <li>Stay on top of your allocation across geographies</li> <li>Closely manage inventory counts with live metrics that tell the whole story</li> <li>Easily spot trends to better analyze which product to prioritize</li> </ul>
de_de: <ul> <li>Behalten Sie regionsübergreifend den Überblick über Ihre Zuteilung</li> <li>Verwalten Sie Bestandszahlen präzise mithilfe von Live-Metriken, die alle gewünschten Infos liefern</li> <li>Erkennen Sie mühelos Trends, um zu priorisierende Produkte besser auszumachen</li> </ul>
es_es: <ul> <li>Mantenga el control de su asignación en las distintas zonas geográficas.</li> <li>Administre detenidamente los recuentos de inventario con métricas dinámicas que expliquen la historia completa.</li> <li>Identifique tendencias fácilmente para analizar mejor el producto que debe priorizar.</li> </ul>
fr_fr: <ul> <li>Maîtrisez l’allocation de vos ressources dans les différentes zones géographiques</li> <li>Gérez de façon précise les chiffres de votre inventaire avec des métriques dynamiques qui vous donnent une vue d’ensemble de la situation</li> <li>Détectez facilement les tendances pour mieux analyser à quels produits donner la priorité</li> </ul>
it_it: <ul> <li>Ottieni informazioni aggiornate sulle allocazioni nelle diverse aree geografiche</li> <li>Gestisci con precisione gli inventari con metriche attive che offrono un quadro completo</li> <li>Individua con facilità le tendenze per ottenere analisi utili per scoprire i prodotti a cui assegnare priorità</li> </ul>
ja_jp: <ul> <li>割り当てられた地域全体を完全に掌握できます</li> <li>全体像を示してくれるライブ メトリックによって在庫数を厳密に管理できます</li> <li>簡単に傾向をつかみ、重点を置くべき製品の分析を改善できます</li> </ul>
ko_kr: <ul> <li>전체 지역에 걸쳐 할당을 훤히 파악</li> <li>전체 상황을 알려주는 라이브 메트릭으로 재고 수 세밀하게 관리</li> <li>간단히 추세를 파악하여 우선할 제품 보다 효과적으로 분석</li> </ul>
pt_br: <ul> <li>Permaneça no comando de sua alocação entre regiões geográficas</li> <li>Gerencie de perto contagens de inventário com métricas dinâmicas que contarão toda a história</li> <li>Identifique facilmente tendências para melhor analisar a qual produto deve-se dar prioridade</li> </ul>
ru_ru: <ul> <li>Будьте в курсе распределения по географическим регионам.</li> <li>Внимательно управляйте запасами с помощью динамических метрик, которые сообщают все нужные данные.</li> <li>Вы можете раньше определять тренды, чтобы лучше понимать, какому продукту отдать приоритет.</li> </ul>
zh_cn: <ul> <li>始终了解不同地区的分配</li> <li>使用能反映全局的实时指标严密管理库存数量</li> <li>轻松找出趋势，更好地分析出优先发展哪个产品</li> </ul>
zh_tw: <ul> <li>能掌握不同地區的配置</li> <li>可透過能訴說完整狀況的即時計量，密切管理庫存量</li> <li>輕鬆找出趨勢，精確分析產品的優先順序</li> </ul>

# StorePerformance_Tagline
source: Keep teams on the same page by sharing the latest operational data in a few clicks.
de_de: Bringen Sie Teams auf dieselbe Wellenlänge, indem Sie über ein paar Klicks die neuesten Betriebsdaten freigeben.
es_es: Para mantener los equipos en la misma onda, comparta los datos operativos más recientes con unos pocos clics.
fr_fr: Informez vos équipes de façon similaire en partageant les données opérationnelles les plus récentes en quelques clics.
it_it: Migliora la collaborazione dei team condividendo i dati operativi più recenti con pochi clic.
ja_jp: 数クリックで最新の運用データを共有し、チーム内で共通認識を維持できます。
ko_kr: 몇 번의 클릭으로 최신 운영 데이터를 공유하여 팀원 모두가 상황을 파악할 수 있도록 하세요.
pt_br: Mantenha as equipes na mesma página, compartilhando os dados operacionais mais recentes com apenas alguns cliques.
ru_ru: Обеспечивайте одинаковый уровень информированности сотрудников, предоставляя свежие операционные данные в несколько щелчков мыши.
zh_cn: 单击几下即可分享最新运营数据，让团队达成共识。
zh_tw: 按幾下即可分享最新的營運資料，讓團隊獲得一致的訊息。

# StorePerformance_Title
source: Store Performance
de_de: Leistung von Filialen
es_es: Rendimiento del almacén
fr_fr: Performances des lieux de vente
it_it: Prestazioni dei punti vendita
ja_jp: 店舗業績
ko_kr: 스토어 성과
pt_br: Desempenho de Armazenamento
ru_ru: Эффективность работы склада
zh_cn: 商店业绩
zh_tw: 門市績效

# Trends_Description
source: <ul> <li>Track sales trends to optimize strategies and inform long-term business plans</li> <li>Share insights with sales teams</li> <li>Dynamically adjust your tactics and update in real-time across all devices</li> </ul>
de_de: <ul> <li>Verfolgen Sie Vertriebstrends nach, um Strategien zu optimieren und langfristige Geschäftspläne zu entwickeln</li> <li>Teilen Sie Erkenntnisse mit Vertriebsteams</li> <li>Passen Sie Ihre Strategie dynamisch an, und führen Sie auf allen Geräten eine Aktualisierung in Echtzeit durch</li> </ul>
es_es: <ul> <li>Realice el seguimiento de las tendencias de ventas para optimizar estrategias y notificar planes empresariales a largo plazo.</li> <li>Comparta información con los equipos de ventas.</li> <li>Ajuste sus tácticas de forma dinámica y actualícelas en tiempo real en todos los dispositivos.</li> </ul>
fr_fr: <ul> <li>Suivez les tendances des ventes pour optimiser les stratégies et fournir des informations pour les business plans à long terme</li> <li>Partagez des informations avec les équipes commerciales</li> <li>Ajustez dynamiquement vos tactiques et faites des mises à jour en temps réel sur tous les appareils</li> </ul>
it_it: <ul> <li>Monitora le tendenze relative alle vendite per ottimizzare le strategie e adeguare i piani aziendali a lungo termine</li> <li>Condividi informazioni dettagliate con i team di vendita</li> <li>Adegua la tua strategia in modo dinamico e aggiornala in tempo reale in tutti i dispositivi</li> </ul>
ja_jp: <ul> <li>売上傾向を追跡することにより、戦略を最適化したり、長期事業計画を提示したりできます</li> <li>営業チームと洞察を共有します</li> <li>戦術を動的に調整し、すべてのデバイスでリアルタイムに更新します</li> </ul>
ko_kr: <ul> <li>판매 추세를 추적하여 전략을 최적화하고 장기 비즈니스 계획 알림</li> <li>영업 팀과 통찰력 공유</li> <li>전술을 동적으로 조정하고 모든 장치에서 실시간으로 업데이트</li> </ul>
pt_br: <ul> <li>Acompanhe as tendências de vendas para otimizar estratégias e informar planos comerciais de longo prazo</li> <li>Compartilhe ideias com equipes de vendas</li> <li>Ajuste dinamicamente suas táticas e faça atualizações em tempo real em todos os dispositivos</li> </ul>
ru_ru: <ul> <li>Можно отслеживать тренды продаж, чтобы оптимизировать стратегии и предоставлять данные для долгосрочных бизнес-планов.</li> <li>Вы можете делиться ценной информацией с торговым персоналом</li> <li>Можно динамически изменять тактику и получать новую информацию в реальном времени на всех устройствах.</li> </ul>
zh_cn: <ul> <li>跟踪销售趋势，以优化策略并通知长期业务计划</li> <li>与销售团队分享见解</li> <li>动态调整策略并在所有设备上实时更新</li> </ul>
zh_tw: <ul> <li>可追蹤銷售趨勢，祝您制定最佳策略和宣導長期業務計畫</li> <li>能與銷售團隊分享深入解析</li> <li>可動態調整策略並即時更新所有裝置</li> </ul>

# Trends_Tagline
source: Keep your team informed by quickly sharing interactive visuals with others.
de_de: Halten Sie Ihr Team auf dem Laufenden, indem Sie interaktive Visualisierungen schnell teilen.
es_es: Comparta elementos visuales interactivos con los miembros de su equipo para mantenerles informados.
fr_fr: Tenez informée votre équipe en partageant rapidement des éléments visuels interactifs avec d’autres personnes.
it_it: Mantieni informato il team condividendo con rapidità oggetti visivi interattivi con altri utenti.
ja_jp: 対話型のビジュアルを他の成員と素早く共有することによって、情報を絶えずチームに提供し続けます。
ko_kr: 다른 사용자와 대화형 시각적 개체를 빠르게 공유하게 팀원에게 최신 정보를 제공하세요.
pt_br: Mantenha sua equipe informada, por meio do compartilhamento rápido de elementos visuais interativos com outras pessoas.
ru_ru: Участники команды будут оставаться в курсе событий благодаря совместному доступу к интерактивным визуальным материалам.
zh_cn: 通过与他人快速共享互动式视觉对象，让团队成员掌握最新信息。
zh_tw: 能與他人迅速分享互動式視覺效果，讓您的團隊隨時掌握最新訊息。

# Trends_Title
source: Trends
es_es: Tendencias
fr_fr: Tendances
it_it: Tendenze
ja_jp: 傾向
ko_kr: 추세
pt_br: Tendências
ru_ru: Тренды
zh_cn: 趋势
zh_tw: 趨勢

# WebSocialAnalytics_Description
source: <ul> <li>Track customer sentiment in real-time</li> <li>Tailor your web and social campaigns based on emerging trends</li> <li>Monitor customer reaction to social media tactics</li> </ul>
de_de: <ul> <li>Verfolgen Sie Stimmungen von Kunden in Echtzeit nach</li> <li>Passen Sie Ihre Web- und Social Media-Kampagnen basierend auf aufkommenden Trends an</li> <li>Überwachen Sie die Kundenreaktion auf Social Media-Strategien</li> </ul>
es_es: <ul> <li>Realice el seguimiento de la opinión de los clientes en tiempo real.</li> <li>Adapte las campañas web y sociales según las tendencias emergentes.</li> <li>Supervise la reacción de los clientes ante las tácticas de las redes sociales.</li> </ul>
fr_fr: <ul> <li>Suivez les sentiments des clients en temps réel</li> <li>Adaptez vos campagnes sur le web et sur les réseaux sociaux en fonction des tendances émergentes</li> <li>Surveillez les réactions des clients aux tactiques développées sur les médias sociaux</li> </ul>
it_it: <ul> <li>Verifica le valutazioni dei clienti in tempo reale</li> <li>Ottimizza le campagne Web e su social media in base alle tendenze emergenti</li> <li>Monitora la reazione dei clienti alle tattiche per i social media</li> </ul>
ja_jp: <ul> <li>顧客のセンチメントをリアルタイムで追跡します</li> <li>新たな傾向に基づいて Web およびソーシャル キャンペーンを調整します</li> <li>ソーシャル メディア戦術に対する顧客の反応を監視します</li> </ul>
ko_kr: <ul> <li>고객 감성을 실시간으로 추적</li> <li>최근 추세를 기반으로 웹 및 소셜 캠페인 조정</li> <li>소셜 미디어 전술에 대한 고객 반응 모니터링</li> </ul>
pt_br: <ul> <li>Acompanhe o sentimento dos clientes em tempo real</li> <li>Adapte suas campanhas da Web e sociais com base em tendências emergentes</li> <li>Monitore a reação dos clientes a táticas de mídia social</li> </ul>
ru_ru: <ul> <li>Отслеживайте настроения клиентов в реальном времени</li> <li>Создавайте кампании для Интернета и социальных сетей на основе новых трендов</li> <li>Отслеживайте реакцию клиентов на действия в социальных сетях</li> </ul>
zh_cn: <ul> <li>实时跟踪客户感受</li> <li>根据新兴趋势调整网络和社会市场活动</li> <li>监视客户对社会媒体策略的反应</li> </ul>
zh_tw: <ul> <li>可即時追蹤客戶評價</li> <li>您可根據新興趨勢為網路和社群行銷活動進行調整</li> <li>可監視客戶對社群媒體策略的反應</li> </ul>

# WebSocialAnalytics_Tagline
source: Get the big picture by viewing web, email, and social analytics in one place.
de_de: Verschaffen Sie sich einen umfassenden Überblick, indem Sie Web-, E-Mail- und Social Media-Analysen zentral betrachten.
es_es: Obtenga una visión global mediante la visualización de análisis web, sociales y de correo electrónico en un mismo lugar.
fr_fr: Obtenez une vue globale en affichant les analyses du web, des e-mails et des réseaux sociaux à un seul et même endroit.
it_it: Ottieni un quadro generale visualizzando in un'unica posizione le analisi relative a Web, posta elettronica e social media.
ja_jp: Web、メール、ソーシャル分析を 1 か所に表示すれば、全体像をとらえることができます。
ko_kr: 웹, 메일 및 소셜 분석을 한 곳에서 확인하여 전체적인 상황을 파악하세요.
pt_br: Obtenha o quadro geral exibindo análises sociais, da Web e de email em um único lugar.
ru_ru: Получайте целостное представление о ситуации, централизованно просматривая аналитику данных из Интернета, электронной почты и социальных сетей.
zh_cn: 在同一位置查看 Web、电子邮件和社交分析，了解整体状况。
zh_tw: 您可在同一個位置檢視網路、電子郵件和社群分析，了解整體狀況。

# WebSocialAnalytics_Title
source: Web & Social Analytics
de_de: Analyse von Web- und Social Media-Daten
es_es: Análisis web y social
fr_fr: Analyse du web et des réseaux sociaux
it_it: Analisi relative al Web e ai social media
ja_jp: Web とソーシャル分析
ko_kr: 웹 및 소셜 분석
pt_br: Análise da Web e Social
ru_ru: Аналитика данных из Интернета и социальных сетей
zh_cn: Web 和社交分析
zh_tw: 網路和社群分析

# SubNavTitle
source: Departments
de_de: Abteilungen
es_es: Departamentos
fr_fr: Départements
it_it: Reparti
ja_jp: 部門
ko_kr: 부서
pt_br: Departamentos
ru_ru: Подразделения
zh_cn: 部门
zh_tw: 部門
