Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/Departments.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Production_Description
source: <ul> <li>Lead stand-up meetings on the factory floor with live dashboards</li> <li>Optimize manufacturing performance</li> <li>Easily identify areas for process improvement</li> </ul>
de_de: <ul> <li>Nutzen Sie Live-Dashboards für Besprechungen im Stehen in der Fabrikation</li> <li>Optimieren Sie die Fertigungsleistung</li> <li>Bestimmen Sie mühelos Bereiche für Prozessverbesserungen</li> </ul>
es_es: <ul> <li>Dirija reuniones de pie en fábrica con los paneles dinámicos.</li> <li>Optimice el rendimiento de fabricación.</li> <li>Identifique áreas de mejora de procesos fácilmente.</li> </ul>
fr_fr: <ul> <li>Organisez des réunions debout directement dans les ateliers ou les entrepôts, avec des tableaux de bord dynamiques</li> <li>Optimisez les performances de la fabrication</li> <li>Identifiez facilement les possibilités d’amélioration des processus</li> </ul>
it_it: <ul> <li>Riunioni informali in fabbrica con dashboard attivi</li> <li>Ottimizza le prestazioni della produzione</li> <li>Identifica con facilità le aree di miglioramento dei processi</li> </ul>
ja_jp: <ul> <li>ライブ ダッシュボードを使って工場の作業場で立ちミーティングの進行を行います</li> <li>製造業績を最適化します</li> <li>プロセスを改善できる分野を簡単に識別できます</li> </ul>
ko_kr: <ul> <li>라이브 대시보드를 사용하여 공장 현장에서 입식 회의 진행</li> <li>제조 성능 최적화</li> <li>프로세스 개선 영역 쉽게 파악</li> </ul>
pt_br: <ul> <li>Coordene reuniões no chão de fábrica, com painéis ativos</li> <li>Otimize o desempenho de fabricação</li> <li>Identifique com facilidade áreas para aprimoramento do processo</li> </ul>
ru_ru: <ul> <li>Проводите совещания сотрудников на фабриках, используя динамические информационные панели.</li> <li>Оптимизируйте эффективность производства.</li> <li>Вы можете легко определять направления улучшения рабочего процесса.</li> </ul>
zh_cn: <ul> <li>现场直播仪表板让你可以在工厂车间召开站立会议</li> <li>优化制造绩效</li> <li>轻松找出流程中需要改善的地方</li> </ul>
zh_tw: <ul> <li>即時儀表板可讓您直接在廠區進行站立會議</li> <li>可最佳化製造績效</li> <li>能輕鬆找出流程需要改善的地方</li> </ul>

# Production_Tagline
source: Improve insight by combining data from production to distribution.
de_de: Gewinnen Sie bessere Einblicke durch Kombinieren von Daten aus Produktion und Vertrieb.
es_es: Combine todos los datos, desde la producción hasta la distribución, para mejorar la información.
fr_fr: Améliorez les informations en combinant les données de la production à la distribution.
it_it: Migliora le informazioni dettagliate combinando i dati dalla produzione alla distribuzione.
ja_jp: 生産から流通までデータをまとめて、洞察を向上させます。
ko_kr: 생산에서 배포에 이르는 데이터를 결합하여 통찰력을 향상하세요.
pt_br: Aprimore as informações combinando dados desde a produção até a distribuição.
ru_ru: Улучшайте аналитику, объединяя весь спектр данных: от производства до распределения.
zh_cn: 结合从生产到经销的数据，加深了解。
zh_tw: 將生產到配銷的各種資料結合，提升深入解析資料的效益。

# Production_Title
source: Production
de_de: Produktion
es_es: Producción
it_it: Produzione
ja_jp: 生産
ko_kr: 생산
pt_br: Produção
ru_ru: Производство
zh_cn: 生产
zh_tw: 生產

# QuotaManagement_Description
source: <ul> <li>Gain insight into sales progress against forecasts</li> <li>Easily analyze the performance of specific geographies or individual account owners</li> </ul>
de_de: <ul> <li>Verschaffen Sie sich Einblick in den Vertriebsfortschritt im Vergleich mit Prognosen</li> <li>Untersuchen Sie mühelos die Leistung bestimmter Region oder einzelner Kundenverantwortlicher</li> </ul>
es_es: <ul> <li>Obtenga información sobre el progreso de ventas comparado con las previsiones.</li> <li>Analice fácilmente el rendimiento de zonas geográficas específicas o propietarios de cuentas individuales.</li> </ul>
fr_fr: <ul> <li>Obtenez des informations sur la progression des ventes par rapport aux prévisions</li> <li>Analysez facilement les performances pour des zones géographiques spécifiques ou des gestionnaires de comptes individuels</li> </ul>
it_it: <ul> <li>Ottieni informazioni dettagliate sullo stato effettivo delle vendite rispetto alle previsioni</li> <li>Analizza con facilità le prestazioni di aree geografiche specifiche o di singoli proprietari di account</li> </ul>
ja_jp: <ul> <li>予測に対する売上の進捗について洞察を得ます</li> <li>特定の地域または個々のアカウント所有者の実績について簡単に分析できます</li> </ul>
ko_kr: <ul> <li>예측을 기준으로 판매 진행 상황 파악</li> <li>특정 지역이나 개별 계정 소유자의 성과를 간단히 분석</li> </ul>
pt_br: <ul> <li>Obtenha informações sobre o andamento das vendas em relação às previsões</li> <li>Analise com facilidade o desempenho de regiões geográficas específicas ou proprietários de conta individuais</li> </ul>
ru_ru: <ul> <li>Аналитика хода продаж в сравнении с прогнозами</li> <li>Вы можете легко анализировать эффективность определенных географических регионов или отдельных владельцев учетных записей</li> </ul>
zh_cn: <ul> <li>深入了解相对于预测的销售进度</li> <li>轻松分析特定地区或个人帐户所有者的绩效</li> </ul>
zh_tw: <ul> <li>可針對預測獲得銷售進度深入解析</li> <li>可輕鬆分析特定地區或個別客戶負責人的績效</li> </ul>

# QuotaManagement_Tagline
source: Make data-driven decisions about the future based on past and present information.
de_de: Treffen Sie datengesteuerte Entscheidungen für die Zukunft basierend auf bisherigen und aktuellen Informationen.
es_es: Tome decisiones controladas por datos para el futuro basándose en información pasada y actual.
fr_fr: Prenez des décisions pilotées par les données pour le futur, en fonction des informations du passé et du présent.
it_it: Prendi decisioni per il futuro incentrate sui dati e basate su informazioni passate e presenti.
ja_jp: 過去および現在の情報に基づいて、将来についてデータに基づく意思決定を行います。
ko_kr: 과거와 현재의 정보를 기본으로 미래에 대한 합리적인 결정을 내리세요.
pt_br: Tome decisões sobre o futuro controladas por dados com base em informações do passado e do presente.
ru_ru: Решения о будущем следует принимать на основе данных о прошлом и настоящем.
zh_cn: 根据过去和现在的信息对将来制定以数据为导向的决策。
zh_tw: 可讓您根據過去和現在的資訊，做出關於未來的資料導向決策。

# QuotaManagement_Title
source: Quota Management
de_de: Management von Sollvorgaben
es_es: Administración de cuotas
fr_fr: Gestion des quotas
it_it: Gestione delle quote
ja_jp: ノルマの管理
ko_kr: 할당량 관리
pt_br: Gerenciamento de Cota
ru_ru: Управление квотами
zh_cn: 定额管理
zh_tw: 配額管理

# RevenueProfitability_Description
source: <ul> <li>React quickly to the latest revenue data with on-demand reports</li> <li>Mash up data to identify variances</li> <li>Forecast with enough time to course correct when necessary</li> </ul>
de_de: <ul> <li>Reagieren Sie mit bedarfsgesteuerten Berichten rasch auf die neuesten Daten zum Umsatz</li> <li>Kombinieren Sie Daten, um Veränderungen auszumachen</li> <li>Wählen Sie für Prognosen einen ausreichend langen Zeitraum, um bei Bedarf Kurskorrekturen vorzunehmen</li> </ul>
es_es: <ul> <li>Reaccione rápidamente ante los últimos datos de ingresos con informes a petición.</li> <li>Combine datos para identificar varianzas.</li> <li>Elabore previsiones con tiempo suficiente para implementar planes de corrección si es necesario.</li> </ul>
fr_fr: <ul> <li>Réagissez vite aux dernières données de chiffre d’affaires grâce aux rapports à la demande</li> <li>Combinez les données pour identifier les écarts</li> <li>Faites des prévisions avec suffisamment d’avance pour entreprendre les bonnes actions au bon moment</li> </ul>
it_it: <ul> <li>Reagisci rapidamente ai dati più recenti sui ricavi grazie ai report su richiesta</li> <li>Esegui il mashup dei dati per identificare le varianze</li> <li>Previsioni tempestive per consentire modifiche della strategia, se necessario</li> </ul>
ja_jp: <ul> <li>オンデマンド レポートによって最新の収益データに迅速に反応できます</li> <li>差異を識別するためにデータを組み合わせます</li> <li>正しい道筋を進むために必要に応じて十分な時間をかけて予測を立てます</li> </ul>
ko_kr: <ul> <li>요청 시 실행 보고서를 통해 최신 매출 데이터에 빠르게 대처</li> <li>데이터를 조합하여 차이 식별</li> <li>필요한 경우 충분한 시간의 경로 수정을 통해 예측</li> </ul>
pt_br: <ul> <li>Reaja rapidamente aos dados de receita mais recentes com relatórios sob demanda</li> <li>Combine dados para identificar variações</li> <li>Preveja com tempo suficiente para corrigir o curso se necessário</li> </ul>
ru_ru: <ul> <li>Вы можете быстро реагировать на последние данные с помощью отчетов, предоставляемых по запросу.</li> <li>Гибридные данные помогут обнаруживать отклонения.</li> <li>Прогнозы достаточно длинны, чтобы изменить курс, если необходимо.</li> </ul>
zh_cn: <ul> <li>使用按需报表对最新的收入数据做出快速反应</li> <li>集合数据，找出差异</li> <li>用足够的时间进行预测，以便在必要时进行纠正</li> </ul>
zh_tw: <ul> <li>利用隨需選產生的報表，迅速因應最新的營收資料</li> <li>合併資料，找出相異處</li> <li>可預備充分時間進行預測，以在必要時修正</li> </ul>

# RevenueProfitability_Tagline
source: Deliver answers fast with executive-level financial dashboards.
de_de: Liefern Sie mit prägnanten Dashboards schnelle Antworten.
es_es: Ofrezca respuestas rápidas con los paneles financieros de nivel ejecutivo.
fr_fr: Donnez des réponses rapides grâce à des tableaux de bord financiers destinés à la direction.
it_it: Fornisci risposte tempestive grazie a dashboard finanziari a livello dirigenziale.
ja_jp: 役員レベルの財務ダッシュボードによって迅速に回答を提出します。
ko_kr: 실무 수준의 재무 대시보드를 통해 답변을 빠르게 제공하세요.
pt_br: Entregue rapidamente respostas com painéis financeiros de nível executivo.
ru_ru: Вы можете быстро давать ответы с помощью финансовых информационных панелей уровня руководства.
zh_cn: 使用执行级财务仪表板快速得出答案。
zh_tw: 主管級財務儀表板，更快提供您所需的答案

# RevenueProfitability_Title
source: Revenue & Profitability
de_de: Umsatzerlös und Rentabilität
es_es: Ingresos y rentabilidad
fr_fr: Chiffre d’affaires et rentabilité
it_it: Ricavi e redditività
ja_jp: 収益および利益
ko_kr: 수입 및 수익성
pt_br: Receita e Lucratividade
ru_ru: Доход и прибыльность
zh_cn: 收入和盈利率
zh_tw: 營收與獲利率

# SalesPerformance_Description
source: <ul> <li>Leverage live data and real-time dashboards to review current sales performance</li> <li>Easily identify underperforming areas of your business</li> <li>Determine the variance between actual revenue and sales targets by segment</li> </ul>
de_de: <ul> <li>Nutzen Sie Live-Daten und Echtzeitdashboards, um die aktuelle Vertriebsleistung zu prüfen</li> <li>Machen Sie Unternehmensbereiche mit schwacher Leistung mühelos aus</li> <li>Bestimmen Sie die Abweichung zwischen dem tatsächlichen Umsatzerlös und den Vertriebszielen nach Segment</li> </ul>
es_es: <ul> <li>Aproveche los datos dinámicos y los paneles en tiempo real para revisar el rendimiento de ventas actual.</li> <li>Identifique fácilmente las áreas de su empresa que presentan un bajo rendimiento.</li> <li>Determine la varianza entre los ingresos reales y los objetivos de ventas por segmento.</li> </ul>
fr_fr: <ul> <li>Tirez parti des données dynamiques et des tableaux de bord en temps réel pour observer les performances des ventes actuelles</li> <li>Identifiez facilement les secteurs de votre activité qui n’atteignent pas les objectifs</li> <li>Déterminez l’écart entre le chiffre d’affaires réel et les objectifs de vente par segment</li> </ul>
it_it: <ul> <li>Sfrutta i dati dinamici e i dashboard in tempo reale per esaminare le prestazioni di vendita attuali</li> <li>Identifica con facilità le aree aziendali con prestazioni insoddisfacenti</li> <li>Determina la varianza tra profitti effettivi e obiettivi di vendita per ogni segmento</li> </ul>
ja_jp: <ul> <li>ライブ データおよびリアルタイム ダッシュボードを活用して現在の売上実績を確認します</li> <li>不採算事業分野を簡単に識別します</li> <li>実際の収益とセグメントごとの売上目標の差を特定します</li> </ul>
ko_kr: <ul> <li>라이브 데이터와 실시간 대시보드를 활용하여 현재 영업 성과 검토</li> <li>실적이 떨어지는 비즈니스 영역 쉽게 식별</li> <li>부문별로 실제 수익과 판매 목표 간의 차이 확인</li> </ul>
pt_br: <ul> <li>Tire vantagem de dados dinâmicos e painéis em tempo real para examinar o desempenho de vendas atual</li> <li>Identifique com facilidade áreas de seu negócio com desempenho abaixo do esperado</li> <li>Determine a variação entre a receita real e as metas de vendas por segmento</li> </ul>
ru_ru: <ul> <li>Динамические данные и интерактивные информационные панели помогут оценить текущую эффективность продаж.</li> <li>Можно легко выявить направления бизнеса, имеющие низкую эффективностью.</li> <li>И определять отклонения между реальным доходом и целевыми показателями продаж по каждому сегменту.</li> </ul>
zh_cn: <ul> <li>利用实时数据和实时仪表板查看当前销售业绩</li> <li>轻松找出公司中业绩不佳的区域</li> <li>确定各细分市场实际收入和销售目标之间的差异</li> </ul>
zh_tw: <ul> <li>可利用即時資料和即時儀表板，檢視目前的銷售績效</li> <li>可輕鬆找出您公司中績效不佳的部分</li> <li>能判斷各個市場區隔的實際營收和銷售目標之間的差異</li> </ul>

# SalesPerformance_Tagline
source: Get a single, holistic view of your sales performance across segments.
de_de: Verschaffen Sie sich eine zentrale ganzheitliche Ansicht Ihrer Vertriebsleistung in allen Segmenten.
es_es: Obtenga una vista holística única de su rendimiento de ventas entre segmentos.
fr_fr: Obtenez une vision unique globale des performances de vos ventes sur les différents segments.
it_it: Ottieni un'unica visualizzazione completa delle prestazioni di vendita nei diversi segmenti.
ja_jp: セグメントを越えた売上実績についての単一の全体像をとらえることができます。
ko_kr: 전체 부문의 영업 성과를 단일 뷰에서 전체적으로 파악하세요.
pt_br: Obtenha uma única exibição, holística, de seu desempenho de vendas entre diferentes segmentos.
ru_ru: Можно организовать единое, целостное представление об эффективности продаж по сегментам.
zh_cn: 统一全面地查看各细分市场的销售业绩。
zh_tw: 提供跨市場區隔之銷售績效的單一全面檢視。

# SalesPerformance_Title
source: Sales Performance
de_de: Vertriebsleistung
es_es: Rendimiento de ventas
fr_fr: Performances des ventes
it_it: Prestazioni di vendita
ja_jp: 売上実績
ko_kr: 영업 성과
pt_br: Desempenho de Vendas
ru_ru: Эффективность продаж
zh_cn: 销售业绩
zh_tw: 銷售績效

# Sales_Description
source: Want to forecast sales better, hit that record sales target, and increase profitability per sale? Power BI brings your company's sales pipeline under a magnifying glass in seconds with dashboards that include your Microsoft Dynamics CRM or Salesforce.com data.
de_de: Möchten Sie Umsätze besser vorhersagen, den angepeilten Umsatzrekord erzielen und den Gewinn pro Verkauf steigern? Mit Power BI können Sie Ihre Vertriebspipeline in Sekunden auf Dashboards, die Ihre Microsoft Dynamics CRM- oder Salesforce.com-Daten enthalten, wie mit einer Lupe untersuchen.
es_es: ¿Desea prever mejor las ventas, alcanzar un objetivo de ventas récord y aumentar la rentabilidad por venta? En cuestión de segundos, Power BI sitúa el proceso de ventas de su empresa bajo una lupa con paneles que incluyen sus datos de Microsoft Dynamics CRM o Salesforce.com.
fr_fr: Vous voulez obtenir de meilleures prévisions de ventes, atteindre votre objectif de réaliser des ventes record ou améliorer la marge par vente ? Power BI vous permet de scruter les détails du pipeline des ventes de votre entreprise en quelques secondes, grâce à des tableaux de bord qui contiennent vos données Microsoft Dynamics CRM ou Salesforce.com.
it_it: Vuoi prevedere meglio le vendite, raggiungere il record di obiettivi di vendite e aumentare la redditività per vendita? Power BI ti permette di ottenere in pochi secondi una visualizzazione dettagliata della pipeline di vendita dell'azienda, grazie a dashboard che includono i dati di Microsoft Dynamics CRM o Salesforce.com.
ja_jp: 売上をより正確に予測し、最高売り上げ目標を達成し、売上ごとの収益性を上げたいですか。 Power BI では、Microsoft Dynamics CRM や Salesforce.com のデータを取り込んだダッシュボードを使って、お客様の会社の販売パイプラインを数秒で詳しく調査できます。
ko_kr: 판매량을 늘리고, 목표 최대 판매량에 도달하고, 판매당 수익성을 높이고 싶으세요? Power BI에서는 Microsoft Dynamics CRM 또는 Salesforce.com 데이터를 포함하는 대시보드를 사용하여 수 초 내에 회사 영업 파이프라인을 심층적으로 파악할 수 있습니다.
pt_br: Você deseja prever melhor as vendas, atingir aquela meta de vendas recorde e aumentar a lucratividade por venda? O Power BI coloca o pipeline de vendas de sua empresa sob uma lente de aumento em questão de segundos, com painéis que incluem seus dados de Microsoft Dynamics CRM ou Salesforce.com.
ru_ru: Вам требуется точнее прогнозировать продажи, довести показатели до заданного целевого объема продаж и повысить рентабельность? Power BI позволяет быстро изучить воронку продаж в вашей компании с помощью информационных панелей, которые содержат данные из ваших Microsoft Dynamics CRM или Salesforce.com.
zh_cn: 想要更准确地预测销售额、达到销售目标记录和增加每笔销售的利润吗？ Power BI 利用仪表板，让你能够更全面详细地了解你公司的销售渠道。这些仪表板包括 Microsoft Dynamics CRM 或 Salesforce.com 数据。
zh_tw: 想要更精準地預測銷售、達到目標銷售記錄，並提高每筆交易的獲利率嗎？ Power BI 的儀表板包含您的 Microsoft Dynamics CRM 或 Salesforce.com 資料，您公司的銷售管線就如同置於放大鏡下一目了然。

# Sales_DetailTagline
source: Convert bottom lines into top strategies
de_de: Verwandeln Sie Ergebnisse in erfolgversprechende Strategien
es_es: Convierta resultados en estrategias destacadas.
fr_fr: Convertissez les résultats nets en stratégies de haut niveau
it_it: Converti i risultati in strategie ottimali
ja_jp: 最終損益を最重要戦略に変換します
ko_kr: 기본 데이터에서 핵심 전략 도출
pt_br: Converter linhas inferiores em estratégias principais
ru_ru: Сделанные выводы — в главные стратегии
zh_cn: 将基本论点转变为高级策略
zh_tw: 將營收化為重大策略

# Sales_IndexTagline
source: Crush you quotas and forecast better for the future
de_de: Übertreffen Sie Ihre Vorgaben, und stellen Sie bessere Prognosen für die Zukunft
es_es: Arrase con las cuotas y mejore sus previsiones para el futuro.
fr_fr: Affinez vos quotas et optimisez vos prévisions d’avenir
it_it: Incrementa le quote di mercato e ottieni previsioni migliori per il futuro
ja_jp: ノルマを達成し、将来により明るい見通しを持てます
ko_kr: 할당량 완수 및 보다 나은 미래 예측
pt_br: Reduza suas cotas e faça melhores previsões para o futuro
ru_ru: Выполняйте план продаж и прогнозируйте рост результатов в будущем.
zh_cn: 深入分析配额并更好地预测未来
zh_tw: 協助您衝破銷售額並更加精準預測未來情勢

# Sales_Title
source: Sales
de_de: Vertrieb
es_es: Ventas
fr_fr: Ventes
it_it: Vendite
ja_jp: セールス
ko_kr: 영업
pt_br: Vendas
ru_ru: Продажи
zh_cn: 销售
zh_tw: 銷售

# SecurityCompliance_Description
source: <ul> <li>Enhance network security with early visibility of compliance risks</li> <li>Track adherence to security, software, and other standards in real time</li> <li>Pool security data, like network access logs, and display it visually on a single dashboard</li> </ul>
de_de: <ul> <li>Steigern Sie die Netzwerksicherheit mittels Früherkennung von Risiken für die Compliance</li> <li>Verfolgen Sie die Einhaltung von Sicherheits-, Software- und anderen Standards in Echtzeit nach</li> <li>Sammeln Sie Sicherheitsdaten, z.&#160;B. Netzwerkzugriffsprotokolle, und zeigen Sie sie visuell auf einem zentralen Dashboard an</li> </ul>
es_es: <ul> <li>Mejore la seguridad de red con la visibilidad anticipada de los riesgos de cumplimiento.</li> <li>Realice el seguimiento del cumplimiento de estándares de seguridad, software, etc. en tiempo real.</li> <li>Agrupe los datos de seguridad, como los registros de acceso de red, y preséntelos visualmente en un solo panel.</li> </ul>
fr_fr: <ul> <li>Améliorez la sécurité réseau grâce à une détection précoce des risques liés à la conformité</li> <li>Suivez en temps le respect de différentes normes, notamment en matière de sécurité et de logiciels</li> <li>Rassemblez les données de sécurité, comme les journaux d’accès au réseau, et représentez-les graphiquement dans un même tableau de bord</li> </ul>
it_it: <ul> <li>Migliora la sicurezza della rete con la visibilità tempestiva dei rischi di conformità</li> <li>Verifica in tempo reale la conformità agli standard di sicurezza, software e altri elementi</li> <li>Raggruppa i dati sulla sicurezza, ad esempio log di accesso alla rete, e visualizzali in un singolo dashboard</li> </ul>
ja_jp: <ul> <li>コンプライアンス リスクをより速く認知できるようにすることによってネットワーク セキュリティを強化します</li> <li>セキュリティ、ソフトウェア、その他の標準への順守をリアルタイムに追跡します</li> <li>ネットワーク アクセス ログなどのセキュリティ データをプールし、それらを単一ダッシュボードで視覚的に表示します</li> </ul>
ko_kr: <ul> <li>규정 준수 위험 조기 표시를 통해 네트워크 보안 향상</li> <li>보안, 소프트웨어 및 기타 표준에 대한 준수를 실시간으로 추적</li> <li>네트워크 액세스 로그와 같은 보안 데이터 풀링 및 단일 대시보드에 시각적으로 표시</li> </ul>
pt_br: <ul> <li>Aprimore a segurança de rede com visibilidade antecipada de riscos de conformidade</li> <li>Acompanhe a conformidade com padrões de segurança, de software e outros padrões em tempo real</li> <li>Crie um pool com dados de segurança, como logs de acesso à rede, e exiba-os visualmente em um único painel</li> </ul>
ru_ru: <ul> <li>Повышайте сетевую безопасность с помощью раннего обнаружения рисков соответствия требованиям</li> <li>Отслеживайте в реальном времени выполнение стандартов безопасности и программного обеспечения, а также других стандартов.</li> <li>Накапливайте данные систем безопасности, например журналы доступа к сети, и отображайте их в наглядном виде на одной информационной панели.</li> </ul>
zh_cn: <ul> <li>及早发现合规性风险，加强网络安全</li> <li>实时跟踪是否遵从安全性、软件和其他标准</li> <li>集中网络访问日志等安全数据，并在单个仪表板上以可视化方式显示</li> </ul>
zh_tw: <ul> <li>可及早掌握法務遵循風險，加強網路安全性</li> <li>可即時追蹤是否遵循安全性、軟體和其他標準</li> <li>可收集如網路存取記錄的集區安全性資料，在單一儀表板中以視覺化方法顯示</li> </ul>

# SecurityCompliance_Tagline
source: Give your users data independence through easer report development that combines multiple sources into a single model.
de_de: Ermöglichen Sie Benutzern Unabhängigkeit im Umgang mit Daten durch eine einfachere Berichtserstellung, die mehrere Quellen zu einem einzelnen Modell kombiniert.
es_es: Ofrezca a sus usuarios independencia de datos a través del desarrollo de informes simplificado, que combina varios orígenes en un único modelo.
fr_fr: Donnez à vos utilisateurs une indépendance vis-à-vis des données via un développement plus facile des rapports, qui combine plusieurs sources en un même modèle.
it_it: Offri agli utenti l'indipendenza dei dati grazie a uno sviluppo semplificato dei report, che combina più origini in un singolo modello.
ja_jp: 単一のモデルで複数のソースを 1 つにまとめることが可能なより簡単なレポート作成により、ユーザーがデータの独立性を確保できるようにします
ko_kr: 여러 소스를 단일 모델로 결합하는 간편한 보고서 개발을 통해 사용자에게 데이터 독립성을 제공하세요.
pt_br: Dê aos seus usuários independência em relação a dados, por meio de um desenvolvimento de relatório mais fácil, que combina várias fontes em um único modelo.
ru_ru: Дайте пользователям независимость, упростив разработку отчетов, которая сочетает несколько источников в одной модели.
zh_cn: 将多个来源合并为单一模型，更方便地生成报表，从而让用户能更独立地使用数据。
zh_tw: 可將多個來源合併為單一模型，簡化報表的產生流程，讓使用者更能獨立操作資料。

# SecurityCompliance_Title
source: Security & Compliance
de_de: Sicherheit und Compliance
es_es: Seguridad y cumplimiento
fr_fr: Sécurité et conformité
it_it: Sicurezza e conformità
ja_jp: セキュリティとコンプライアンス
ko_kr: 보안 및 규정 준수
pt_br: Segurança e Conformidade
ru_ru: Безопасность и соответствие требованиям
zh_cn: 安全性和合规性
zh_tw: 安全性與法務遵循
