Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/Departments.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# ExpenseManagement_Tagline
source: Get a single-pane view of your financials with all of your data sources in a single model.
de_de: Verschaffen Sie sich mithilfe aller Ihrer Datenquellen in einem einzelnen Modell einen zentralen Überblick über Ihre Finanzen.
es_es: Obtenga una vista de un solo panel de sus finanzas con todos sus orígenes de datos en un único modelo.
fr_fr: Obtenez une vue de vos finances sur un seul écran, avec toutes vos sources de données combinées en un seul modèle.
it_it: Ottieni una visualizzazione in un singolo riquadro per tutti i dati finanziari, con tutte le origini dati in un singolo modello.
ja_jp: すべてのデータ ソースから財務情報を単一モデルで単一枠ビューに収めます。
ko_kr: 모든 데이터 소스를 단일 모델에 포함하는 단일 창 뷰에서 재무 상황을 파악하세요.
pt_br: Obtenha uma exibição de suas finanças em painel único, com todas as suas fontes de dados em um único modelo.
ru_ru: Можно просматривать финансы на одной панели, которая объединяет в себе все источники данных в одной модели.
zh_cn: 以单一窗格视图查看财务数据，且将所有数据源集中在单一模式中。
zh_tw: 以單一窗格檢視提供財務資料，並以單一模式顯示您所有的資料來源。

# ExpenseManagement_Title
source: Expense Management
de_de: Ausgabenmanagement
es_es: Administración de gastos
fr_fr: Gestion des dépenses
it_it: Gestione delle spese
ja_jp: 経費管理
ko_kr: 비용 관리
pt_br: Gerenciamento de Despesas
ru_ru: Управление расходами
zh_cn: 费用管理
zh_tw: 費用管理

# Finance_Description
source: Are you getting the answers you need about financial performance? Power BI makes it easy by collecting the data from every source, external and on-premises, and giving you drag-and-drop visualization tools to quickly analyze and explore your insights.
de_de: Finden Sie die Antworten, die Sie zur Finanzlage brauchen? Mit Power BI können Sie ganz einfach Daten aus allen Quellen, ob extern oder lokal, sammeln und mithilfe von Visualisierungstools per Drag & Drop schnell analysieren und Ihre Erkenntnisse auswerten.
es_es: ¿Obtiene las respuestas que necesita sobre el rendimiento financiero? Power BI facilita la recopilación de datos de todos los orígenes, externos o locales, además de ofrecer herramientas de visualización de arrastrar y colocar que permiten analizar y explorar rápidamente la información.
fr_fr: Obtenez-vous les réponses dont vous avez besoin quant à vos performances financières ? Power BI facilite la collecte des données auprès de chaque source, qu’elle soit externe ou locale, et vous offre des outils de visualisation par glisser-déplacer pour analyser et explorer rapidement vos informations.
it_it: Riesci a ottenere le risposte che ti servono sulle prestazioni finanziarie? Power BI semplifica questa operazione, raccogliendo i dati da ogni origine, esterna e locale, e offrendo strumenti di visualizzazione mediante trascinamento per analizzare ed esplorare rapidamente le informazioni dettagliate.
ja_jp: 財務実績に関する必要な答えを得ていますか。 Power BI なら、外部やオンプレミスを含め、すべてのソースからデータを収集し、ドラッグ アンド ドロップ対応の視覚化ツールで素早く分析したり洞察を得たりして、それを簡単に実現します。
ko_kr: 재무 성과에 대해 필요한 대답을 얻고 있나요? Power BI를 사용하면 외부와 온-프레미스의 모든 소스에서 데이터를 수집하고, 끌어서 놓기 시각화 도구를 통해 정보를 빠르게 분석 및 탐색하는 일이 간단해집니다.
pt_br: Você está obtendo as respostas de que precisa sobre desempenho financeiro? O Power BI facilita a coleta de dados de todas as fontes, locais e externas, e oferece a você ferramentas de visualização do tipo "arrastar e soltar" para analisar e explorar suas informações com rapidez.
ru_ru: Получаете ли вы необходимые сведения о финансовой эффективности? Этого легко добиться, если использовать службу Power BI, которая собирает данные с каждого внешнего и локального ресурса и предоставляет инструменты визуализации с перетаскиванием для изучения ценной информации.
zh_cn: 有关财务业绩方面，你是否得到了需要的答案？ Power BI 能够从外部和本地的每个来源搜集数据，提供拖放的可视化工具快速分析和探索见解，让你可以轻松得到需要的答案。
zh_tw: 您是否能夠獲得與財務績效有關的所需答案？ Power BI 可從外部及內部部署等多種來源收集資料，並提供拖放視覺效果工具，讓您迅速分析資料和探索深入解析，讓您輕鬆獲得需要的答案。

# Finance_DetailTagline
source: Convert bottom lines into top strategies
de_de: Verwandeln Sie Ergebnisse in erfolgversprechende Strategien
es_es: Convierta resultados en estrategias destacadas.
fr_fr: Convertissez les résultats nets en stratégies de haut niveau
it_it: Converti i risultati in strategie ottimali
ja_jp: 最終損益を最重要戦略に変換します
ko_kr: 기본 데이터에서 핵심 전략 도출
pt_br: Converter linhas inferiores em estratégias principais
ru_ru: Сделанные выводы — в главные стратегии
zh_cn: 将基本论点转变为高级策略
zh_tw: 將營收化為重大策略

# Finance_IndexTagline
source: Get the answers you need from your numbers
de_de: Verschaffen Sie sich Antworten anhand Ihrer Zahlen
es_es: Obtenga las respuestas necesarias a partir de sus cifras.
fr_fr: Tirez de vos chiffres les réponses dont vous avez besoin
it_it: Ottieni le risposte necessarie dai dati disponibili
ja_jp: 数字から必要な答えを得てください
ko_kr: 숫자에서 대답 얻기
pt_br: Obtenha as respostas de que você precisa com base em seus números
ru_ru: Получите необходимые ответы из имеющихся цифр.
zh_cn: 从数字中得出所需答案
zh_tw: 從數據中得出所需的答案

# Finance_Title
source: Finance
de_de: Finanzen
es_es: Finanzas
it_it: Finanza
ja_jp: 財務
ko_kr: 재무
pt_br: Financeiro
ru_ru: Финансы
zh_cn: 财务
zh_tw: 財務

# FinancialPerformance_Description
source: <ul> <li>See all of your data in a single view, from summary statements to account-level details</li> <li>Click to drill down into specific regions or segments</li> <li>Make decisions faster with real-time updates</li> </ul>
de_de: <ul> <li>Betrachten Sie alle Ihre Daten in einer zentralen Ansicht, ob Übersichten oder Details auf Kundenebene</li> <li>Klicken Sie auf bestimmte Bereiche oder Segmente, um eine Detailsuche durchzuführen</li> <li>Treffen Sie dank Aktualisierungen in Echtzeit Entscheidungen schneller</li> </ul>
es_es: <ul> <li>Vea todos los datos en una única vista, desde extractos resumidos hasta detalles de nivel de cuenta.</li> <li>Haga clic para explorar en profundidad regiones o segmentos específicos.</li> <li>Tome decisiones más rápido con las actualizaciones en tiempo real.</li> </ul>
fr_fr: <ul> <li>Consultez toutes vos données dans une seule et même vue, du solde global aux détails des comptes</li> <li>Cliquez pour explorer des régions ou des segments spécifiques</li> <li>Prenez des décisions plus rapidement avec des mises à jour en temps réel</li> </ul>
it_it: <ul> <li>Visualizzazione unica per tutti i dati, dai rendiconti riepilogativi ai dettagli a livello di conto</li> <li>Fai clic per visualizzare informazioni approfondite su aree o segmenti specifici</li> <li>Decisioni più rapide grazie agli aggiornamenti in tempo reale</li> </ul>
ja_jp: <ul> <li>要約報告から勘定科目レベルの詳細まで、単一のビューですべてのデータを表示します</li> <li>クリックすると、特定の領域またはセグメントにドリルダウンされます</li> <li>リアルタイムの更新によって意思決定をより迅速に行えます</li> </ul>
ko_kr: <ul> <li>요약 명세서에서 계정 수준 세부 정보에 이르는 모든 데이터를 단일 뷰에서 확인</li> <li>특정 지역 또는 세그먼트로 드릴다운하려면 클릭하세요.</li> <li>실시간 업데이트로 보다 빠르게 결정 내리기</li> </ul>
pt_br: <ul> <li>Veja todos os seus dados em uma única exibição, de instruções resumidas até detalhes em nível de conta</li> <li>Clique para ver com mais detalhes regiões ou segmentos específicos</li> <li>Tome decisões mais rápido com atualizações em tempo real</li> </ul>
ru_ru: <ul> <li>Все данные в одном месте — от сводных отчетов до первичной документации.</li> <li>Чтобы детализировать сведения по конкретному региону или сегменту, достаточно одного щелчка.</li> <li>Решения можно принимать быстрее с помощью обновлений в реальном времени.</li> </ul>
zh_cn: <ul> <li>在单一视图中就能查看从概要陈述到帐户等级详细信息的所有数据</li> <li>单击即可深入研究具体区域或细分市场</li> <li>实时更新的数据有助于更快速地做出决定</li> </ul>
zh_tw: <ul> <li>可透過單一檢視查看所有資料，從摘要說明到帳戶細節應有盡有</li> <li>按一下即可深入檢視具體區域和市場區隔</li> <li>可即時更新，協助您加快決策速度</li> </ul>

# FinancialPerformance_Tagline
source: Get the full picture across different data sources in seconds.
de_de: Verschaffen Sie sich in Sekunden anhand verschiedener Datenquellen einen Gesamtüberblick.
es_es: Obtenga una imagen completa de los distintos orígenes de datos en tan solo unos segundos.
fr_fr: Obtenez une vision complète à travers différentes sources de données en quelques secondes.
it_it: Ottieni un quadro generale per origini dati diverse in pochi secondi.
ja_jp: さまざまなデータ ソースから数秒で全体像が得られます。
ko_kr: 수 초 내에 다양한 데이터 소스를 완벽히 파악하세요.
pt_br: Obtenha o quadro geral entre diferentes fontes de dados, em segundos.
ru_ru: Полное представление о ситуации из разных источников данных за считаные секунды.
zh_cn: 可以快速将各种数据来源汇集成完整信息。
zh_tw: 可迅速綜覽多種資料來源。

# FinancialPerformance_Title
source: Financial Performance
de_de: Finanzlage
es_es: Rendimiento financiero
fr_fr: Performances financières
it_it: Prestazioni finanziarie
ja_jp: 財務実績
ko_kr: 재무 성과
pt_br: Desempenho Financeiro
ru_ru: Финансовая эффективность
zh_cn: 财务业绩
zh_tw: 財務績效

# HeadcountSummary_Description
source: <ul> <li>Gain insight into the latest trends in employee retention and turnover</li> <li>Stay current by scheduling automatic data refresh</li> <li>Enable mobile alerts to inform you of changes to your recruiting pipeline</li> </ul>
de_de: <ul> <li>Gewinnen Sie Einblick in die neuesten Trends bei der Mitarbeiterbindung und -fluktuation.</li> <li>Bleiben Sie durch Planen einer automatischen Datenaktualisierung auf dem Laufenden</li> <li>Aktivieren Sie mobile Benachrichtigungen, um über Änderungen an Ihrer Personalbeschaffungspipeline informiert zu werden</li> </ul>
es_es: <ul> <li>Obtenga información de las últimas tendencias en retención y rotación de empleados.</li> <li>Manténgase informado mediante la programación de actualizaciones de datos automáticas.</li> <li>Habilite las alertas móviles para recibir notificaciones de cambios en los procesos de contratación.</li> </ul>
fr_fr: <ul> <li>Obtenez des informations sur les dernières tendances de fidélisation et de renouvellement du personnel</li> <li>Restez à jour en planifiant l’actualisation automatique des données</li> <li>Activez des alertes mobiles pour être informé des changements dans votre pipeline de recrutement</li> </ul>
it_it: <ul> <li>Ottieni informazioni dettagliate sulle ultime tendenze a livello di fidelizzazione e turnover dei dipendenti</li> <li>Informazioni sempre recenti grazie alla pianificazione di aggiornamenti automatici dei dati</li> <li>Abilita gli avvisi per dispositivi mobili per ottenere informazioni sulle modifiche alla pipeline di assunzione</li> </ul>
ja_jp: <ul> <li>従業員の定着率と離職率における最新の傾向について洞察を得られます</li> <li>自動データ更新をスケジュールして最新の情報を取り入れてください</li> <li>モバイル アラートを有効にして採用パイプラインの変化を通知できます</li> </ul>
ko_kr: <ul> <li>직원 보유 및 이직의 최신 추세 파악</li> <li>자동 데이터 새로 고침을 예약하여 최신 상태로 유지</li> <li>모바일 경고를 통해 채용 파이프라인의 변경 내용 알림</li> </ul>
pt_br: <ul> <li>Obtenha informações sobre as últimas tendências em retenção de funcionários e total de vendas</li> <li>Permaneça atualizado agendando a atualização de dados automática</li> <li>Habilite alertas por celular para informá-lo de alterações em seu pipeline de recrutamento</li> </ul>
ru_ru: <ul> <li>Получайте ценную информацию о последних трендах удержания и обновления кадров</li> <li>Будьте в курсе событий с помощью автоматического обновления данных</li> <li>Включите мобильные оповещения, чтобы знать об изменениях в процессе подбора кадров</li> </ul>
zh_cn: <ul> <li>深入了解员工留任和离职的最新趋势</li> <li>通过安排自动数据刷新，让数据保持为最新</li> <li>开启手机提醒功能，在招聘渠道发生变动时提醒你</li> </ul>
zh_tw: <ul> <li>了解員工留任和流失最新趨勢得深入解析</li> <li>排程自動資料重新整理，以讓資料維持最新狀態</li> <li>啟用行動提示，在徵才管線有變動時接收通知</li> </ul>

# HeadcountSummary_Tagline
source: Plan more effectively by viewing current and forecasted needs in one place.
de_de: Planen Sie effektiver, indem Sie den aktuellen und prognostizierten Bedarf an zentraler Stelle untersuchen.
es_es: Visualice las necesidades actuales y previstas en un mismo lugar para trazar planes de manera más eficaz.
fr_fr: Planifiez de façon plus efficace en visualisant les besoins actuels et prévus à un seul et même endroit.
it_it: Pianifica con maggiore efficienza grazie a una visualizzazione unificata delle esigenze attuali e previste.
ja_jp: 現在と予測のニーズを 1 か所に表示して、より効率的に計画を立てることができます。
ko_kr: 현재 인원 수와 예측된 필요량을 한 곳에서 확인하여 더 효율적으로 계획하세요.
pt_br: Planeje de modo mais eficaz, exibindo as necessidades atuais e as previstas em um único lugar.
ru_ru: Планируйте с большей эффективностью благодаря возможности централизованно просматривать текущие и прогнозируемые потребности.
zh_cn: 在同一位置查看当前情况并预测需求，更有效地制定计划。
zh_tw: 您可在同一個位置檢視目前及預測的需求，讓計畫更有效率。

# HeadcountSummary_Title
source: Headcount Summary
de_de: Übersicht über den Personalbestand
es_es: Resumen de plantilla
fr_fr: Résumé des informations sur les effectifs
it_it: Riepilogo del numero di dipendenti
ja_jp: 労働力の要約
ko_kr: 인원 수 요약
pt_br: Resumo de Contagem de Funcionários
ru_ru: Сводка по числу сотрудников
zh_cn: 员工人数摘要
zh_tw: 人數摘要

# HelpDesk_Description
source: <ul> <li>Streamline ticket resolution by optimizing Help Desk resources based on trend data</li> <li>Visually compare key metrics in real-time, including Help Desk traffic and top issues</li> <li>Build better relationships with your customers by reducing help ticket satisfaction</li> </ul>
de_de: <ul> <li>Verbessern Sie die Problemlösung, indem Sie Ressourcen für das Helpdesk basierend auf Trenddaten optimieren</li> <li>Vergleichen Sie Schlüsselmetriken visuell in Echtzeit, einschließlich Helpdesk-Datenverkehr und wichtigste Probleme</li> <li>Bauen Sie bessere Beziehungen mit Ihren Kunden auf, indem Sie die Zufriedenheit mit der Problembehebung verbessern</li> </ul>
es_es: <ul> <li>Use los datos de tendencias para optimizar los recursos del servicio de asistencia con el fin de simplificar la resolución de incidencias.</li> <li>Compare visualmente las métricas clave en tiempo real, como el tráfico del servicio de asistencia y los problemas destacados.</li> <li>Entable mejores relaciones con los clientes gracias a la reducción de solicitudes de resolución de incidencias.</li> </ul>
fr_fr: <ul> <li>Simplifiez la résolution des tickets en optimisant les ressources du support technique en fonction des données de tendance</li> <li>Utilisez des graphiques pour comparer des métriques clés en temps réel, notamment le trafic et les principaux problèmes du support technique</li> <li>Bâtissez de meilleures relations avec vos clients en réduisant le besoin de tickets d’aide</li> </ul>
it_it: <ul> <li>Semplifica la risoluzione dei ticket ottimizzando le risorse dell'Help Desk in base ai dati delle tendenze</li> <li>Confronta visivamente le metriche chiave in tempo reale, incluse le metriche sul traffico dell'Help Desk e sui problemi principali</li> <li>Crea relazioni migliori con i clienti riducendo le richieste al servizio di assistenza</li> </ul>
ja_jp: <ul> <li>傾向データに基づきヘルプ デスク リソースを最適化して、チケットの解決を合理化します</li> <li>ヘルプ デスク トラフィックや最重要課題を含め、主要メトリックをリアルタイムに視覚的に比較できます</li> <li>ヘルプ チケットの満足度を向上させることにより顧客とのより良い関係を構築します</li> </ul>
ko_kr: <ul> <li>추세 데이터를 기반으로 지원 센터 리소스를 최적화하여 티켓 문제 해결 간소화</li> <li>지원 센트 트래픽 및 주요 문제를 비롯한 주요 메트릭을 시각적으로 실시간 비교</li> <li>지원 티켓 만족도를 줄여 고객과의 관계 개선</li> </ul>
pt_br: <ul> <li>Agilize a resolução de tíquetes otimizando os recursos de Suporte Técnico com base em dados de tendência</li> <li>Compare visualmente métricas chave em tempo real, incluindo o tráfego de Suporte Técnico e os principais problemas</li> <li>Construa melhores relações com seus clientes com a satisfação de reduzir a quantidade de tíquetes de ajuda</li> </ul>
ru_ru: <ul> <li>Упрощайте разрешение запросов в службу поддержки, оптимизируя ресурсы службы технической поддержки на основе информации о трендах.</li> <li>Визуально сравнивайте в реальном времени основные метрики, включая трафик службы технической поддержки и наиболее частые проблемы.</li> <li>Улучшайте отношения с клиентами через повышение эффективности работы службы поддержки.</li> </ul>
zh_cn: <ul> <li>根据趋势数据优化技术支持资源，简化票证解决方案</li> <li>以可视化方式实时对比关键指标，包括技术支持流量和首要问题</li> <li>提高帮助票证满意度，与客户建立更好的关系</li> </ul>
zh_tw: <ul> <li>可根據趨勢資料最佳化支援人員資源，簡化票證解析作業</li> <li>能以視覺化方式即時比較支援人員流量和首要問題等關鍵計量</li> <li>提高支援票證滿意度，藉此增進客戶關係</li> </ul>

# HelpDesk_Tagline
source: Identify risks sooner by tracking key metrics in real-time.
de_de: Erkennen Sie Risiken schneller, indem Sie Schlüsselmetriken in Echtzeit verfolgen.
es_es: Identifique riesgos antes mediante el seguimiento de las métricas clave en tiempo real.
fr_fr: Identifiez les risques plus tôt en suivant des métriques clés en temps réel.
it_it: Identifica subito i rischi tenendo traccia di metriche chiave in tempo reale.
ja_jp: 主要メトリックをリアルタイムで追跡して、リスクを瞬時に識別します。
ko_kr: 주요 메트릭을 실시간으로 추적하여 위험을 더 빨리 식별하세요.
pt_br: Identifique riscos mais cedo por meio do acompanhamento de métricas chave em tempo real.
ru_ru: Вы можете выявлять риски раньше, отслеживая основные метрики в реальном времени.
zh_cn: 实时跟踪关键指标，更早发现风险。
zh_tw: 可即時追蹤關鍵計量，讓您即早發現風險。

# HelpDesk_Title
source: Help Desk
es_es: Servicio de asistencia
fr_fr: Support technique
ja_jp: ヘルプ デスク
ko_kr: 지원 센터
pt_br: Suporte Técnico
ru_ru: Служба технической поддержки
zh_cn: 技术支持
zh_tw: 支援人員

# HumanResources_Description
source: Need to stay up-to-date on the progress of your initiatives? Power BI has tools to easily collect and monitor all of your important data. Better protect your colleagues and your organization with insightful dashboards to track compliance, headcount, and more.
de_de: Wollen Sie über den Fortschritt Ihrer Initiativen auf dem Laufenden bleiben? Power BI bietet Tools, mit denen Sie alle Ihre wichtigen Daten einfach sammeln und überwachen können. Schützen Sie Ihre Kollegen und Ihre Organisation mithilfe aussagekräftiger Dashboards zum Überwachen von Compliance, Personalbestand und mehr.
es_es: ¿Necesita mantenerse informado del progreso de sus iniciativas? Power BI incluye herramientas para recopilar y supervisar fácilmente todos sus datos importantes. Proporcione protección mejorada a sus compañeros y a sus organizaciones con paneles detallados para el seguimiento del cumplimiento, la plantilla, etc.
fr_fr: Vous devez savoir à tout moment où en sont vos initiatives ? Power BI propose des outils qui permettent de collecter et de surveiller facilement toutes vos données importantes. Protégez plus efficacement vos collègues et votre entreprise grâce à des tableaux de bord qui vous aident à gérer le suivi de la conformité, des effectifs ou d’autres éléments.
it_it: Ti servono aggiornamenti continui sullo stato delle tue iniziative? Gli strumenti di Power BI ti permettono di raccogliere e monitorare con facilità tutti i dati importanti. Proteggi in modo migliore i tuoi colleghi e la tua organizzazione con dashboard dettagliati per tenere traccia dei dati relativi a conformità, numero di dipendenti e altro ancora.
ja_jp: イニシアティブの進展を最新の状態に保つ必要がありますか。 Power BI には、重要なデータすべてを簡単に収集および監視できるツールがあります。洞察に満ちたダッシュボードでコンプライアンスや社員数などを把握し、同僚や組織をより良く保護できます。
ko_kr: 이니셔티브의 진행률에 대한 최신 정보를 얻고 싶나요? Power BI에는 모든 중요 데이터를 쉽게 수집 및 모니터링하는 도구가 있습니다. 규정 준수, 인원 수 등을 추적하는 통찰력 있는 대시보드를 통해 동료와 조직을 보다 잘 보호하세요.
pt_br: Você precisa manter-se atualizado sobre o andamento de suas iniciativas? O Power BI tem ferramentas para coletar e monitorar com facilidade todos os seus dados importantes. Proteja melhor seus colegas e sua organização com painéis esclarecedores para acompanhar a conformidade, contagem de funcionários e mais.
ru_ru: Хотите знать, как продвигается выполнение инициатив? Power BI имеет инструменты для быстрого сбора и отслеживания всех важных данных. Вы можете лучше защищать коллег и организацию с помощью информационных панелей с ценной информацией, которая позволяет отслеживать соответствие требованиям, число сотрудников и многое другое.
zh_cn: 需要掌握你的方案的最新进度吗？ Power BI 的工具可以轻松收集和监视所有重要数据。强大的仪表板可以跟踪合规性、员工人数和其他信息，更好地保护你的同事和组织。
zh_tw: 想要隨時掌握您計畫的最新進度嗎？ Power BI 的工具可輕鬆收集和監視您的所有重要資料。可深入解析資料的儀表板能追蹤合規性、人數等多個項目，為您的同事和組織更佳的保護，。

# HumanResources_DetailTagline
source: Turn your data into new opportunities
de_de: Wandeln Sie Ihre Daten in neue Geschäftschancen um
es_es: Convierta sus datos en nuevas oportunidades
fr_fr: Transformez vos données en nouvelles opportunités
it_it: Trasforma i dati in nuove opportunità
ja_jp: データを新しいチャンスに変えてください
ko_kr: 데이터를 새로운 기회로 전환
pt_br: Transforme seus dados em novas oportunidades
ru_ru: Превращаем данные в новые возможности
zh_cn: 将数据转变为新的机遇
zh_tw: 將您的資料化為全新商機

# HumanResources_IndexTagline
source: Get data-driven policymaking for your organization
de_de: Verschaffen Sie Ihrer Organisation eine datengesteuerte Entscheidungsfindung
es_es: Obtenga un plan de acción controlado por datos para la organización.
fr_fr: Définissez des stratégies pour votre organisation à partir de vos données
it_it: Adotta la creazione di criteri basata su dati per l'organizzazione
ja_jp: データに基づく意思決定を組織に導入してください
ko_kr: 데이터에 바탕을 둔 조직의 정책 결정
pt_br: Obtenha criação de políticas controlada por dados para sua organização
ru_ru: Создавайте политики на основе данных для вашей организации.
zh_cn: 让组织以数据为导向进行决策制定
zh_tw: 為貴組織做出以資料為導向的決策

# HumanResources_Title
source: Human Resources
de_de: Personalwesen
es_es: Recursos humanos
fr_fr: Ressources humaines
it_it: Analisi delle risorse umane
ja_jp: 人事
ko_kr: 인적 자원
pt_br: Recursos Humanos
ru_ru: Управление персоналом
zh_cn: 人力资源
zh_tw: 人力資源
