Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/Industries.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# ProfessionalServices_DetailsTagline
source: <p>It doesn’t matter if your firm specializes in consulting, legal services, real estate services or healthcare. Your business moves around people. You need to monitor performance with the right KPIs to maximize results and increase efficiency. You need to share that data with your people to act quickly and improve results. </p> <p>Power BI allows you to monitor the right KPIs, personalize them, visualize for better understanding and share them, all on the same platform. Calculate live metrics such as annual revenue per employee, project margin, billings, utilization and customer satisfaction to gain insights from your performance and take action on challenges. Drill down to the individual level and let everyone in your organization be empowered by data while keeping it secure and governed. </p> <p>Slice and dice between different locations, roles, projects and teams with ease to drive actionable insights at any level. Monitor customer satisfaction to ensure you’re delivering great value while keeping operations lean.</p>
de_de: <p>Was ist Consulting, Rechtsdienstleistungen, Immobilienmakler und Pflegedienste gemeinsam? Im Zentrum steht immer der Mensch. Sie müssen die Leistung mit den richtigen Key Performance Indicators überwachen, um den Erfolg zu maximieren und die Effizienz zu steigern. Mitarbeiter benötigen Zugriff auf die Daten, um schnell reagieren und die Ergebnisse verbessern zu können. </p> <p>Mit Power BI können Sie die entscheidenden Key Performance Indicators über die gleiche Plattform verfolgen, personalisieren, zur besseren Veranschaulichung visualisieren und mit anderen teilen. Lassen Sie Metriken in Echtzeit berechnen, z.&#160;B. Jahresumsatz je Mitarbeiter, Projektmarge, Rechnungen, Auslastung und Kundenzufriedenheit, um Einblicke in die Leistung zu gewinnen und bei Problemen entsprechende Maßnahmen zu ergreifen. Führen Sie in den Daten einen Drilldown zu einzelnen Mitarbeitern durch, und ermöglichen Sie allen Beteiligten den sicheren und kontrollierten Zugriff auf die Daten. </p> <p>Schlüsseln Sie Daten ganz einfach nach Standort, Rolle, Projekt oder Team auf, um auf allen Ebenen Erkenntnisse für fundierte Entscheidungen zu gewinnen. Beobachten Sie die Kundenzufriedenheit, damit sie sicher sein können, dass Sie Ihren Kunden einen optimalen Service bieten, ohne den Betrieb unnötig aufzublähen.</p>
es_es: <p>No importa si su empresa está especializada en consultoría, servicios legales, servicios inmobiliarios o atención sanitaria. Su negocio se mueve en torno a personas. Tiene que supervisar el rendimiento con los KPI adecuados para maximizar los resultados y aumentar la eficacia. Necesita compartir esos datos con el personal para actuar rápidamente y mejorar los resultados. </p> <p>Power BI le permite supervisar los KPI adecuados, personalizarlos, visualizarlos para comprenderlos mejor y compartirlos, todo ello en la misma plataforma. Calcule las métricas activas como ingresos anuales por empleado, márgenes del proyecto, facturaciones, utilización y satisfacción del cliente para obtener información de su rendimiento y adoptar medidas en relación con los desafíos. Explore en profundidad hasta el nivel individual y autorice a todo el personal de su organización a ver los datos mientras los mantiene protegidos y controlados. </p> <p>Segmente y desglose entre distintas ubicaciones, roles, proyectos y equipos con facilidad para dirigir información accionable a cualquier nivel. Supervise la satisfacción del cliente para garantizar que está ofreciendo un gran valor mientras mantiene eficaces las operaciones.</p>
fr_fr: <p>Peu importe si votre entreprise est spécialisée dans la consultation, les services juridiques, l’immobilier ou les soins de santé. Elle s’articule autour des personnes. Vous devez surveiller les performances à l’aide des bons ICP pour optimiser les résultats et accroître l’efficacité. Vous devez communiquer ces données à votre personnel pour agir rapidement et améliorer les résultats. </p> <p>Power&#160;BI vous permet de surveiller les bons ICP, de les personnaliser, de les visualiser pour une meilleure compréhension et de les partager, le tout sur la même plateforme. Calculez les métriques en direct, telles que les revenus annuels par employé, la marge des projets, les factures, l’exploitation et la satisfaction des clients, pour extraire des éclairages de vos performances et relever des défis. Effectuez une analyse descendante jusqu’au niveau individuel et permettez à tous les employés de votre entreprise d’avoir accès aux données, tout en faisant en sorte qu’elles restent sécurisées et gouvernées. </p> <p>Concentrez-vous facilement sur différents emplacements, rôles, projets et équipes pour acquérir une vision claire à tous les niveaux. Surveillez la satisfaction des clients pour vous assurer de la qualité de vos produits et services, tout en vous garantissant que vos opérations restent en flux tendu.</p>
it_it: <p>Qualunque sia il ramo di specializzazione della tua azienda (consulenze, servizi legali, servizi immobiliari o sanità), il tuo business ruota attorno alle persone. Occorre monitorare le prestazioni con gli indicatori KPI giusti per massimizzare i risultati e aumentare l'efficienza. Devi condividere quei dati con i tuoi collaboratori per agire rapidamente e migliorare i risultati. </p> <p>Power BI ti consente di monitorare gli indicatori KPI appropriati, di personalizzarli, di visualizzarli per renderli più comprensibili e di condividerli, tutto su un'unica piattaforma. Calcola metriche in tempo reale, come il fatturato annuo per dipendente, il margine di progetto, le fatturazioni, l'utilizzo e la soddisfazione dei clienti per conoscere a fondo le prestazioni e far fronte alle eventuali criticità. Esegui il drill-down a livello di singole risorse e metti i dati a disposizione di tutta l'organizzazione, senza rinunciare alla sicurezza e al controllo. </p> <p>Esegui analisi approfondite su diversi luoghi, ruoli, progetti e team con grande facilità per ottenere informazioni fruibili a qualsiasi livello. Tieni sotto controllo la soddisfazione dei clienti per accertarti di fornire un valore elevato, preservando l'agilità operativa.</p>
ja_jp: <p>会社がコンサルティング、法律サービス、不動産サービス、医療のどれを専門としているかは重要ではありません。ビジネスには人が関係します。結果を最大化して効率を高めるには、適切な KPI で成績を監視する必要があります。素早く行動して結果を改善するには、そのデータを他の人と共有する必要があります。</p> <p>Power BI を使用すると、適切な KPI の監視と個人設定、より良い理解を得るための可視化と共有のすべてを、同じプラットフォームで行うことができます。従業員ごとの年間収入、プロジェクトの利益幅、請求、利用状況、顧客満足度などの生きた指標を計算することにより、成績から洞察を得て課題に対応することができます。個々のレベルにドリルダウンし、組織内のすべての人がデータから益を得られるようにするとともに、データを安全な状態で管理します。</p> <p>異なる場所、役割、プロジェクト、およびチームの間で容易にスライス アンド ダイスし、任意のレベルで行動につながる洞察を得ることができます。顧客満足度を監視し、業務をスリムに保ちながら大きい価値を実現していることを確認できます。</p>
ko_kr: <p>컨설팅, 법률 서비스, 부동산 서비스 또는 의료 등 회사의 전문 분야가 무엇인지는 상관없습니다. 비즈니스는 결국 사람을 중심으로 움직입니다. 결과를 최대화하고 효율을 높이려면 올바른 KPI를 사용하여 성능을 모니터링해야 합니다. 회사의 모든 구성원이 신속하게 행동하고 결과를 개선할 수 있도록 데이터를 그들과 공유해야 합니다. </p> <p>Power BI를 사용하면 정확한 KPI 모니터링, KPI의 개인화, 더 나은 이해를 위한 시각화 및 공유를 모두 같은 플랫폼에서 수행할 수 있습니다. 직원별 연간 매출, 프로젝트 수익, 청구서 작성, 사용률 및 고객 만족 등 실시간 메트릭을 계산하여 성과를 통찰하고 당면과제에 대한 조치를 취합니다. 개인 수준까지 드릴다운하여 조직의 모든 구성원이 데이터를 활용하게 하면서도 데이터의 보안과 관리를 유지합니다. </p> <p>서로 다른 위치, 역할, 프로젝트 및 팀 간에 할 일을 쉽게 구분하므로 어느 수준에서도 조치 가능한 통찰력을 갖게 됩니다. 고객 만족을 모니터링하여 높은 가치를 제공하면서도 운영을 간소하게 유지합니다.</p>
pt_br: <p>Não importa se a sua empresa é especializada em consultoria, serviços jurídicos, serviços imobiliários ou serviços de saúde. Seu negócio gira em torno de pessoas. Você precisa monitorar o desempenho com os KPIs certos para maximizar os resultados e aumentar a eficiência. E deve compartilhar esses dados com seu pessoal para que eles possam agir rapidamente e aprimorar os resultados. </p> <p>O Power BI permite que você monitore os KPIs certos, personalize-os, visualize-os para uma melhor compreensão e compartilhe-os, tudo na mesma plataforma. Calcule métricas dinâmicas como receita anual por funcionário, margem do projeto, cobranças, utilização e satisfação do cliente para obter informações sobre seu desempenho e tomar as medidas necessárias quando surgirem desafios. Faça busca detalhada em nível individual e, mantendo os dados seguros e governados, permita que todos em sua organização tenham acesso a esses dados. </p> <p>Explore ao máximo diferentes locais, funções, projetos e equipes com facilidade para proporcionar visões práticas em qualquer nível. Monitore a satisfação do cliente para assegurar que você está fornecendo um grande valor e, ao mesmo tempo, mantendo suas operações simples.</p>
ru_ru: <p>Неважно, на чем именно&#160;— консультационных, юридических, медицинских услугах или продаже недвижимости&#160;—специализируется ваша фирма: так или иначе, ваш бизнес связан с людьми. Для получения оптимальных результатов необходимо отслеживать правильный набор ключевых показателей эффективности. Кроме того, эти данные должны быть доступны вашим специалистам, чтобы они могли оперативно действовать и повышать качество работы. </p> <p>Power BI позволяет вам контролировать важнейшие ключевые показатели эффективности, настраивать их, представлять в наглядном виде и делиться полученной информацией&#160;— и все это в рамках одной платформы. Ключевые показатели в режиме реального времени, такие как ежегодная выручка в расчете на сотрудника, прибыльность проектов, обработка платежей, использование ресурсов и удовлетворенность клиентов, помогут вам оценить эффективность своей компании и среагировать на возникающие проблемы. Вы можете детализировать данные на различных уровнях, чтобы их использовали все сотрудники вашей организации; при этом вся информация остается под вашим полным контролем и в безопасности. </p> <p>Анализ информации из разных офисов, по разным ролям, проектам и рабочим группам позволит вам принимать осмысленные решения на всех уровнях. Отслеживайте уровень удовлетворенности клиентов, чтобы сделать свои услуги максимально полезными и оптимизировать свою операционную деятельность.</p>
zh_cn: <p>无论你的公司是专营咨询、法律服务、房地产服务还是医疗保健，都无关紧要。总的来说，你的业务都是在与人打交道。需要适合的 KPI 来监视绩效，以尽可能达到最佳成果并提高效率。需要将该数据与团队成员共享，以便快速作出反应并提升成果。</p> <p>使用 Power BI，可以跟踪适合的 KPI、对其进行个性化设置、以可视化形式呈现，从而加深了解和简化共享，所有这一切均可在同一平台实现。计算每位员工的年收入、项目利润率、帐单、利用率及客户满意度等实时指标，从而获取绩效见解，并采取相应措施应对挑战。向下钻取到个人层级，让组织中所有人都能访问数据，而数据也同时受到保护并能加以掌控。</p> <p>切分不同的位置、角色、项目及团队信息，轻松获取各层级的可行信息。监视客户满意度，确保优良的交货质量及精简的运营配置。</p>
zh_tw: <p>無論您公司的專業在諮詢、法律服務、房地產服務或醫療保健，您的業務都與人息息相關。您需要適合的 KPI 來監視績效，以盡可能地達到最佳成果並提升效率。您必須和您的團隊一起共用資料，才能快速反應並提升成果。</p> <p>Power BI 不僅能讓您追蹤適合的 KPI，還能加以個人化，並以圖表展現，以便於了解及共用，而且所有一切都在同一平台上。針對每位員工的年度營收、專案獲利率、費用、使用狀況及客戶滿意度等即時性指標進行計算，從而獲取績效的深入資訊，並採取相應行動解決可能面臨的挑戰。向下鑽研到個人層級，讓組織中所有人都能從資料獲益，而資料也安全無虞，並能充分加以掌控。</p> <p>以各種不同方式及面向呈現不同位置、角色、專案及團隊的資料，讓您輕鬆獲取任意層級的資訊，從而制定出有效的應對措施。追蹤客戶滿意度，確保優良的交貨品質及精實的營運配置。</p>

# ProfessionalServices_DetailTitle
source: Focus on your people with deeper data insights
de_de: Präzise Erkenntnisse rücken den Mitarbeiter ins Rampenlicht
es_es: Céntrese en el personal mediante información más profunda basada en datos
fr_fr: Concentrez-vous sur votre personnel grâce à des données plus précises
it_it: Informazioni più dettagliate da mettere a frutto
ja_jp: より深いデータ洞察で人にフォーカス
ko_kr: 더 심층적인 데이터 통찰력을 가진 구성원에게 집중합니다.
pt_br: Concentre-se em seu pessoal com análises de dados mais aprofundadas
ru_ru: Фокус на клиентах и сотрудниках благодаря глубокому анализу данных
zh_cn: 洞察深入的数据见解，以人为关注重心
zh_tw: 利用更深入的資訊，將全付心力投注在人的身上

# ProfessionalServices_IndexTagline
source: Professional services firms have one thing in common: their most important asset is their people. Support your professionals with the right data and technology to maximize value delivered to your clients.
de_de: Für alle Dienstleister gilt: Ihre Mitarbeiter sind ihr größtes Kapital. Unterstützen Sie Ihr Team mit relevanten Daten und nützlichen Technologien, um Ihren Kunden einen optimalen Service zu bieten.
es_es: Las empresas de servicios profesionales tienen algo en común: su activo más importante son sus empleados. Apoye a sus profesionales con los datos y la tecnología correctos para maximizar el valor ofrecido a sus clientes.
fr_fr: Les entreprises de services professionnelles ont une chose en commun : leur ressource la plus importante est le personnel. Fournissez les bonnes données et la bonne technologie à vos professionnels pour qu’ils optimisent la qualité proposée à vos clients.
it_it: Le società di servizi professionali hanno una cosa in comune: il loro bene più importante è rappresentato dalle persone. Supporta i tuoi professionisti con le informazioni e le tecnologie giuste per offrire il massimo valore ai clienti.
ja_jp: 専門的なサービス会社に共通しているのは、最も重要な資産が人であるということです。適切なデータと技術によって社内のプロフェッショナルをサポートし、クライアントに最大の価値を提供します。
ko_kr: 모든 전문가 서비스 회사의 한 가지 공통점은 그들의 가장 중요한 자산이 인력이라는 점입니다. 정확한 데이터와 기술로 조직의 전문가를 지원하여 고객에게 제공하는 가치를 최대화합니다.
pt_br: Empresas de serviços profissionais têm uma coisa em comum: seu ativo mais precioso é seu pessoal. Dê suporte a seus profissionais com a tecnologia e os dados certos para maximizar o valor fornecido a seus clientes.
ru_ru: У фирм, занимающихся оказанием профессиональных услуг, есть общая особенность: их важнейшим активом являются люди. Оптимальный набор данных и технологий поможет вам добиться высокой эффективности от своих специалистов и предложить клиентам максимально полезный продукт.
zh_cn: 所有专业服务公司都有一个共同的观点，即“人”是最重要的资产。利用正确的数据与技术，帮助专业工作人员最大化向客户提供的价值。
zh_tw: 所有專業服務機構都一樣，「人」是最重要的資產。透過正確的資料與技術，可以協助您的專業工作人員將其為客戶提供的價值最大化。

# ProfessionalServices_Title
source: Professional Services
de_de: Dienstleistungen
es_es: Servicios profesionales
fr_fr: Services professionnels
it_it: Servizi professionali
ja_jp: 専門的なサービス
ko_kr: 전문가 서비스
pt_br: Serviços Profissionais
ru_ru: Профессиональные услуги
zh_cn: 专业服务
zh_tw: 專業服務

# Retail_DetailsTagline
source: <p>The amount of data available for retailers is overwhelming: transactions, supply chain, buying behaviors, trends, multi-channel sales and global coverage are just a few of the data sources companies can use to maximize their profits. </p> <p>Making sense of all these inputs requires scalability, ease of use, accessibility and live connectivity. Power BI helps bring all these data sources in one place and keeps the data current allowing you to make the right decisions at the right time. Share your retail analytics at the store, headquarters, factory or distribution center. </p> <p>With Power BI, it doesn’t matter where you are, your data is always available and up date. Understand customer behavior and sentiment, online or in-store, and visualize shopper movements and interactions, identifying opportunities to better serve them and maximize revenue.</p>
de_de: <p>Einzelhändler verfügen über unendliche Datenbestände: Abschlüsse, Lieferketten, Kaufverhalten, Trends, Mehrkanalvertrieb und globale Reichweite sind nur einige der Datenquellen, die Unternehmen zur Gewinnmaximierung heranziehen können. </p> <p>Um aus diesen Daten fundierte Erkenntnisse ableiten zu können, sind Skalierbarkeit, Benutzerfreundlichkeit, konstante Verfügbarkeit und Aktualisierung in Echtzeit unabdingbar. Dank Power BI werden all diese Datenquellen an einem zentralen Ort zusammengefasst und laufend aktualisiert, damit Sie zum richtigen Zeitpunkt die richtigen Entscheidungen treffen. Teilen Sie Ihre Einzelhandelsanalysen mit Geschäften, Verwaltung, Fabriken oder Vertriebszentren. </p> <p>Mit Power BI haben Sie jederzeit und von praktisch überall Zugriff auf die aktuellen Daten. Gewinnen Sie Einblicke in das Verhalten und die Stimmung Ihrer Online- und Offlinekunden. Visualisieren Sie die Bewegungen und Interaktionen von Kunden, um Chancen zur Optimierung Ihres Services und Ihrer Gewinne zu erkennen.</p>
es_es: <p>La cantidad de datos que disponen los minoristas es abrumadora: transacciones, cadena de suministros, comportamientos de compra, tendencias, ventas multicanal y cobertura global son solo algunos de los orígenes de datos que las empresas pueden usar para sacar el máximo partido a sus ganancias. </p> <p>Dar sentido a todas estas entradas requiere escalabilidad, facilidad de uso, accesibilidad y conectividad activa. Power BI ayuda a reunir todos estos orígenes de datos en un único lugar y conserva los datos actuales, con lo que podrá tomar las decisiones correctas en el momento oportuno. Comparta sus análisis comerciales en la tienda, sede central, fábrica o centro de distribución. </p> <p>Con Power BI, no importa dónde se encuentre, sus datos siempre estarán disponibles y actualizados. Comprenda el comportamiento y el sentimiento de los clientes, tanto en línea como en la tienda, y visualice los movimientos e interacciones de los compradores, identificando oportunidades para prestarles un mejor servicio y potenciar al máximo los ingresos.</p>
fr_fr: <p>Le volume de données disponibles pour les détaillants est massif&#160;: les transactions, la chaîne logistique, les comportements d’achat, les tendances, les ventes sur plusieurs canaux et la couverture globale ne représentent qu’une infime portion des sources de données utilisables par les entreprises pour optimiser leurs bénéfices. </p> <p>Les entreprises ont besoin d’évolutivité, de simplicité d’utilisation, d’accessibilité et d’une connectivité en direct pour donner du sens à toutes ces données. Power&#160;BI rassemble toutes ces données en un endroit et fait en sorte qu’elles restent à jour, ce qui vous permet de prendre les bonnes décisions au bon moment. Partagez vos analyses des ventes au détail en magasin, au siège, à l’usine ou au centre de distribution. </p> <p>Avec Power&#160;BI, peu importe où vous êtes, vos données restent disponibles et à jour. Comprenez les comportements et les sentiments des clients, en ligne ou en magasin, puis visualisez les mouvements et les interactions des acheteurs, en identifiant les opportunités de façon à mieux les servir et à optimiser les recettes.</p>
it_it: <p>I commercianti hanno a disposizione una quantità esorbitante di dati: transazioni, supply chain, comportamenti di acquisto, tendenze, vendite multicanale e copertura globale sono solo alcune delle origini dati a cui possono attingere per massimizzare i profitti. </p> <p>L'interpretazione di tutti questi input richiede scalabilità, facilità d'uso, accessibilità e connettività attiva. Power BI consente di riunire tutte queste origini dati in un'unica posizione e mantiene aggiornati i dati, aiutandoti a prendere le decisioni giuste al momento giusto. Condividi le analisi di vendita a livello di punto vendita, sede centrale, stabilimento o centro di distribuzione. </p> <p>Con Power BI potrai avere sempre a disposizione i dati aggiornati, ovunque ti trovi. Comprendi le abitudini e le opinioni dei clienti, online o in negozio, e visualizza gli spostamenti e le interazioni degli acquirenti, identificando opportunità di miglioramento del servizio e di incremento del fatturato.</p>
ja_jp: <p>小売業者が利用可能なデータは膨大です。取引、サプライ チェーン、購入動作、傾向、マルチチャンネル販売、およびグローバルなカバー範囲は、会社が利益を最大化するために使用できるデータ ソースのほんの一部です。</p> <p>これらのすべての入力の意味を理解するには、拡張性、使いやすさ、アクセス性、およびライブ接続が必要です。Power BI では、これらのデータ ソースが 1 か所にまとめられ、データが最新の状態に保たれるため、適切なときに適切な決定を行うのに役立ちます。小売業分析を店舗、本社、工場、または配送センターで共有できます。</p> <p>Power BI があれば、どこにいるかにかかわらず、常に最新のデータを利用できます。オンラインや店内の顧客の動作と感情を理解し、買い物客の動向ややり取りを視覚化することにより、サービスを向上して収益を最大化できるチャンスを識別できます。</p>
ko_kr: <p>소매업체에 사용할 수 있는 데이터의 양은 엄청납니다. 트랜잭션, 공급망, 구입 행동, 추세, 다채널 판매 및 글로벌 사업영역 등 회사의 이익을 최대화하기 위해 사용할 수 있는 수많은 데이터가 있습니다. </p> <p>이 모든 정보의 의미를 파악하려면 확장성, 사용 용이성, 접근성 및 실시간 연결이 필요합니다. Power BI는 이러한 모든 데이터 출처를 한 장소에 통합하여 데이터를 최신의 상태로 유지함으로써 정확한 시기에 정확한 결정을 내릴 수 있도록 해 줍니다. 스토어, 본사, 공장 또는 유통 센터에서 소매 분석을 공유합니다. </p> <p>Power BI를 사용하면 사용자가 있는 장소와 상관없이 데이터를 언제나 사용 가능하고 최신의 상태로 유지할 수 있습니다. 온라인 또는 스토어 내에서의 고객 행동과 감정을 이해하고 쇼핑객의 움직임 및 상호 작용을 시각화하여 고객 서비스를 개선하고 매출을 최대화할 기회를 식별합니다.</p>
pt_br: <p>A quantidade de dados fornecidos a varejistas é assombrosa: transações, cadeia de fornecedores, padrões de comportamento, tendências, vendas multicanal e cobertura global são apenas algumas das fontes de dados que empresas podem usar para maximizar seus lucros. </p> <p>Compreender todas essas informações de entrada exige escalabilidade, facilidade de uso, acessibilidade e conectividade dinâmica. O Power BI ajuda a trazer todas essas fontes de dados para um único local e mantém o fluxo de dados, permitindo a você tomar as decisões certas no momento certo. Compartilhe suas análises de varejo na loja, na matriz, na fábrica ou no centro de distribuição. </p> <p>Com o Power BI, não importa onde você está, seus dados estão sempre disponíveis e atualizados. Compreenda o sentimento e o comportamento dos clientes, online ou na loja, e visualize movimentos e interações dos compradores, identificando oportunidades para melhor atendê-los e maximizar a receita.</p>
ru_ru: <p>Объем данных, с которыми приходится сталкиваться в сфере розничной торговли, ошеломляет: сделки, цепочки поставок, поведение покупателей, тенденции, продажи по различным каналам и глобальный охват&#160;— вот лишь несколько категорий информации, обработка которой позволяет повысить эффективность бизнеса. </p> <p>Для правильного анализа всех этих данных необходимы масштабируемость, удобство и доступность соответствующих инструментов, а также постоянное подключение к источникам информации. Power BI помогает объединить все этих источники в одном месте и отслеживать их актуальность, чтобы принимать правильные решения в нужный момент. Результаты анализа должны быть доступны вашим специалистам в магазинах, главном офисе, на производственных площадках и в центрах распределения. </p> <p>С Power BI у вас будет постоянный доступ к актуальной информации, где бы вы ни находились. Анализируйте поведение и настроение клиентов в Интернете и в магазинах, в наглядном виде представляйте перемещения и действия покупателей, выявляйте возможности для повышения эффективности обслуживания и прибыльности.</p>
zh_cn: <p>零售商所能使用的数据多不胜数，其中像是交易、供应链、购买行为、趋势、多渠道销售，以及全球业务等等，也不过是公司可以用来将收益最大化的一小部分数据源而已。</p> <p>要将这些输入转化成有意义的信息，必须具备可调整性、易于使用、可访问性与实时连接等几种能力。通过 Power BI，可以将所有数据源置于同一处，并随时更新数据，以便你可以在正确的时间做出正确的决定。可以将零售分析分享给商店、总公司、工厂或配送中心。</p> <p>借助 Power BI，无论你身在何处，都可以随时获取最新数据。了解客户在在线商店或实体店中的行为与感受，并将买家的动向与互动以可视化形式呈现，找出可以为他们提供更高质量服务的机会，进而将收益最大化。</p>
zh_tw: <p>零售商所能擷取的資料多不勝數，其中像是交易、供應鏈、購買行為、趨勢、多重通路銷售，以及全球市佔率等等，也不過是公司可以用來將收益最大化的一小部分資料來源而已。</p> <p>要將這些輸入轉化成有意義的資訊，必須具備規模調整、易於使用、存取與即時連線等幾種能力。Power BI 可讓您將所有資料來源置於同一處，並時時將資料保持在最新的狀態，以便您可以在正確的時間做出正確的決定。您可以將您的零售分析分享給店面、總公司、工廠或配送中心。</p> <p>有了 Power BI，無論您身在何處，隨時都能取得資料加以更新。了解客戶在線上商店或實體店面中的行為與感受，並將買家的動向與互動以圖表展現，找出可以為他們提供更高品質服務的機會，進而將收益最大化。</p>

# Retail_DetailTitle
source: Deeper understanding of customers, pricing, POS, inventory and channels
de_de: Gewinnen fundierter Erkenntnisse zu Kunden, Preisen, POS, Bestand und Vertriebskanälen
es_es: Comprensión más profunda de los clientes, precios, PDV, inventario y canales
fr_fr: Meilleure compréhension des clients, de la tarification, des PDV, des stocks et des canaux
it_it: Informazioni più dettagliate su clienti, prezzi, punti vendita, inventario e canali
ja_jp: 顧客、料金、POS、在庫、およびチャンネルに関するより深い理解
ko_kr: 고객, 가격, POS, 재고 및 채널에 대해 더 심층적으로 이해
pt_br: Uma compreensão mais aprofundada dos clientes, preços, POS, estoque e canais
ru_ru: Более глубокое понимание клиентов, цен, магазинов, запасов и каналов продажи
zh_cn: 更深入了解客户、定价、POS、库存量和渠道
zh_tw: 更深入了解客戶、定價、POS、庫存及通路
