Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/Industries.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Retail_IndexTagline
source: Shopping is not what it used to be. Today shoppers are empowered with devices, options and more information at their fingertips. Get visibility into the insights that will make your business successful.
de_de: Die Shoppingwelt hat sich verändert. Mobilgeräte, mehr Möglichkeiten und jederzeit abrufbereite Informationen sind heutzutage fester Bestandteil des Einkaufserlebnisses. Verschaffen Sie sich einen Einblick in die Faktoren, die für den Erfolg Ihres Unternehmens entscheidend sind.
es_es: Comprar ya no es lo que era. Los compradores de hoy cuentan con dispositivos, opciones y más información al alcance de su mano. Visualice la información que hará que su negocio tenga éxito.
fr_fr: Le shopping a évolué. Les acheteurs d’aujourd’hui disposent d’appareils, d’options et de davantage d’informations à portée de main. Ayez une meilleure visibilité des informations qui permettront à votre entreprise de réussir.
it_it: Le modalità di acquisto sono cambiate rispetto al passato. Oggi gli acquirenti possono contare su dispositivi, opzioni e più informazioni a portata di mano. Ottieni visibilità sulle informazioni che favoriscono il successo del tuo business.
ja_jp: 現在の買い物は、昔とは異なります。デバイスを活用する現在の買い物客は、選択肢やさまざまな情報にすぐ手が届きます。ビジネスの成功につながる洞察を視覚化しましょう。
ko_kr: 쇼핑은 이제 예전과 같지 않습니다. 오늘날의 쇼핑객은 각종 장치, 옵션 및 더 많은 정보를 자유자재로 활용할 수 있습니다. 비즈니스를 성공으로 이끌 수 있는 유용한 정보에 대한 가시성을 확보하십시오.
pt_br: As compras não são mais feitas como costumavam ser. Hoje, os compradores são dotados de dispositivos, opções e mais informações na ponta dos dedos. Obtenha visibilidade para as informações que tornarão seu negócio bem-sucedido.
ru_ru: В сферу торговли пришли большие изменения. Сегодня покупатели активно пользуются различными устройствами и информацией, и их выбор стал шире. Воспользуйтесь важнейшими аналитическими данными, которые помогут вам привести свой бизнес к успеху.
zh_cn: 购物已有了全新面貌。买家现在随手就能获取各种设备、选项及更多信息。以可视化形式呈现见解，帮助取得业务成功。
zh_tw: 購物有了全新面貌。買家現在隨手就能獲取各種裝置、選項及更多的資訊。將您的深入資訊以各種圖表展現，協助您的公司邁向成功。

# Retail_Title
source: Retail
de_de: Einzelhandel
es_es: Comercio minorista
fr_fr: Vente au détail
it_it: Vendita al dettaglio
ja_jp: 小売業
ko_kr: 소매
pt_br: Varejo
ru_ru: Розничная торговля
zh_cn: 零售业
zh_tw: 零售業

# Energy_DetailsTagline
source: <p>Storing energy is not cost-effective, so utilities and power generators need to forecast future power consumption so that they can efficiently balance the supply with the demand. During peak hours, short supply can result in power outages. Conversely, too much supply can result in waste of resources. Advanced demand forecasting techniques detail hourly demand and peak hours for a particular day, allowing an energy provider to optimize the power generation process. This report focuses on demand forecasting within the energy sector. The report provides region level energy usage status and forecast of future usage for optimizing the operations.</p> <p>The ‘Energy Solution Status Summary’ page shows the overall status of energy demand of each region. User can select a single region by clicking the filter on the left to investigate each region's status.</p> <p>The ‘Energy Solution Forecast’ page shows the demand forecast results from Azure Machine Learning model and different error metrics for user to identify the quality of the model. Temperature and its forecasts are used as a feature in the machine learning model.<p/>
de_de: <p>Energie lässt sich nicht verlustfrei speichern. Daher müssen Versorger und Stromerzeuger Prognosen über den zukünftigen Stromverbrauch anstellen, um auf effiziente Weise Angebot und Nachfrage im Gleichgewicht zu halten. Zu Stoßzeiten kann eine Angebotsknappheit zu Stromausfällen führen, wohingegen bei einem Überangebot die Verschwendung kostbarer Ressourcen droht. Fortschrittliche Verfahren zur Bedarfsprognose erlauben es, die Nachfrage für einzelne Tageszeiten und Stoßzeiten für bestimmte Tage vorherzusagen. Energieversorger können dann ihre Prozesse zur Stromerzeugung entsprechend optimieren. Schwerpunkt dieses Berichts ist die Bedarfsprognose im Energiesektor. Er enthält Statusinformationen zum Stromverbrauch auf regionaler Ebene und Prognosen zum zukünftigen Stromverbrauch, die als Grundlage für Prozessoptimierungen herangezogen werden können.</p> <p>Auf der Seite „Energy Solution Status Summary“ ist der Gesamtstatus des Energiebedarfs in den einzelnen Regionen aufgeführt. Ein Benutzer kann eine bestimmte Region auswählen, indem er links auf den Filter klickt, um so den Status dieser Region eingehend zu prüfen.</p> <p>Auf der Seite „Energy Solution Forecast“ werden die Ergebnisse der Bedarfsprognose auf Grundlage des Azure Machine Learning-Modells sowie verschiedene Fehlermetriken angezeigt, die eine Einschätzung der Qualität des Modells erlauben. Temperatur und Temperaturvorhersagen werden als Merkmale im Machine Learning-Modell verwendet.<p/>
es_es: <p>El almacenamiento de energía no es una actividad rentable, por lo que las compañías de producción y suministro de electricidad necesitan prever el consumo eléctrico futuro, con el fin de poder equilibrar correctamente la oferta y la demanda. En las horas punta, una oferta escasa puede provocar que se produzcan cortes de electricidad. Por el contrario, una oferta excesiva puede suponer que se malgasten recursos. Las técnicas avanzadas de previsión de la demanda permiten especificar con todo detalle la demanda horaria y las horas punta de un día concreto, lo que permite a las compañías de suministro eléctrico optimizar el proceso de producción de energía. Este informe se centra en la previsión de la demanda en el sector eléctrico. En él, se muestra el estado del consumo de energía a nivel regional y se ofrece una previsión del consumo futuro, con el fin de optimizar las operaciones.</p> <p>La página "Energy Solution Status Summary" (Resumen del estado de las soluciones energéticas) muestra el estado general de la demanda de electricidad de cada región. El usuario puede seleccionar una sola región, para lo que debe hacer clic en el filtro de la izquierda y así conocer el estado de cada región.</p> <p>La página "Energy Solution Forecast" (Previsión de las soluciones energéticas) muestra los resultados de la previsión de la demanda que proporciona el modelo de Azure Machine Learning y las diferentes métricas de error del usuario para identificar la calidad del modelo. La temperatura y sus previsiones se usan como característica en el modelo de aprendizaje automático.<p/>
fr_fr: <p>Le stockage de l’énergie n’est pas rentable. De ce fait, les services publics et les générateurs électriques doivent prévoir la consommation d’énergie future de façon à pouvoir équilibrer efficacement l’offre en fonction de la demande. Aux heures de pointe, un approvisionnement limité risque d’entraîner des pannes de courant. À l’inverse, un approvisionnement trop important peut être à l’origine du gaspillage des ressources. Les techniques avancées de prévision de la demande détaillent la demande heure par heure et les heures de pointe d’un jour spécifique, ce qui permet à un fournisseur d’énergie d’optimiser le processus de production d’électricité. Le présent rapport se concentre sur la prévision de la demande dans le secteur de l’énergie. Il indique l’état de la consommation d’énergie par région et prévoit la consommation à venir afin d’optimiser les opérations.</p> <p>La page «&#160;Résumé de l’état de la solution énergétique&#160;» indique l’état global de la consommation d’énergie pour chaque région. Pour connaître l’état de la consommation d’énergie de chaque région, l’utilisateur peut sélectionner la région concernée en cliquant sur le filtre, dans le volet de gauche.</p> <p>La page «&#160;Prévision de la solution énergétique&#160;» indique les résultats relatifs à la prévision de la demande provenant du modèle Azure&#160;Machine&#160;Learning, ainsi que différentes mesures d’erreur permettant à l’utilisateur d’identifier la qualité du modèle. La température et ses prévisions servent de fonction dans le modèle Azure&#160;Machine&#160;Learning.<p/>
it_it: <p>L'immagazzinamento di energia non è economicamente efficiente, quindi i servizi di pubblica utilità e i generatori di energia devono pianificare il consumo energetico futuro, per bilanciare in modo efficiente la domanda e la richiesta. Durante le ore di picco, una fornitura insufficiente può provocare interruzioni del servizio. Analogamente, una fornitura eccessiva può risultare in uno spreco di risorse. Le tecniche avanzate per la previsione della domanda forniscono dettagli sulla domanda oraria e sulle ore di picco per un giorno specifico, consentendo ai fornitori di energia elettrica di ottimizzare il processo di generazione dell'energia. Questo report è incentrato sulla previsione della domanda nel settore energetico. Il report fornisce informazioni sullo stato del consumo energetico a livello di area e una previsione del consumo futuro per l'ottimizzazione delle operazioni.</p> <p>La pagina di riepilogo dello stato della soluzione energetica mostra lo stato complessivo della domanda di energia per ogni area. Gli utenti possono selezionare una singola area facendo clic sul filtro a sinistra per esaminare lo stato di ogni area.</p> <p>La pagina di previsione della soluzione energetica mostra i risultati delle previsioni della domanda dal modello di Azure Machine Learning e diverse metriche di errore per consentire all'utente di identificare la qualità del modello. La temperatura e le rispettive previsioni vengono usate come funzione nel modello di Machine Learning.<p/>
ja_jp: <p>エネルギーを格納するとコスト効率が低くなるので、公益事業と発電所は、需要と供給の効率的なバランスを取るために将来の電力消費を予測する必要があります。ピーク時に供給が不足すると、停電が発生する可能性があります。逆に供給が過剰だと、資源の浪費につながる可能性があります。高度な需要予測技術は特定の日の 1 時間ごとの需要やピーク時を詳細に調べるので、エネルギー供給元は発電処理を最適化できます。このレポートは、エネルギー部門内の需要予想に焦点を置いています。このレポートは、事業を最適化するために、地域レベルのエネルギー使用状況と将来の使用予測を提供します。</p> <p>「エネルギー ソリューション状況のサマリー」ページでは、各地域のエネルギー需要の全体状況を示しています。ユーザーは、左側にあるフィルターをクリックして地域を 1 つ選択し、それぞれの地域の状況を調べることができます。</p> <p>「エネルギー ソリューション予測」ページは、Azure Machine Learning からの需要予測結果と、ユーザーがモデルの品質を識別するためのさまざまなエラー指標を示しています。温度とその予測は、機械学習モデルの機能として使用されます。<p/>
ko_kr: <p>에너지를 저장하는 것은 비용 효율적이지 않기 때문에, 전력회사와 발전소는 향후 전력 소비량을 예측하여 수요와 공급을 효율적으로 조정해야 합니다. 최대 수요 시간대에서 공급이 달리면 정전이 발생할 수 있습니다. 반대로 공급이 너무 많으면 자원 낭비로 이어집니다. 고급 수요 예측 기법은 에너지 공급업체들이 전력 발전 공정을 최적화할 수 있도록 하루 중 시간별 수요 및 최대 수요 시간대를 분석합니다. 이 보고서는 에너지 분야에서 수요 예측에 중점을 두고 있습니다. 보고서는 전력 운영 최적화를 위해 지역별 에너지 사용 현황과 향후 사용 예측을 제공합니다.</p> <p>‘에너지 솔루션 상태 요약(Energy Solution Status Summary)’ 페이지에서는 지역별 에너지 수요의 전반적인 현황을 보여줍니다. 사용자가 왼쪽에 있는 필터를 클릭하여 한 지역을 선택하면 지역별로 현황을 조사할 수 있습니다.</p> <p>‘에너지 솔루션 예측(Energy Solution Forecast)’ 페이지에서는 Azure Machine Learning 모델을 통해 수요 예측 결과와 사용자가 모델 품질을 확인하기 위한 여러 오류 메트릭을 보여줍니다. 기온과 그 예측은 기계 학습 모델의 기능으로 사용됩니다.<p/>
pt_br: <p>Armazenar energia não é econômico, então os utilitários e geradores de energia precisam prever o consumo de energia futuro para que possam equilibrar de forma eficiente o fornecimento com a demanda. Durante horas de pico, um fornecimento baixo pode resultar em indisponibilidades de energia. Por outro lado, o excesso de fornecimento pode resultar em um desperdício de recursos. Técnicas de previsão de demanda avançadas detalham a demanda por hora e horários de pico de determinado dia, permitindo que o provedor de energia otimize o processo de geração de energia. Esse relatório concentra-se em previsão de demanda no setor de energia. Esse relatório fornece um status de uso de energia de nível de região e previsão de usos futuros para otimizar as operações.</p> <p>A página ‘Energy Solution Status Summary’ (Resumo de Status de Solução de Energia) mostra o status geral da demanda de energia de cada região. O usuário pode selecionar uma única região clicando no filtro à esquerda para investigar cada status da região.</p> <p>A página ‘Energy Solution Forecast’ (Previsão de Solução de Energia) mostra os resultados de previsão de demanda do modelo do Azure Machine Learning e diferentes métricas de erro para o usuário identificar a qualidade do modelo. A temperatura e suas previsões são usadas como um recurso no modelo de aprendizado de máquina.<p/>
ru_ru: <p>Хранение электроэнергии не является экономически целесообразным, поэтому коммунальным сетям и электростанциям необходимо прогнозировать будущие объемы потребления энергии, чтобы добиться эффективного баланса между спросом и предложением. Недостаточное предложение в периоды пиковой нагрузки может привести к перебоям в электроснабжении. Избыточное предложение, напротив, приводит к нерациональному расходованию ресурсов. Современные технологии прогнозирования позволяют составлять подробные расписания пиков спроса и предложения в определенный день, благодаря чему поставщик электроэнергии может оптимизировать ее производство. Данный отчет предназначен для прогнозирования спроса в энергетическом секторе. Он содержит сведения о потреблении электроэнергии по регионам и соответствующий прогноз, позволяющий оптимизировать операционную деятельность.</p> <p>На странице сводного состояния для электроэнергетического решения отображается общий статус спроса на энергию по каждому региону. Чтобы выбрать для просмотра отдельный регион, пользователь может щелкнуть фильтр в левой части отчета.</p> <p>На странице прогноза для электроэнергетического решения отображаются результаты прогнозирования, сформированные с использованием модели машинного обучения Azure, и различные метрики ошибок, позволяющие пользователю оценить качество данной модели. В качестве характеристики в модели машинного обучения используется температура и ее прогнозируемые значения.<p/>
zh_cn: <p>储能并不符合成本效益，因此公用事业及发电厂需要预测未来的耗电量，才能有效平衡供需。在高峰用量时段，若电力供应不足，可能导致断电。相反，若供过于求，则会造成资源浪费。先进的需求预测技术可以详细预测特定日每小时的需求与高峰时段，让电力供应商可以优化发电过程。此报表主要呈现能源部门中的需求预测。报表提供了区域层面的能源使用状态和能源未来用量的预测，以达到最佳运作效率。</p> <p>“能源解决方案状态摘要”页显示了每个区域的整体能源需求状态。用户可以单击左侧的筛选器选择一个区域，从而了解各区域的状态。</p> <p>“能源解决方案预测”页显示了 Azure 机器学习模型所产生的需求预测结果，并提供了不同的误差度量值，便于用户测定模型的质量。温度及其预测可以用作机器学习模型的功能。<p/>
zh_tw: <p>儲存能源並不符合成本效益，因此公用事業及發電廠必須預測未來的耗電量，才能有效平衡供需。在尖峰用量時段，若電力供應不足，即有可能發生斷電。相反地，若供過於求，則會造成資源浪費。先進的需求預測技術可以詳細預測特定日每小時的需求與尖峰時段，讓能源供應商可以最佳化發電程序。此報表主要在呈現能源部門對於需求的預測。此報表呈現區域的能源使用狀態及其未來用量的預測，以達到最佳運作效率。</p> <p>「能源解決方案狀態摘要」頁面顯示每個區域的整體能源需求狀態。使用者可以按一下左側的篩選器選取一個區域，從而探討該區域的狀態。</p> <p>「能源解決方案預測」頁面顯示 Azure Machine Learning 模型所產生的需求預測結果，並提供不同的錯誤計量，讓使用者可以測定模型的品質。溫度及其預測會用為機器學習模型的功能。<p/>

# Energy_DetailTitle
source: Energy
de_de: Energie
es_es: Energía
fr_fr: Énergie
it_it: Energia
ja_jp: エネルギー
ko_kr: 에너지
pt_br: Energia
ru_ru: Энергетическая отрасль
zh_cn: 能源业
zh_tw: 能源

# Energy_IndexTagline
source: This report focuses on demand forecasting within the energy sector. The views provide region level energy usage status and forecast of future usage for optimizing the operations.
de_de: Schwerpunkt dieses Berichts ist die Bedarfsprognose im Energiesektor. Die Ansichten enthalten Statusinformationen zum Stromverbrauch auf regionaler Ebene und Prognosen zum zukünftigen Stromverbrauch, die als Grundlage für Prozessoptimierungen herangezogen werden können.
es_es: Este informe se centra en la previsión de la demanda en el sector eléctrico. Las vistas muestran el estado del consumo de energía a nivel regional y se ofrece una previsión del consumo futuro, con el fin de optimizar las operaciones.
fr_fr: Le présent rapport se concentre sur la prévision de la demande dans le secteur de l’énergie. Les différents affichages indiquent l’état de la consommation d’énergie par région et des prévisions de la consommation à venir afin d’optimiser les opérations.
it_it: Questo report è incentrato sulla previsione della domanda nel settore energetico. Le viste forniscono informazioni sullo stato del consumo energetico a livello di area e una previsione del consumo futuro per l'ottimizzazione delle operazioni.
ja_jp: このレポートは、エネルギー部門内の需要予想に焦点を置いています。ビューは、事業を最適化するための、地域レベルのエネルギー使用状況と将来の使用予測を示しています。
ko_kr: 이 보고서는 에너지 분야에서 수요 예측에 중점을 두고 있습니다. 뷰는 전력 운영 최적화를 위해 지역별 에너지 사용 현황과 향후 사용 예측을 제공합니다.
pt_br: Esse relatório concentra-se em previsão de demanda no setor de energia. As exibições fornecem um status de uso de energia de nível de região e previsão de usos futuros para otimizar as operações.
ru_ru: Данный отчет предназначен для прогнозирования спроса в энергетическом секторе. Эти представления содержат сведения о потреблении электроэнергии по регионам и соответствующий прогноз, позволяющий оптимизировать операционную деятельность.
zh_cn: 此报表主要呈现能源部门中的需求预测。这些视图提供了各区域的使用情况状态并预测了为优化运营而必需的未来使用情况。
zh_tw: 此報表主要在呈現能源部門對於需求的預測。這些檢視呈現區域的能源使用狀態及其未來用量的預測，以達到最佳運作效率。

# Energy_Title
source: Energy
de_de: Energie
es_es: Energía
fr_fr: Énergie
it_it: Energia
ja_jp: エネルギー
ko_kr: 에너지
pt_br: Energia
ru_ru: Энергетическая отрасль
zh_cn: 能源业
zh_tw: 能源
