Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/Industries.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# PublicSector_DetailsTagline
source: <h3>Education</h3> <p>As the statistics show, enrolment in Primary Education is growing apace as progress is made in particular in the developing world, partly on foot of the Millennium Development Goals which prioritized primary school enrolment. However, almost 1 in 10 children globally are still out of school and a disproportionate number of these (60%) are girls. Enrollment in Higher Education has also grown but remains at a low level globally, with huge disparities between nations in the developed and the developing world.</p> <p>The correlation with GDP is consistent, but what is worthy of note is a slight decline in the percentage of GDP allocated to education in part impacted by the last recession. It is heartening to see that the gender gap is closing with regard to Higher Education enrolment, but as stated above this picture changes dramatically when we compare the developed and the developing world, and is not matched by enrolments at primary school level.</p> <br> <h3>Health</h3> <p>As we look at the data, life expectancy has increased over the years which is widely acknowledged. What stands out is that the difference in the life expectancy of female versus male has remained the same over the years. It is evident, as a countries allocate more funds towards Health the country’s population is benefiting from it. It is interesting to note that the fertility rate is going down as the GDP improves.</p> <br> <h3>Small Business</h3> <p>As a business friendly environment is created, the rate of New Business registered is going up. The correlation with GDP is evident. It is worth noting that the peak of Small Business activity was prior to the last recession.</p> <br> <h3>Climate Change</h3> <p>Climate change is a controversial topic. Looking at the data, we can confirm some of the known variables. There is a direct correlation between GDP and CO2 emission. As the economy of a country improves CO2 emission increases. This phenomenon is not dependent on the source of electricity production. Also as a countries population increases so does the CO2 emission. You will notice a similar trend when we compare some of the top countries in terms of economy and population.</p> <p>Data also shows that the average temperature is on the rise. You will notice that the temperature rise is not a steady incline. All the projection models indicate temperature rising over the years.</p>
de_de: <h3>Bildung</h3> <p>Die Statistik zeigt, dass mit den Fortschritten in den Entwicklungsländern auch der Besuch von Grundschulen stark zunimmt – nicht zuletzt ein Erfolg der Millenniums-Entwicklungsziele, die einen Schwerpunkt auf die Primärschulbildung legen. Allerdings besucht immer noch 1 von 10 Kindern keine Schule, und mit 60 % sind Mädchen hiervon überproportional betroffen. Der Besuch von Hochschulen hat ebenfalls zugenommen, wenn auch aus globaler Sicht auf niedrigem Niveau, wobei es riesige Unterschiede zwischen einzelnen Industrienationen und Entwicklungsländern gibt.</p> <p>Es besteht eine stabile Korrelation zum Bruttoinlandsprodukt. Ein leichter Abfall des auf die Bildung entfallenden Anteils am Bruttoinlandsprodukt lässt sich zum Teil auf die letzte Rezession zurückführen. Ermutigend ist, dass sich der Gendergap hinsichtlich der Hochschulbildung schließt. Wie oben erwähnt, bietet sich jedoch ein völlig anderes Bild beim Vergleich von Industrie- und Entwicklungsländern wie auch bei der Primärschulbildung.</p> <br> <h3>Gesundheit</h3> <p>Ein Blick auf die Daten zeigt, dass die Lebenserwartung von Jahr zu Jahr gestiegen ist. Dies ist auch völlig unbestritten. Es fällt jedoch auf, dass die Unterschiede bei der Lebenserwartung von Frauen gegenüber Männern über die Jahre konstant geblieben sind. Offensichtlich profitiert die Bevölkerung von höheren Gesundheitsausgaben eines Lands zugute. Bemerkenswert ist, dass die Geburtenrate bei einem Anstieg des Bruttoinlandsprodukts sinkt.</p> <br> <h3>Kleinunternehmen</h3> <p>Mit der Entstehung eines unternehmensfreundlichen Umfelds steigt die Anzahl der Unternehmensgründungen. Die Korrelation mit dem Bruttoinlandsprodukt ist offensichtlich. Es fällt auf, dass der Höhepunkt bei der Geschäftsaktivität von Kleinunternehmen vor der letzten Rezession lag.</p> <br> <h3>Klimawandel</h3> <p>Der Klimawandel ist ein brisantes Thema. Ein Blick auf die Daten bestätigt einige der bekannten Variablen. Es besteht eine direkte Korrelation zwischen Bruttoinlandsprodukt und CO2-Emissionen. Mit dem Anstieg der Wirtschaftsleistung eines Lands steigen auch die CO2-Emissionen. Dieser Effekt tritt unabhängig davon auf, welche Energiequellen für die Stromproduktion genutzt werden. Die CO2-Emissionen nehmen auch bei einem Bevölkerungszuwachs in einem Land zu. Bei einem Vergleich einiger der wirtschaftsstärksten und bevölkerungsreichsten Länder lässt sich ein ähnlicher Trend ablesen.</p> <p>Die Daten belegen auch einen Anstieg der Durchschnittstemperatur. Es fällt auf, dass der Temperaturanstieg nicht gleichmäßig verläuft. Alle Prognosemodelle zeigen einen Anstieg der Temperatur im Lauf der Jahre.</p>
es_es: <h3>Educación</h3> <p>Tal y como indican las estadísticas, la escolarización en enseñanza primaria está experimentando un fuerte crecimiento, en particular en los países en desarrollo, en parte como consecuencia de los Objetivos de desarrollo del milenio, que daban prioridad a la escolarización en enseñanza primaria. Sin embargo, casi 1 de cada 10 niños en el mundo aún no está escolarizado, de los que un número excesivamente alto son niñas (60 %). La escolarización en enseñanza superior también ha aumentado, aunque el nivel mundial aún es bajo y con enormes diferencias entre los países desarrollados y en desarrollo.</p> <p>Su correlación con el PIB es constante, pero merece la pena destacar el ligero descenso en el porcentaje de PIB asignado a educación, en parte debido a la última recesión. Es alentador ver que las diferencias por cuestiones de género se están reduciendo en la escolarización en enseñanza superior pero, como ya hemos visto, la imagen cambia drásticamente cuando comparamos los países desarrollados y en desarrollo, y no se corresponde con lo que sucede en la enseñanza primaria.</p> <br> <h3>Salud</h3> <p>Los datos muestran que la esperanza de vida ha aumentado, algo que es bien sabido. Lo que llama a la atención es que la diferencia entre la esperanza de vida de las mujeres y la de los hombres ha permanecido igual con los años. Es evidente, porque los países asignan más fondos para sanidad, y su población se beneficia de ello. Es interesante mencionar que la tasa de fertilidad se reduce a medida que aumenta el PIB.</p> <br> <h3>Pequeñas empresas</h3> <p>Cuando se crea un entorno favorable para los negocios, crece el número de nuevas empresas registradas. Su correlación con el PIB es evidente. Hay que indicar que el máximo de actividad de las pequeñas empresas se produjo antes de la última recesión.</p> <br> <h3>Cambio climático</h3> <p>El cambio climático es un tema controvertido. Con los datos en la mano, podemos confirmar algunas de las variables conocidas. Hay una correlación directa entre el PIB y las emisiones de CO2. A medida que la economía de un país mejora, las emisiones de CO2 aumentan. Este fenómeno no depende de la fuente de producción de electricidad. A medida que la población de un país aumenta, también lo hacen las emisiones de CO2. Observará una tendencia similar cuando se comparan algunos de los principales países en términos de economía y población.</p> <p>Los datos también muestran que la temperatura media está aumentando. Observe que el aumento de la temperatura no ha seguido una trayectoria regular. Todos los modelos de proyección indican un aumento de la temperatura a lo largo del tiempo.</p>
fr_fr: <h3>Éducation</h3> <p>Comme le montrent les statistiques, le taux de scolarisation dans l’enseignement primaire enregistre une forte expansion à mesure des progrès réalisés notamment dans les pays en voie de développement, en partie grâce aux objectifs du millénaire pour le développement dont l’une des priorités était l’augmentation du taux de scolarisation dans l’enseignement primaire. Toutefois, dans le monde entier, presque 1&#160;enfant sur 10 n’est pas scolarisé, dont un nombre disproportionné de filles (60&#160;%). Le taux de scolarisation dans l’enseignement supérieur a également augmenté, mais il reste faible à l’échelle mondiale et souffre de fortes disparités entre les pays développés et ceux en voie de développement.</p> <p>Bien que la corrélation avec le PIB soit cohérente, il est important de noter un léger déclin du pourcentage de PIB alloué à l’éducation, dû principalement à la dernière récession. Il est encourageant de constater que le fossé entre les sexes se réduit en ce qui concerne le taux de scolarisation dans l’enseignement supérieur. Toutefois, comme indiqué plus haut, le tableau change radicalement si l’on compare les pays développés et en voie de développement et le taux de scolarisation dans l’enseignement primaire est loin de suivre le même schéma.</p> <br> <h3>Santé</h3> <p>Les données indiquent que l’espérance de vie a augmenté ces dernières années, ce qui est un fait largement reconnu. Ce qui saute aux yeux, c’est la différence entre les hommes et les femmes qui reste la même au fil des années. Évidemment, c’est la population des pays qui allouent davantage de fonds dans le domaine de la santé qui en bénéficie. Il est intéressant de noter que le taux de fertilité baisse à mesure que le PIB augmente.</p> <br> <h3>PME/TPE</h3> <p>Lorsque l’environnement économique est favorable, la création d’entreprise enregistre une augmentation. La corrélation avec le PIB est évidente. Il est intéressant de constater que le pic d’activité des PME/TPE s’est produit avant la dernière récession.</p> <br> <h3>Changement climatique</h3> <p>Le changement climatique est un sujet qui est loin de faire l’unanimité. Si nous examinons les données disponibles, nous pouvons confirmer certaines variables connues. Il y a une corrélation directe entre le PIB et l’émission de gaz à effet de serre. Les émissions de CO2 augmentent à mesure que l’économie d’un pays s’améliore. Ce phénomène n’est pas dépendant de la source de la production d’électricité. Les émissions de CO2 s’accroissent également à mesure que la population d’un pays augmente. Vous remarquerez une tendance similaire si vous comparez certains des pays les plus riches en termes d’économie et de population.</p> <p>Les données montrent également que la moyenne des températures augmente. Vous remarquerez que l’augmentation des températures n’est pas en progression constante. Tous les modèles de projection indiquent que la température augmente au fil des années.</p>
it_it: <h3>Istruzione</h3> <p>Come dimostrano le statistiche, le iscrizioni alle scuole dell'istruzione primaria aumentano rapidamente al ritmo dei progressi compiuti in particolare nei paesi in via di sviluppo, in parte sulla scia degli Obiettivi di sviluppo del Millennio, che danno appunto la priorità all'iscrizione alle scuole primarie. Tuttavia, quasi un bambino su dieci a livello globale, di cui uno sproporzionato 60% è di sesso femminile, ancora non frequenta la scuola. Anche le iscrizioni agli istituti di istruzione superiore sono aumentate, ma restano a un livello globale basso, con enormi disparità tra le nazioni nei paesi sviluppati e in via di sviluppo.</p> <p>La correlazione con il PIL è coerente, ma ciò che è degno di nota è un leggero calo della percentuale del PIL allocato all'istruzione, in parte influenzato dall'ultima recessione. È confortante osservare il colmarsi del divario di genere per quanto riguarda l'iscrizione agli istituti di istruzione superiore, ma come si è detto sopra, il quadro cambia drammaticamente quando si confrontano i paesi sviluppati con quelli in via di sviluppo e non è contestuale alle iscrizioni alle scuole primarie.</p> <br> <h3>Salute</h3> <p>Osservando i dati, è ampiamente riconosciuto che l'aspettativa di vita sia aumentata nel corso degli anni. Ciò che risalta è che la differenza nell'aspettativa di vita delle donne rispetto a quella degli uomini è rimasta invariata nel tempo. È evidente che, con l'allocazione di ulteriori fondi alla Salute nei paesi, la popolazione ne tragga vantaggio. È altresì interessante notare che il tasso di fertilità si riduce con l'aumentare del PIL.</p> <br> <h3>Piccole aziende</h3> <p>Quando si crea un ambiente favorevole, il tasso di registrazione di nuove aziende aumenta stabilmente. La correlazione con il PIL è evidente. Vale la pena osservare che il picco di attività delle piccole aziende era precedente all'ultima recessione.</p> <br> <h3>Cambiamenti climatici</h3> <p>I cambiamenti climatici sono un argomento controverso. Osservando i dati, possiamo confermare alcune delle variabili note. Esiste una correlazione diretta tra PIL ed emissioni di CO2. Con il miglioramento economico di un paese aumentano le emissioni di CO2. Questo fenomeno non dipende dalla fonte di produzione di elettricità. Inoltre, con l'aumentare della popolazione di un paese aumentano anche le emissioni di CO2. Si noterà una tendenza simile nel confrontare alcuni dei principali paesi in termini di economia e popolazione.</p> <p>I dati mostrano inoltre che la temperatura media è in aumento. Si osserverà che l'aumento della temperatura non è costante. Tutti i modelli di previsione indicano un aumento di temperatura nel corso degli anni.</p>
ja_jp: <h3>教育</h3> <p>統計に示されるように、特に発展途上国が進展する中で、初等教育への入学が急速に進んでいます。根底にある理由の 1 つとしては、初等教育への入学を優先するミレニアム開発目標が挙げられます。しかし、全世界の 10 人に 1 人の子供がまだ学校に通っておらず、これらの 60% は少女という不均等な割合が見られます。高等教育への進学も増加しましたが、先進国と発展途上国の間に大きな格差があり、世界的に低水準にとどまっています。</p> <p>GDP との相関関係は一貫していますが、前回の景気後退の影響を一部受けて、教育に配分された GDP の割合がわずかに低下していることは注目に値します。高等教育機関の入学に関しては、性差の縮小を確認できることに勇気づけられます。しかし、上記のように先進国と発展途上国を比較する場合、この図は劇的に変化し、初等教育段階の入学者とは一致しません。</p> <br> <h3>健康</h3> <p>データから見られるように、長年にわたって平均寿命が延びており、これは広く知られるところとなっています。注目すべき点は、女性対男性の平均寿命の差が過去数年間で変わらないということです。国が健康に向けてより多くの資金を配分するにつれて、国の人口がそこから恩恵を受けていることは明らかです。GDP が向上するにつれて出生率が低下していることは注目に値します。</p> <br> <h3>中小企業</h3> <p>ビジネス フレンドリーな環境が作り出されると、新規ビジネスの登録率が上がります。GDP との相関関係は明らかです。中小企業活動のピークが、前回の不況の前にあったことは注目に値します。</p> <br> <h3>気候変動</h3> <p>気候変動は論議の的となるトピックです。データを見ると、既知の変数のいくつかを確認できます。GDP と CO2 排出量の間には、直接の相関関係があります。国の経済が発展するにつれて、CO2 排出量は増加します。この現象は、電力生産の源に依存しません。また、国の人口が増加するにつれて、CO2 排出量も増加します。経済と人口の面でトップの国々のいくつかを比較すると、同様の傾向に気付きます。</p> <p>データは、平均温度が上昇していることも示しています。温度上昇が安定した傾きではないことに気づくでしょう。すべての投影モデルは、長年にわたる温度上昇を示しています。</p>
ko_kr: <h3>교육</h3> <p>통계에 따르면 특히 개발도상국, 부분적으로는 초등 학교 입학에 우선 순위를 두는 밀레니엄 개발 목표의 밑바닥에서 진전이 이루어짐에 따라 초등 교육에 입학하는 사람들이 점점 더 늘어나고 있습니다. 그러나 전 세계적으로 아직도 10명 중 1명 정도가 학교에 다니지 못하고 있으며, 불균형하게도 이들 중 60%가 소녀입니다. 고등 교육 입학도 성장했지만 선진국과 개발도상국 사이의 엄청난 격차로 인해 전 세계적으로 낮은 수준에 머물러 있습니다.</p> <p>GDP와의 상관 관계는 일관성이 있지만 지난 경기 침체로 인해 부분적으로 영향을 받은 교육에 할당된 GDP 비율이 약간 감소한 것은 주목할 만한 가치가 있습니다. 성 차별이 고등 교육 입학과 관련하여 좁혀지고 있다는 사실에 매우 기쁩니다. 그러나 위에서 언급한 바와 같이 우리는 선진국과 개발도상국을 비교할 때 이러한 현상은 극적으로 변화하며 초등 학교 수준의 입학자와는 일치하지 않습니다.</p> <br> <h3>건강</h3> <p>데이터를 조사해 보면 평균 수명은 널리 인정된 바와 같이 수년간 증가해 왔습니다. 눈에 띄는 점은 여성 대 남성의 평균 수명의 차이가 수년 동안 동일하게 유지되고 있다는 것입니다. 국가가 건강을 위해 더 많은 자금을 배분함에 따라 해당 국가의 인구가 그로부터 이익을 얻고 있음은 분명합니다. GDP가 향상됨에 따라 출산율이 감소한다는 것은 흥미로운 사실입니다.</p> <br> <h3>중소기업</h3> <p>사업 친화적 환경이 조성되면 신규 기업의 등록 비율이 올라갑니다. GDP와의 상관 관계는 분명합니다. 중소기업 활동의 절정이 지난 경기 침체 이전이었던 점은 주목할 만한 가치가 있습니다.</p> <br> <h3>기후 변화</h3> <p>기후 변화는 논쟁의 여지가 있는 주제입니다. 데이터를 조사해 보면 알려진 변수 중 일부를 확인할 수 있습니다. GDP와 CO2 배출량 간에는 직접적인 상관 관계가 있습니다. 한 국가의 경제가 향상됨에 따라 CO2 배출량은 증가합니다. 이 현상은 전기 생산에 기인하는 것이 아닙니다. 또한 국가의 인구가 증가함에 따라 CO2 배출량도 증가합니다. 경제 및 인구 측면에서 상위 국가들을 비교해 보면 비슷한 경향이 있음을 알 수 있습니다.</p> <p>데이터에서는 평균 온도도 상승하고 있음을 보여 줍니다. 온도 상승이 안정적인 경사가 아님을 알 수 있습니다. 모든 예측 모델에서 수년 동안 온도 상승을 보여주고 있습니다.</p>
pt_br: <h3>Educação</h3> <p>Como mostram as estatísticas, o número de matrículas no Ensino Fundamental está crescendo a passos largos, à medida que observamos avanços, particularmente, nos países em desenvolvimento. Esses avanços se devem, em parte, aos Objetivos de Desenvolvimento do Milênio, que priorizavam o número de matrículas no Ensino Fundamental. Entretanto, quase 1 em cada 10 crianças do mundo ainda está fora da escola e um número desproporcional delas (60%) são meninas. O número de matrículas no Ensino Superior também cresceu, mas permanece em um nível baixo globalmente, com grandes disparidades entre os países desenvolvidos e em desenvolvimento.</p> <p>A correlação com o PIB é consistente, mas o que merece destaque é uma leve queda no percentual do PIB alocado para a educação, afetado, em parte, pela última crise econômica. É encorajador ver que a diferenças entre os sexos está diminuindo em relação ao número de matrículas no Ensino Superior. Porém, como mencionamos acima, quando comparamos os países desenvolvidos com os países em desenvolvimento, esse quadro muda radicalmente e não acompanha o número de matrículas no nível do Ensino Fundamental.</p> <br> <h3>Saúde</h3> <p>Ao analisarmos os dados, a expectativa de vida aumentou ao longo dos anos, fato amplamente reconhecido. O que chama a atenção é que a diferença na expectativa de vida do sexo feminino comparada à do sexo masculino permaneceu a mesma ao longo dos anos. É evidente que, conforme um país aloca mais fundos para a Saúde, sua população se beneficie com isso. Um fato curioso de observar é que a taxa de fertilidade está diminuindo à medida que o PIB melhora.</p> <br> <h3>Pequenas Empresas</h3> <p>Quando um ambiente favorável às empresas é criado, a taxa de Novas Empresas abertas aumenta. A correlação com o PIB é evidente. Vale a pena observar que o pico de atividade das Pequenas Empresas ocorreu antes da última crise econômica.</p> <br> <h3>Mudança Climática</h3> <p>A mudança climática é um tópico polêmico. Analisando os dados, podemos confirmar algumas das variáveis conhecidas. Existe uma correlação direta entre o PIB e a emissão de CO2. À medida que a economia de um país melhora, sua emissão de CO2 aumenta. Esse fenômeno não depende da fonte de produção de eletricidade. Além disso, à medida que a população de um país aumenta, o mesmo ocorre com sua emissão de CO2. Você observará uma tendência semelhante quando compararmos alguns dos principais países no que diz respeito à economia e população.</p> <p>Os dados também mostram que a temperatura média está aumentando. Você observará que a elevação da temperatura não é uma forte tendência. Todos os modelos de projeção indicam a elevação da temperatura ao longo dos anos.</p>
ru_ru: <h3>Образование</h3> <p>По данным статистики, количество детей, посещающих начальную школу, быстро растет, особенно в странах развивающегося мира. Отчасти это так благодаря тому, что в целях, сформулированных в Декларации тысячелетия, большое внимание уделяется начальному школьному образованию. Однако почти каждый десятый ребенок в мире по-прежнему не ходит в школу, и большая часть (60&#160;%) этих детей&#160;— девочки. Количество учащихся высших учебных заведений также выросло, однако в мировом масштабе остается на низком уровне, при этом существует огромная диспропорция между развитыми и развивающимся странами.</p> <p>Наблюдается устойчивая корреляция этого показателя с ВВП, однако следует отметить небольшое уменьшение доли затрат на образование в ВВП (отчасти это связано с недавней рецессией). Радует уменьшение гендерных диспропорций среди учащихся высших учебных заведений, однако, как уже говорилось, картина в странах развитого и развивающегося мира очень разная и не соответствует показателям по начальному школьному образованию.</p> <br> <h3>Здоровье</h3> <p>Согласно имеющимся данным, в течение последних лет во многих странах действительно увеличилась продолжительность жизни. Примечательно то, что разница в этом показателе между женщинами и мужчинами сохранилась на прежнем уровне. Очевидно, что увеличение расходов на здравоохранение в разных странах идет на пользу их гражданам. Интересно то, что по мере роста ВВП падает коэффициент рождаемости.</p> <br> <h3>Малый бизнес</h3> <p>Более благоприятная атмосфера для бизнеса способствует увеличению числа регистрируемых предприятий. Корреляция с ВВП здесь очевидна. Следует отметить, что пик активности компаний малого бизнеса пришелся на период до начала последней рецессии.</p> <br> <h3>Изменения климата</h3> <p>Изменения климата&#160;— спорная тема. Имеющиеся данные подтверждают значимость уже известных нам факторов. Имеется положительная корреляция между размером ВВП и объемами выбросов CO2. Улучшение экономики приводит к увеличению этих объемов. Это явление никак не зависит от используемых источников электроэнергии. Кроме того, объемы выбросов CO2 растут параллельно с ростом населения страны. Тот же тренд наблюдается при сравнении ряда основных стран по показателям экономики и населения.</p> <p>Данные также свидетельствуют об увеличении средней температуры. Рост этого показателя не является линейным. Все прогнозные модели указывают на увеличение температуры со временем.</p>
zh_cn: <h3>教育</h3> <p>如统计信息所示，随着人们的努力，初等教育入学率正飞速增长，尤其在发展中国家；这在一定程度上是因为千年发展目标，该目标将初等教育入学率放在了首位。然而，全球仍有几乎 1/10 的儿童处于失学状态，其中绝大部分 (60%) 是女孩。高等教育的入学率也有所增长，但全球仍处于较低水平，发达国家和发展中国家在这方面存在很大的差距。</p> <p>GDP 的相关性保持着一致，但值得一提的是，上次经济衰退在一定程度上影响了教育支出占 GDP 的百分比，该比例稍有下降。可喜的是，高等教育入学率方面的性别差异正在缩小，但如上所述，将发达国家与发展中国家两相比较时，此图片会发生巨大变化，无法与初级教育的入学率相匹敌。</p> <br> <h3>健康</h3> <p>从数据可以看出，近年来人们的平均寿命有所增加，这也是众所周知的。其中较突出的一点是，近年来男性平均寿命与女性平均寿命之间仍存在差异。显然，国家/地区在健康上投入的资金越多，该国的人民受益越多。有趣的是，随着 GDP 的提高，人口生育率却在走低。</p> <br> <h3>小型企业</h3> <p>在创建友善的营商环境后，新型企业注册率不断增加。GDP 的相关性十分显著。值得一提的是，小型企业活动的巅峰出现在上次经济衰退之前。</p> <br> <h3>气候变化</h3> <p>气候变化是一个有争议的话题。从数据可以确定一些已知变量。CO2 的排放量与 GDP 直接相关。一个国家/地区经济上升，其 CO2 排放量也随之增加。这种现象不由电力生产的来源决定。同样，一个国家/地区的人口出现增长，CO2 排放量也会增长。将一些排名靠前的国家/地区的经济和人口两相比较时，出现趋势十分相似。</p> <p>数据还表明，地球平均温度正在上升。你会注意到地球温度的上升趋势并不稳定。所有预测模型都表明多年来温度有所升高。</p>
zh_tw: <h3>教育</h3> <p>如統計資料顯示，小學教育的入學率正隨著發展迅速增長，其中尤以開發中國家最為顯著，部分是由將小學入學率列為優先的「千禧年發展目標」作為起始。然而，全球近乎 10 位孩童中就有 1 位仍無法就學，其中近六成為女孩。高等教育的就學率也有所增長，但以全球層面而言仍為低落，其中已開發國家與開發中國家間的差異甚鉅。</p> <p>當中 GDP 的關聯性頗為一致，但值得注意的是，最近一次經濟衰退時 GDP 百分比微幅下降對教育所造成的影響。對於兩性間高等教育的落差逐漸縮小，著實振奮人心。但如上所述，若比對已開發國家與開發中國家，局勢即大為逆轉，且與小學教育的入學率層級不符。</p> <br> <h3>健康</h3> <p>查看資料即可了解，眾所皆知過去幾年人類壽命已延長許多。值得注意的是，女性與男性壽命的差異在過去幾年維持不變。顯而易見地，若國家對健康衛生投入愈多資金，該國人民即可從中受益。有趣的是，隨著 GDP 成長，生育率卻下降了。</p> <br> <h3>小型企業</h3> <p>隨著企業環境愈發友善，新創企業的的登記率也隨之增長。GDP 的關聯性顯而易見。值得注意的是，小型企業活動的高峰先於上次的經濟衰退。</p> <br> <h3>氣候變遷</h3> <p>氣候變遷是項頗富爭議的話題。查看資料即可確認部分已知變數。GDP 與 CO2 排放量間有直接的關聯。國家經濟改善的同時，CO2 的排放量也跟著增加。此現象並非取決於電力生產的來源。國家人口成長的同時，CO2 的排放量也跟著增加。比對部分經濟與人口名列前茅的國家，即可查覺到類似的趨勢。</p> <p>資料同時顯示平均氣溫也逐漸升高。您會發現，氣溫升高幅度並不規律。所有專案模型皆指出過去幾年氣溫逐漸升高。</p>
