Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/Industries.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Airline_DetailsTagline
source: <p>Operations Engineers at major airlines, responsible for a fleet of aircraft, must constantly weigh the cost and disruption of ad hoc maintenance against the risk and even higher cost of technical failures. </p> <p>The report in this solution provides an overview of the fleet’s status as well as a summary of predictions for near term changes to the fleet’s technical health. The predictions are based on multiple machine learning models and use the aircrafts' Quick Access Recorder (similar to the Black Box) along with other data sources. The report shows a detailed output from one of the contributing machine learning models which predicts the remaining useful life for critical engine components.</p> <p>The report is visually rich and provides an overview of the flight plans and locations to help decide where an aircraft should be serviced and which other aircraft is best positioned to replace it. The report also includes a custom Sankey chart to rationalize the fleets’ different KPI weightings based on the types of airframes, and a striking 3D heat map in the shape of a jet engine. These visuals provide insights in a manner that is intuitive to those working in the airline industry.</p>
de_de: <p>Mechaniker bei großen Fluglinien, die für eine Flugzeugflotte verantwortlich sind, müssen den Aufwand und die Ausfallzeiten, die durch spontane Wartungsarbeiten entstehen, sowie die Möglichkeit technischer Ausfälle, die zu noch höheren Kosten führen könnten, ständig gegeneinander abwägen. </p> <p>Mit dem Bericht in dieser Lösung erhalten Sie einen Überblick über den Zustand der Flotte sowie eine Zusammenfassung der Prognosen zu kurzfristigen Änderungen des technischen Flottenzustands. Die Prognosen basieren auf mehreren Machine Learning-Modellen und nutzen verschiedene Datenquellen, darunter den Quick Access Recorder des Flugzeugs (vergleichbar mit einer Black Box). Der Bericht zeigt die detaillierte Ausgabe eines der verwendeten Machine Learning-Modelle, mit dem die verbleibende Nutzungsdauer wichtiger Motorenteile prognostiziert wird.</p> <p>Die Daten sind im Bericht visuell aufbereitet. Eine Übersicht über Flugpläne und Flugzeugstandorte erlaubt es, den idealen Ort für eine Wartung und ein mögliches Ersatzgerät leichter zu ermitteln. Der Bericht enthält außerdem ein Sankey-Diagramm, mit dem die je nach Flugwerktyp unterschiedlichen KPI-Gewichtungen der Flotte beurteilt werden können, sowie ein 3D-Wärmebild in Form eines Triebwerks. Mitarbeiter in der Luftfahrtbranche können Daten anhand dieser Visualisierungen intuitiv auswerten.</p>
es_es: <p>Los ingenieros de operaciones de las principales líneas aéreas son los responsables de sus flotas de aviones, por lo que deben sopesar constantemente el costo y la alteración que supone el mantenimiento ad hoc con respecto al riesgo, e incluso mayor costo, que pueden acarrear los errores técnicos. </p> <p>El informe de esta solución muestra información general del estado de la flota, así como un resumen de las predicciones de cambios a corto plazo en el mantenimiento técnico de la misma. Las predicciones se basan en varios modelos de aprendizaje automático y usan la grabadora de acceso rápido de las aeronaves (algo parecido a la caja negra), junto con otros orígenes de datos. El informe muestra una salida detallada de uno de los modelos de aprendizaje automático que predice la vida útil que les queda a los componentes críticos del motor.</p> <p>El informe tiene una gran riqueza visual y proporciona información general de los destinos y planes de vuelo, lo que puede servir de ayuda a la hora de decidir qué aviones deben revisarse y cuáles deben reemplazarlos durante la revisión. El informe también incluye un gráfico de Sankey personalizado para racionalizar las distintas ponderaciones de KPI de las flotas en función de los tipos de fuselaje, y un impresionante mapa térmico 3D con la forma de un motor a reacción. Estos objetos visuales proporcionan la información de tal forma que resulta muy intuitiva para cualquiera que trabaje en el sector aeronáutico.</p>
fr_fr: <p>Un ingénieur d’exploitation en charge de la flotte d’aéronefs d’une compagnie aérienne de premier plan doit constamment évaluer les coûts et interruptions liés à une maintenance ad hoc, par rapport aux risques et aux coûts encore supérieurs liés à d’éventuelles défaillances techniques. </p> <p>Le rapport dans cette solution donne un aperçu de l’état de la flotte, ainsi qu’un récapitulatif des prédictions relatives aux changements à court terme de l’intégrité technique de la flotte. Les prédictions sont basées sur plusieurs modèles d’apprentissage automatique, et utilisent l’enregistreur à accès rapide des aéronefs (similaire à la boîte noire) ainsi que d’autres sources de données. Le rapport présente le résultat détaillé de l’un des modèles d’apprentissage automatique contributeurs, qui prévoit la durée de vie utile restante des organes vitaux du moteur.</p> <p>Le rapport, visuellement riche, fournit une vue d’ensemble des plans de vol et des localisations, pour faciliter le choix du lieu d’intervention technique sur aéronefs et des autres aéronefs les mieux placés pour les remplacer. Le rapport comprend aussi un diagramme de Sankey, qui permet de rationaliser les différentes pondérations d’indicateur de performance clé (KPI) de la flotte sur la base des types de fuselage, ainsi qu’une carte thermique 3D impressionnante présentant l’aspect d’un réacteur. Ces éléments visuels permettent aux acteurs du secteur du transport aérien d’avoir une compréhension intuitive de la situation.</p>
it_it: <p>Un Operations Engineer responsabile di una flotta di aeromobili deve valutare costantemente il costo e le interruzioni delle attività derivanti da una manutenzione ad hoc rispetto al rischio e ai costi persino maggiori che potrebbero essere causati da guasti tecnici. </p> <p>Il report in questa soluzione presenta una panoramica dello stato della flotta e un riepilogo delle previsioni relative alle variazioni delle condizioni tecniche della flotta sul breve periodo. Le previsioni si basano su diversi modelli di Machine Learning e, tra le altre origini di dati, usano il registratore ad accesso rapido della flotta, Quick Access Recorder, un dispositivo simile alla scatola nera. Il report include anche un output dettagliato di uno dei modelli di Machine Learning impiegati, che prevede la vita utile rimanente per i componenti fondamentali del motore.</p> <p>Il report è ricco di oggetti visivi e fornisce una panoramica dei piani di volo e delle destinazioni. In questo modo, si può stabilire facilmente dove eseguire la manutenzione di un velivolo e determinare quale altro velivolo sia il più adatto per sostituirlo. Il report include anche un diagramma di Sankey personalizzato per razionalizzare le diverse ponderazioni degli indicatori KPI della flotta in base ai tipi di struttura e un'incredibile mappa di calore 3D a forma di motore di un jet. Con questi oggetti visivi, gli addetti del settore aereo ricevono informazioni dettagliate in modo intuitivo.</p>
ja_jp: <p>大手航空会社で航空機の保有機材についての責任を負うオペレーション エンジニアは、リスクに対する臨時の保守に必要な費用や中断、および技術的障害によるさらに高額な費用を定期的に評価する必要があります。</p> <p>このソリューションのレポートは、保有機材の状態の概要を提供するとともに、保有機材の技術的健全性に対する短期の変更に関する予測を要約します。この予測は複数の機械学習モデルをベースとしており、航空機のクイック アクセス レコーダー (ブラック ボックスのようなもの) を他のデータ ソースとともに使用します。このレポートは、基礎をなす機械学習モデルの 1 つからの詳細な出力 (重要なエンジン構成部品の残り耐用年数の予測) を示しています。</p> <p>このレポートは視覚的に豊かで、飛行計画と場所の概要が示されており、航空機を運行する場所や、どの他の航空機が配置転換に最適かを判別するのに役立ちます。機種に基づいて保有機材の異なる KPI 加重を合理化できるカスタムのサンキー チャートのほか、ジェット エンジンの形をした目を引く 3D ヒート マップも含まれています。この視覚化により航空業界の職員は直感的に洞察を得ることができます。</p>
ko_kr: <p>대형 항공사에서 항공기 편대를 책임지고 있는 운영 엔지니어는 기술적 고장의 위험과 막대한 비용을 예방하기 위한 임시 유지보수의 비용과 장애를 지속적으로 평가해야 합니다. </p> <p>이 솔루션의 보고서는 편대의 상태에 대한 개요와 함께 가까운 장래에 일어날 편대의 기술적 상태 변화 예측에 대한 요약을 제공합니다. 예측은 여러 기계 학습 모델을 기준으로 하며, 항공기의 신속 접속용 운항 기록장치(블랙박스와 유사)와 기타 데이터 원본을 사용합니다. 또한 이 보고서는 주요 엔진 구성 요소의 잔존 수명을 예측하는 데 도움이 되는 기계 학습 모델 중 하나에서 자세한 결과도 보여줍니다.</p> <p>이 보고서는 시각적으로 풍부하며 비행 계획 및 위치에 대한 개요를 제공하여 항공기를 보수해야 하는 위치 및 보수할 항공기를 대체하기 위해 가장 적합한 다른 항공기를 결정하는 데 도움을 줍니다. 또한 이 보고서에는 기체 유형을 기준으로 편대의 여러 KPI 가중치를 합리화하는 사용자 지정 Sankey 차트와 제트 엔진 모양의 인상적인 3D 열 지도가 포함되어 있습니다. 이러한 시각적 개체는 항공 산업 종사자라면 누구나 쉽게 알 수 있는 방식으로 정보를 제공합니다.</p>
pt_br: <p>Um Engenheiro de Operações em uma das principais companhias aéreas, responsável por uma frota de aeronaves deve ponderar constantemente o custo e a interrupção da manutenção ad hoc em relação ao risco e um custo ainda maior de falhas técnicas. </p> <p>O relatório nessa solução oferece uma visão geral do status da frota, assim como um resumo das previsões para alterações a curto prazo na integridade técnica da frota. As previsões são baseadas em vários modelos de aprendizado de máquina e usam um Registrador de Acesso Rápido (semelhante à caixa preta) da aeronave além de outras fontes de dados. O relatório mostra um exemplo de uma saída detalhada de um dos modelos de aprendizado de máquina participantes, que prevê a vida útil restante para componentes críticos do motor.</p> <p>O relatório é visualmente rico e fornece uma visão geral dos planos de voo e locais para ajudar a decidir onde realizar manutenção de uma aeronave e qual aeronave está melhor posicionada para substituí-la. O relatório também inclui um gráfico Sankey personalizado para racionalizar as pesagens de KPI diferentes das frotas, com base nos tipos de fuselagem e em um impressionante mapa de calor em 3D no formato de um motor a jato. Esses visuais fornecem insights de forma intuitiva para quem trabalha no setor de aviação.</p>
ru_ru: <p>В крупных авиакомпаниях инженерам по эксплуатации, ответственным за парк воздушных судов, постоянно приходится выбирать меньшее из двух зол&#160;— выполнение внепланового технического обслуживания и сопутствующие этому расходы и нарушения устоявшегося порядка работы или же риск возникновения технических неисправностей, которые могут привести к еще большим расходам. </p> <p>В этом решении отчет предоставляет обзорную информацию о воздушном парке, а также сводку прогнозируемых изменений его технического состояния в ближайшее время. Прогнозы основываются на нескольких моделях машинного обучения, использовании эксплуатационного самописца воздушного судна (аналогичного черному ящику) и других источниках данных. Отчет содержит подробные данные, полученные на выходе от одной из используемых в нем моделей машинного обучения. Эта модель прогнозирует оставшийся срок службы важнейших компонентов двигателя.</p> <p>Отчет визуально нагляден и предоставляет обзор планов полетов и местоположений, помогая принять решение о том, где воздушное судно будет проходить техническое обслуживание и какой самолет следует выбрать для его замены. Отчет также содержит специальную диаграмму Сэнки (Sankey) для наглядной оценки различных составляющих значения КПД парка на основе типа корпуса самолета и яркую тепловую 3D-карту в виде реактивного двигателя. Данная визуализация предоставляет работникам авиалиний аналитическую информацию в удобном, интуитивно понятном виде.</p>
zh_cn: <p>大型航空公司中负责机队的运营工程师必须依据技术故障的风险及造成的额外成本，不断权衡临时维护成本以及是否中断飞行。</p> <p>此解决方案中的报表不仅概述了机队状态，还总结了对机队技术运行状况近期变化的预测。这些预测基于多个机器学习模型，且结合了飞机的快速存取记录器（类似于黑闸子）以及其他数据源。此报表显示了一个重要机器学习模型中的详细输出内容，用于预测关键引擎组件的剩余使用年限。</p> <p>此报表的视觉效果丰富并概述了飞行计划和位置，可帮助决定要维护的航机以及哪架航机最适合替代它。此报表还包含自定义桑基图，可根据机身类型和喷射发动机形状的醒目 3D 热图，合理处理机队中不同的 KPI 权重。对航空业工作人员而言，这些视觉对象直观地呈现了见解。</p>
zh_tw: <p>主要航空公司中負責機隊的作業工程師必須持續在特定維護作業的成本與中斷，以及技術失敗所導致的風險甚至高昂代價之間權衡。</p> <p>此解決方案中的報表除能提供機隊狀態的概覽，也能針對機隊技術的健全狀況提出近期變動的預測摘要。預測建基於多個機器學習模型，並使用飛機的快速存取記錄器 (類似黑盒子) 以及其他資料來源。此報表也會從用來為關鍵引擎元件預測剩餘年限的諸多機器學習模型中，顯示詳細的輸出。</p> <p>報表擁有豐富的視覺效果並提供飛行計劃及位置的概觀，可協助判斷哪部飛機需要維修，以及哪部飛機最適合用來加以取代。報表同時包含自訂的 Sankey 圖表，可依據機身類型將機隊不同的 KPI 加權值合理化，並包含以噴射引擎為造型的炫目 3D 熱度圖。這些視覺效果可為效力於航空產業的人員提供直觀的深入見解。</p>

# Airline_DetailTitle
source: Driving maintenance planning at a massive scale
de_de: Wartungsplanung in großem Umfang
es_es: Planeamiento del mantenimiento a escala masiva
fr_fr: Encourager la planification de la maintenance à grande échelle
it_it: Pianificazione della manutenzione su larghissima scala
ja_jp: 大規模な保守計画の実行
ko_kr: 대규모 유지보수 계획 추진
pt_br: Conduzindo o planejamento de manutenção em escala massiva
ru_ru: Планирование технического обслуживания в широких масштабах
zh_cn: 大规模推动维修计划
zh_tw: 大規模推動維護計劃

# Airline_IndexTagline
source: This solution is based on a real world predictive maintenance system for a major airline. The data comes from a variety of sources including IoT data streams from aircraft engines, flight plans, weather information and logs. The solution leverages Azure HDInsight for feature engineering, Azure Machine Learning to detect operational anomalies and Azure SQL DW to enable high performance querying on the resulting petabytes of data. This report also shows the use of custom visualizations designed for the airline industry.
de_de: Diese Lösung basiert auf einem praxisnahen Wartungssystem mit Prognosefunktionen für eine große Fluglinie. Die Daten stammen aus verschiedenen Quellen, z. B. IoT-Datenströme aus Flugzeugen, Flugpläne, Wetterdaten und Protokolle. Für die Lösung werden Azure HDInsight zur Funktionsentwicklung, Azure Machine Learning zur Erkennung von Betriebsstörungen und Azure SQL DW für performante Abfragen von Petabytes von Daten genutzt. In diesem Bericht werden außerdem benutzerdefinierte Visualisierungen verwendet, die eigens für die Luftfahrtbranche entwickelt wurden.
es_es: Esta solución se basa en el sistema de mantenimiento predictivo real de una de las principales compañías aéreas. Los datos provienen de varios orígenes, entre los que se incluyen flujos de datos de IoT de los motores de los aviones, planes de vuelo, información meteorológica y registros. La solución saca provecho de Azure HDInsight para realizar la ingeniería de características, de Aprendizaje automático de Microsoft Azure para detectar anomalías en el funcionamiento y de Azure SQL DW para habilitar las consultas de alto rendimiento en los petabytes de datos resultantes. Este informe también muestra el uso de las visualizaciones personalizadas diseñadas para el sector aeronáutico.
fr_fr: Cette solution est basée sur le système de maintenance prédictive réel d’une compagnie de premier plan. Les données proviennent de diverses sources, dont les flux de données de l’Internet des objets en provenance des moteurs d’aéronef, les plans de vol, les renseignements météorologiques et les journaux. La solution s’appuie sur Azure HDInsight pour l’ingénierie des fonctionnalités, sur Azure Machine Learning pour la détection des anomalies opérationnelles et sur Azure SQL DW pour l’interrogation hautement performante des pétaoctets de données recueillies. Ce rapport utilise également des visualisations personnalisées spécialement conçues pour le secteur du transport aérien.
it_it: Questa soluzione si basa su un sistema di manutenzione predittivo reale di un'importante linea aerea. I dati provengono da diverse origini, inclusi i flussi di dati IoT dei motori dei velivoli, i piani di volo, le informazioni meteorologiche e i registri. La soluzione usa Azure HDInsight per le attività di Feature Engineering, Azure Machine Learning per rilevare le anomalie di funzionamento e Azure SQL DW per abilitare query a prestazioni elevate sui petabyte di dati risultanti. Il report mostra anche l'uso di visualizzazioni personalizzate progettate per il settore aereo.
ja_jp: このソリューションは、大手航空会社での実際の予測メンテナンス システムをベースにしています。データは航空機エンジン、飛行計画、天候情報、ログの IoT データ ストリームなど、さまざまな情報源に由来しています。このソリューションでは、Azure HDInsight を機能エンジニアリング、Azure Machine Learning を動作異常の検出、Azure SQL DW を結果として得られるペタバイト単位のデータに対する高性能クエリの実行で活用しています。このレポートでは、航空業界向けにデザインされたカスタム視覚エフェクトの使用も示されています。
ko_kr: 이 솔루션은 대형 항공사의 실제적인 예측 유지보수 시스템에 기반을 두고 있습니다. 데이터는 항공기 엔진의 IoT 데이터 스트림, 비행 계획, 날씨 정보 및 기록 등 다양한 출처로부터 나옵니다. 이 솔루션은 Azure HDInsight를 사용하여 설비 엔지니어링을 지원하고, Azure Machine Learning을 사용하여 작동 이상을 감지하며, Azure SQL DW를 사용하여 페타바이트 단위의 결과 데이터에 대한 고성능 쿼리를 지원합니다. 또한 보고서에서 항공 산업을 위해 설계된 사용자 지정 시각화를 사용하는 방법도 보여줍니다.
pt_br: Essa solução é baseada em um sistema de manutenção preditiva do mundo real para uma grande companhia aérea. Os dados vem de várias fontes incluindo fluxos de dados de IoT de motores de aeronaves, planos de voo, informações sobre o tempo e logs. A solução impulsiona o Azure HDInsight para engenharia de recursos, Azure Machine Learning para detectar anomalias operacionais e Azure SQL DW para permitir consulta de alto desempenho nos petabytes de dados resultantes. Esse relatório também mostra o uso de visualizações personalizadas projetadas para o setor de aviação.
ru_ru: Данное решение основано на реальной прогнозной диагностической системе крупной авиакомпании. Данные поступают из множества источников, включая потоки данных IoT двигателей самолета, планы полетов, информацию о погоде и журналы. Решение использует Azure HDInsight для анализа компонентов, машинное обучение Azure для определения функциональных сбоев и Azure SQL DW для создания высокоэффективных запросов к возникающим петабайтам данных. Данный отчет также демонстрирует использование пользовательской визуализации, разработанной для отрасли авиаперевозок.
zh_cn: 此解决方案依据的是大型航空公司中的实际预测性维修系统。数据的来源各种各样，包括来自飞机发动机的 IoT 数据流、飞行计划、气象信息和日志。此解决方案在特征工程中采用 Azure HDInsight，借助 Azure 机器学习检测操作的异常情况，并利用 Azure SQL DW 查询生成的大量数据是否性能很高。此报表还呈现了专为航空业设计的自定义可视化效果的使用情况。
zh_tw: 此解決方案建基於某家主要航空的實際預測性維護系統。資料來源涵蓋甚廣，包括飛機引擎、飛行計劃、氣候資訊以及記錄的 IoT 資料流。此項解決方案將 Azure HDInsight 用於功能工程、將 Azure Machine Learning 用於偵測作業異常現象，並運用 Azure SQL DW 對產出的 PB 級資料進行高效能查詢。此報表同時顯示如何使用設計給航空產業使用的自訂視覺效果。

# Airline_Title
source: Airline
de_de: Luftfahrt
es_es: Línea aérea
fr_fr: Compagnie aérienne
it_it: Linea aerea
ja_jp: 航空会社
ko_kr: 항공사
pt_br: Linha Aérea
ru_ru: Авиаперевозки
zh_cn: 航空公司
zh_tw: 航空公司
