Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/Industries.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# PublicSector_IndexTagline
source: Public Sector data is available via various sources online. Most of these data sources are free as well. This provides with an amazing opportunity to correlate how the public policies are affecting changes from Climate to Education to Health and more.
de_de: Daten zum öffentlichen Sektor lassen sich aus verschiedenen Onlinequellen abrufen. Die meisten dieser Datenquellen sind zudem kostenlos. Dies bietet die einmalige Gelegenheit, staatliche Maßnahmen mit Veränderungen bei Klima, Bildung, Gesundheit und anderen Aspekten in Bezug zu setzen.
es_es: Existen diversas fuentes en línea que ofrecen datos sobre el sector público, y la mayoría de ellas son gratuitas. Estos datos nos ofrecen la increíble oportunidad de estudiar la correlación entre las políticas públicas y los cambios climáticos, educativos o sanitarios, entre otros.
fr_fr: Les données du secteur public sont disponibles par le biais de diverses sources en ligne. La plupart de ces données sont gratuites. Cela offre une formidable opportunité de corréler la façon dont les politiques publiques ont un impact sur les changements en matière de climat, d’éducation et de santé.
it_it: I dati del settore pubblico sono disponibili attraverso varie fonti online. La maggior parte delle fonti di dati è gratuita. Ciò offre la formidabile opportunità di correlare il modo in cui le politiche pubbliche incidono sui cambiamenti, dal clima all'istruzione e alla salute e molto altro.
ja_jp: 公的機関のデータは、さまざまな情報源からオンラインで入手できます。また、これらのデータ ソースのほとんどは無料です。これにより、公共政策が気候から教育、健康などの変化にどのように影響しているかを関連付ける、すばらしい機会が開かれます。
ko_kr: 공공 부문 데이터는 온라인으로 다양한 출처를 통해 획득할 수 있습니다. 이러한 데이터 원본은 대부분 무료입니다. 여기서는 공공 정책이 기후 변화에서 교육, 건강 등에 미치는 영향을 서로 연관시킬 수 있는 놀라운 기회를 제공합니다.
pt_br: Dados do Setor Público estão disponíveis em várias fontes online. A maior parte dessas fontes de dados também é gratuita. Isso oferece uma oportunidade incrível para correlacionar como as políticas públicas estão afetando as mudanças que abrangem o Clima, a Educação, a Saúde e muitas outras áreas.
ru_ru: Данные по государственному сектору взяты из различных источников в Интернете. Большинство из них бесплатны. Это позволяет легко наблюдать за тем, как государственная политика влияет на изменения в самых разных сферах жизни: от климата до образования, здравоохранения и других аспектов.
zh_cn: 可通过各种在线来源使用公共部门的数据。同时，多数数据源均免费。这是了解公共策略如何影响气候、教育、健康等方面的变化的绝佳机会。
zh_tw: 公部門資料可透過多種來源於線上取得。多數資料同樣免費。此絕佳機會能讓您了解公共政策如何影響氣候、教育及健康衛生等的變更，以及其間的關聯。

# PublicSector_Title
source: Public Sector
de_de: Öffentlicher Sektor
es_es: Sector público
fr_fr: Secteur public
it_it: Settore pubblico
ja_jp: 公的機関
ko_kr: 공공 부문
pt_br: Setor Público
ru_ru: Государственный сектор
zh_cn: 公共部门
zh_tw: 公部門

# CapitalMarkets_DetailsTagline
source: The U.S. Personal Consumption Expenditure Dashboard is used by Microsoft’s Treasury organization to track spending trends (in trillions of USD) on over 200 individual goods and services (anything from automobiles to museum memberships) purchased in the United States. The dataset is published on a monthly basis by the Bureau of Economic Analysis and is organized into an eight level hierarchy which Power BI can instantly drill into to see changes at the most granular level. This dashboard allows Microsoft to analyze Year-Over-Year trends in spend as well as visualize which goods/services are increasingly important to the U.S. consumer. Moreover, it allows the Treasury team to gauge economic sentiment and understand our position in the business cycle.
de_de: Das Dashboard für private Konsumausgaben in den USA wird von der Finanzabteilung von Microsoft verwendet, um Ausgabentrends (in Billionen USD) bei mehr als 200 einzelnen Gütern und Dienstleistungen (von Autos bis zu Mitgliedschaften in Museumsvereinen) zu verfolgen, die in den USA gekauft werden. Das Dataset wird jeden Monat vom Bureau of Economic Analysis veröffentlicht und ist in acht hierarchische Ebenen unterteilt, die mit Power BI im Handumdrehen detailliert aufgeschlüsselt werden können. Dieses Dashboard ermöglicht es Microsoft, Ausgabentrends im Jahresvergleich zu analysieren und zu veranschaulichen, welche Güter oder Dienstleistungen bei US-Verbrauchern an Bedeutung gewinnen. Darüber hinaus erlaubt es der Finanzabteilung eine Einschätzung des Geschäftsklimas und der aktuellen Position im Konjunkturzyklus.
es_es: El panel de Microsoft usa el panel de gasto del consumo privado en EE. UU. para hacer un seguimiento de las tendencias de gasto (en billones de dólares) en más de 200 bienes y servicios individuales (desde automóviles a entradas a museos) adquiridos en Estados Unidos. La Oficina de Análisis Económico publica mensualmente estos datos y los organiza en una jerarquía de ocho niveles en la que Power BI puede profundizar al instante para ver los cambios al nivel más granular. Este panel permite a Microsoft no solo analizar las tendencias de gasto año tras año, sino también ver qué bienes y servicios cobran cada vez mayor importancia para los consumidores estadounidenses. Además, permite al equipo de Tesorería calibrar el clima económico y comprender nuestra posición en el ciclo comercial.
fr_fr: Le tableau de bord « Personal Consumption Expenditure » (dépenses de consommation des ménages) est utilisé par le service Treasury de Microsoft pour suivre les tendances en termes de dépenses (en trillions de dollars) sur plus de 200 biens et services individuels (allant des véhicules aux cartes de fidélité des musées) achetés aux États-Unis. Le jeu de données est publié chaque mois par le Bureau d’analyse économique. Il est organisé sous forme de hiérarchie à 8 niveaux que Power BI peut instantanément explorer pour voir les changements au niveau le plus précis. Ce tableau de bord permet à Microsoft d’analyser les tendances année après année en termes de dépenses, ainsi que de visualiser quels sont les biens/services qui sont le plus utilisés par les consommateurs aux États-Unis. En outre, il permet à l’équipe Treasury d’évaluer le climat économique et de comprendre notre position dans le cycle économique.
it_it: Il dashboard U.S. Personal Consumption Expenditure Dashboard è usato dall'organizzazione Tesoreria di Microsoft per tenere traccia delle tendenze di spesa (in bilioni di dollari americani) per oltre 200 merci e servizi individuali (dalle automobili alle tessere dei musei) acquistati negli Stati Uniti. Il set di dati viene pubblicato mensilmente dal Bureau of Economic Analysis ed è organizzato in otto livelli gerarchici, che Power BI può esaminare per individuare le modifiche al livello più granulare. Questo dashboard consente a Microsoft di analizzare le tendenze di spesa anno dopo anno, nonché di visualizzare quali merci/servizi acquistano sempre più importanza per il consumatore statunitense. Oltretutto, il dashboard consente al team della Tesoreria di misurare il sentimento economico e dedurre qual è la nostra posizione nel ciclo economico.
ja_jp: 米国個人消費支出ダッシュボードは Microsoft の経理組織で使用され、米国で購入されている 200 以上の商品やサービス (自動車から博物館のメンバーシップに至るまで) の支出傾向を追跡します (兆ドル単位)。データセットは商務省によって月次公開されます。また、8 レベルの階層に組織されることで、Power BI は瞬時にデータセットを掘り下げて、変化を最も細かいレベルで確認することができます。このダッシュボードにより、Microsoft は支出の年次傾向を分析するだけに限らず、どの商品やサービスが米国の顧客にとってより重要であるかを視覚化できます。さらに、経理チームは経済的なセンチメントを把握でき、ビジネス サイクルにおける当社の位置を理解できます。
ko_kr: 미국 Microsoft 재무 부서에서는 개인 소비 지출 대시보드를 통해 자동차, 박물관 회원권 등을 포함하여 미국에서 구입한 200개 이상의 개별 제품 및 서비스에 대해 수조 달러 규모의 지출 추세를 추적합니다. 이 데이터 집합은 미국 상무부 경제분석국에서 매월 발표하며, Power BI를 통해 매우 세분화된 수준에서 발생하는 변화도 바로 조사할 수 있는 8단계 계층 구조로 구성되어 있습니다. Microsoft는 이 대시보드를 통해 전년 대비 지출 추세를 분석하고, 미국 소비자에게 점점 더 중요하게 다가오는 제품/서비스를 시각화할 수 있습니다. 또한 재무 팀에서 경제 심리를 추정하고 경기 순환에 있어 현재의 위치를 파악할 수도 있습니다.
pt_br: Dashboard de Gastos de Consumo Pessoal dos EUA é usado pela organização Treasury da Microsoft para rastrear tendências de gastos (em trilhões de dólares) em mais de 200 bens e serviços individuais (tudo de automóveis a associações a museus) comprados nos Estados Unidos. O conjunto de dados é publicado mensalmente pelo Departamento de Análise Econômica e é organizado em uma hierarquia de oito níveis na qual o Power BI pode instantaneamente analisar as mudanças no nível mais granular. Esse dashboard permite que a Microsoft analise tendências ano a Ano em gastos, bem como visualizem quais bens/serviços são cada vez mais importantes para o consumidos dos EUA. Enquanto isso, ele permite que a equipe do Treasury capture o sentimento econômico e compreenda nossa posição no ciclo de negócios.
ru_ru: Панель мониторинга затрат на личное потребление в США используется финансовым отделом корпорации Майкрософт для отслеживания тенденций расходования средств (в триллионах долларов США) на более чем 200 видов товаров и услуг (от автомобилей до членства в музеях), приобретенных в США. Набор данных ежемесячно публикуется Бюро экономического анализа и распределяется по восьми иерархическим уровням, которые Power BI может мгновенно проанализировать и выявить мельчайшие изменения тенденций. Данная панель мониторинга позволяет корпорации Майкрософт в годовом сравнении анализировать тенденции расходования средств и визуализировать данные о том, какие товары и услуги обретают важность для потребителей в США. Более того, она позволяет работникам финансового отдела оценить уровень доверия экономике и осознать положение корпорации в цикле деловой активности.
zh_cn: 美国利用个人消费支出仪表板，Microsoft 的财务公司跟踪了客户在美国购买的 200 多件个人商品和服务（囊括从汽车到博物馆会员等一切内容）的消费趋势。该数据集由美国经济分析局每月发布并整理为 8 个层次结构，Power BI 可快速钻取以了解更精细层级上的变化。通过此仪表板，Microsoft 可分析同比消费趋向，直观了解哪些产品/服务对美国客户而言愈发重要。此外，财政团队还可借此估量经济景气指数，了解本国在经济周期中所处的位置。
zh_tw: 美國個人消費支出儀表板在 Microsoft 的財務組織用來追蹤超過 200 種美國境內購買的個人貨物及服務 (從汽車到博物館會員資格均涵蓋在內) 支出趨勢 (以一兆美元為單位)。經濟分析局以每月頻率發佈資料庫，其中整理成八層次的階層，讓 Power BI 可以不斷切入查看最細微層次的變化。此儀表板可讓 Microsoft 分析隔年度的同期支出趨勢，並以視覺方式呈現對美國消費者而言重要性漸增的貨物/服務。除此之外，還能讓財務團隊量測經濟情緒指數，以及了解我們在商務週期中的位置。

# CapitalMarkets_IndexTagline
source: The U.S. Personal Consumption Expenditure dashboard tracks consumer spending in the US across a wide range of goods and services to track the US business cycle as well as gauge spending trends and economic sentiment
de_de: Das Dashboard für private Konsumausgaben in den USA verfolgt die Ausgaben von US-Verbrauchern für eine Vielzahl von Gütern und Dienstleistungen und erlaubt Einschätzungen zu US-Konjunkturzyklus, Ausgabentrends und Geschäftsklima.
es_es: El panel de gasto del consumo privado en EE. UU. hace un seguimiento del gasto de los consumidores estadounidenses en una amplia variedad de bienes y servicios, con el fin no solo de seguir la pista al ciclo comercial de EE. UU. sino también de medir las tendencias de gasto y la confianza económica.
fr_fr: Le tableau de bord « Personal Consumption Expenditure » suit les dépenses des consommateurs aux États-Unis pour un large éventail de biens et services afin de suivre le cycle économique des États-Unis et d’évaluer les tendances en termes de dépenses et le climat économique
it_it: Il dashboard U.S. Personal Consumption Expenditure monitora le spese dei consumatori negli Stati Uniti per una vasta gamma di merci e servizi con l'obiettivo di tenere traccia del ciclo economico statunitense oltre che di misurare le tendenze di spesa e il sentimento economico
ja_jp: 米国個人消費支出ダッシュボードでは、米国において広い範囲の商品やサービスに対する消費者の支出を追跡できます。これにより、米国のビジネス サイクルを追跡するだけに限らず、支出傾向や経済的なセンチメントも把握できます。
ko_kr: 미국 개인 소비 지출 대시보드에서는 미국의 경기 순환을 추적하고 지출 추세 및 경제 심리를 추정할 수 있는 광범위한 제품 및 서비스에 대한 미국의 개인 지출 추세를 추적합니다.
pt_br: Dashboard de Gastos de Consumo Pessoal dos EUA O dashboard de Despesas Pessoais acompanha as os gastos de clientes nos EUA para uma ampla gama de bens e serviços para acompanhar o ciclo comercial dos EUA, além de medir tendências de gastos e expectativas econômicas
ru_ru: Панель мониторинга затрат на личное потребление в США позволяет отслеживать затраты потребителей на целый ряд продуктов и услуг для анализа цикла деловой активности в США, тенденций расходования средств и оценки уровня доверия экономике.
zh_cn: 美国个人消费支出仪表板可跟踪客户在美国境内各种产品和服务上的消费情况，进而跟踪美国的经济周期并估量消费趋势和经济景气指数
zh_tw: 美國個人消費支出儀表板會追蹤美國的消費者支出，範圍擴及多種貨物及服務，以追蹤美國商務循環，並量測支出趨勢與經濟情緒

# CapitalMarkets_Title
source: Capital Markets
de_de: Kapitalmärkte
es_es: Mercados de valores
fr_fr: Marchés financiers
it_it: Mercati dei capitali
ja_jp: 資本市場
ko_kr: 자본 시장
pt_br: Mercado de Capitais
ru_ru: Рынки капиталов
zh_cn: 资本市场
zh_tw: 資本市場
