Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/Industries.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# CPG_DetailsTagline
source: <p>Consumer Packaged Products is competitive industry. All brands and categories fight every day for customer attention and preference. Growing your market share is hard and CPG analytics is the only way to excel. </p> <p>Monitor all key metrics in one place with Power BI: stock levels, profitability, supply chain, channels and pricing. Avoid out of stock situations with real time reports and alerts. </p> <p>Manage your global footprint with high level dashboards and drill down where data show you deeper insights. Clearly evaluate the performance of all your brands and categories through advanced models and detailed reports. </p> <p>Monitor the results of your marketing campaigns and their impact on sales, market share and profit. Drill down into the financials of all your operations with rich interactive reports for quick insights and meaningful actions.</p>
de_de: <p>Der Verbrauchsgütermarkt ist stark umkämpft. Alle Marken und Sparten werben ständig um die Aufmerksamkeit und den Zuspruch der Kunden. Eine Vergrößerung des Marktanteils ist nicht einfach und nur mithilfe der Verbrauchsgüteranalyse zu schaffen. </p> <p>Mit Power&#160;BI können Sie alle Schlüsselmetriken wie Lagerbestand, Rentabilität, Lieferkette, Vertriebskanäle und Preisgestaltung an zentraler Stelle überwachen. Berichte und Benachrichtigungen in Echtzeit helfen, Lieferengpässe zu vermeiden. </p> <p>Verwalten Sie Ihren globalen Ressourcenbedarf mit Übersichtsdashboards, und gewinnen Sie mit Drilldowns weitere Erkenntnisse aus den Daten. Die Leistung Ihrer Marken und Sparten lässt sich über ausgefeilte Modelle und detaillierte Berichte eindeutig ermitteln. </p> <p>Beobachten Sie den Erfolg von Marketingkampagnen und ihre Auswirkung auf den Absatz, den Marktanteil und den Gewinn. Über umfassende interaktive Berichte können Sie die Finanzdaten zu Ihrem gesamten operativen Geschäft aufschlüsseln und so schnell Erkenntnisse gewinnen und Entscheidungen treffen.</p>
es_es: <p>Los bienes de consumo empaquetados (CPG) constituyen un sector competitivo. Todas las marcas y categorías se esfuerzan cada día por captar la atención de los consumidores y adaptarse a sus preferencias. Aumentar la cuota de mercado es difícil y el análisis de CPG es la única forma de destacar. </p> <p>Supervise todas las métricas principales en un lugar con Power BI: niveles de existencias, rentabilidad, cadena de suministros, canales y precios. Evite quedarse sin existencias con informes y alertas en tiempo real. </p> <p>Administre su huella global con paneles de alto nivel. Explore los datos en profundidad para obtener información exhaustiva. Evalúe con claridad el rendimiento de todas sus marcas y categorías gracias a modelos avanzados y a informes detallados. </p> <p>Supervise los resultados de sus campañas de marketing y su impacto sobre las ventas, cuota de mercado y rentabilidad. Analice los datos financieros de sus operaciones con completísimos informes interactivos. Descubra información rápidamente y tome medidas.</p>
fr_fr: <p>Le secteur des biens emballés pour la vente au détail (CPG) est concurrentiel. Toutes les marques et catégories luttent quotidiennement pour obtenir l’attention et la préférence des clients. Il est difficile d’accroître votre part de marché et l’analyse des CPG est le seul moyen d’exceller en la matière. </p> <p>Surveillez tous les indicateurs clés en un endroit grâce à Power&#160;BI&#160;: niveaux des stocks, rentabilité, chaîne logistique, canaux et tarification. Évitez les ruptures de stock grâce à des rapports et des alertes en temps réel. </p> <p>Gérez votre empreinte mondiale grâce à des tableaux de bord de pointe et déterminez les emplacements auxquels les données sont plus détaillées. Évaluez clairement les performances de toutes vos marques et catégories par le biais de modèles avancés et de rapports détaillés. </p> <p>Surveillez les résultats de vos campagnes marketing et leur impact sur les ventes, la part de marché et les bénéfices. Examinez en détail l’aspect financier de toutes vos opérations grâce à des rapports interactifs pour obtenir un aperçu rapide et prendre des mesures significatives.</p>
it_it: <p>Quello dei beni di consumo confezionati è un settore competitivo. Tutti i marchi e tutte le categorie si contendono ogni giorno l'attenzione e le preferenze dei clienti. Accrescere la quota di mercato è difficile e l'analisi dei beni di consumo confezionati è l'unico modo per distinguersi. </p> <p>Con Power BI puoi monitorare tutte le metriche chiave da un'unica posizione: livelli delle scorte, redditività, supply chain, canali e prezzi. Grazie a report e avvisi in tempo reale è possibile evitare l'esaurimento delle scorte. </p> <p>Gestisci la presenza globale con dashboard generali ed esegui il drill-down per ottenere informazioni più approfondite dai dati. Valuta chiaramente le prestazioni di tutti i marchi e tutte le categorie attraverso modelli avanzati e report dettagliati. </p> <p>Monitora i risultati delle campagne di marketing e il loro impatto su vendite, quota di mercato e utili. Esegui il drill-down nei dati finanziari di tutte le attività operative con report interattivi avanzati per ottenere informazioni rapide e adottare misure significative.</p>
ja_jp: <p>消費財は、競争の激しい産業です。すべてのブランドとカテゴリーが、消費者の注目や好みを獲得するために日々闘っています。マーケット シェアの拡大は難しく、CPG 分析こそが他から抜きん出る唯一の方法です。</p> <p>Power BI を使用すると、在庫基準、収益性、サプライ チェーン、チャネル、料金といったすべての主な指標を、1 つの場所で監視できます。リアル タイムのレポートとアラートにより、在庫切れの状況を回避できます。</p> <p>高レベルのダッシュボードで海外への展開を管理し、より深い洞察が得られるデータをドリルダウンできます。高度なモデルと詳細なレポートにより、すべてのブランドとカテゴリーの業績をはっきりと評価できます。</p> <p>マーケティング キャンペーンの結果と、それが売上、マーケット シェア、および収益に与えた影響を監視できます。内容豊かで対話的なレポートを使用して、すべての業務の財務状況をドリルダウンし、素早い洞察と有意義な対応について知ることができます。</p>
ko_kr: <p>소비자 패키지 제품은 경쟁이 치열한 산업입니다. 모든 브랜드와 범주가 고객을 유치하고 고객의 우선적인 선택을 받기 위해 매일같이 치열하게 경쟁하고 있습니다. 시장 점유율을 높이기가 쉽지 않으며 CPG 분석만이 경쟁자를 앞설 수 있는 유일한 방법입니다. </p> <p>Power BI를 사용하여 재고 수준, 수익성, 공급망, 채널 및 가격 등 모든 주요 메트릭을 한 장소에서 모니터링합니다. 실시간 보고서 및 경고를 사용하여 품절 상황을 방지합니다. </p> <p>고급 대시보드 및 데이터가 더 심층적인 정보를 보여 주는 드릴다운을 사용하여 글로벌 사업 영역을 관리합니다. 고급 모델 및 상세 보고서를 통해 모든 브랜드와 범주의 성능을 명확하게 평가합니다. </p> <p>마케팅 캠페인의 결과 및 각 캠페인이 매출, 시장 점유율 및 수익에 미치는 영향을 모니터링합니다. 신속한 통찰과 의미 있는 조치에 대한 풍부한 대화형 보고서를 사용하여 모든 사업의 재무 상황을 드릴다운합니다.</p>
pt_br: <p>O setor de Produtos de Consumo é muito competitivo. Todas as marcas e categorias disputam todos os dias a atenção e a preferência dos clientes. Aumentar sua participação no mercado é difícil e a análise de CPG é o único modo de conseguir isso. </p> <p>Monitore todas as métricas-chave em um único lugar com o Power BI: níveis de estoque, lucratividade, cadeia de fornecedores, canais e preço. Evite situações de falta de estoque com alertas e relatórios em tempo real. </p> <p>Gerencie seu volume global com painéis de alto desempenho e faça uma busca detalhada em seus dados para obter informações mais aprofundadas. Avalie com clareza o desempenho de todas as suas marcas e categorias por meio de modelos avançados e relatórios detalhados. </p> <p>Monitore os resultados de suas campanhas de marketing e seu impacto nas vendas, participação no mercado e lucro. Faça uma busca detalhada nas finanças de todas as suas operações com relatórios interativos avançados para análises rápidas e ações significativas.</p>
ru_ru: <p>Уровень конкуренции в отрасли товаров народного потребления очень высок. Борьба за внимание и деньги клиента идет между самыми разными брендами во всех категориях товаров. Увеличить свою долю рынка непросто, и единственный путь к успеху&#160;— использование аналитических данных о продаваемой вами продукции. </p> <p>С Power BI вы сможете отслеживать в одном месте все ключевые метрики: количество товаров на складе, прибыльность, цепочку поставок, каналы распространения и цены. Отчеты и оповещения в режиме реального времени позволят вам избежать истощения запасов. </p> <p>Панели мониторинга со сводными данными помогут вам контролировать общую картину, а по мере необходимости вы сможете детализировать отображаемую информацию. Расширенные модели и подробные отчеты позволяют легко оценить показатели по всем товарным брендам и категориям. </p> <p>Вы сможете отслеживать результаты своих маркетинговых кампаний и их влияние на продажи, долю рынка и прибыльность. Функциональные интерактивные отчеты позволят вам детализировать финансовые показатели своей деятельности, чтобы оперативно получать полезные данные для принятия осмысленных решений.</p>
zh_cn: <p>消费性包装产品行业竞争激烈。所有品牌和产品类别每日无不绞尽脑汁，希望获得客户的注意和青睐。要提高市场份额并非易事，而 CPG 分析是唯一能够超越竞争对手的方法。</p> <p>通过 Power BI，你可在同一位置监视所有关键指标，包括库存量、盈利率、供应链、渠道及定价等等。实时报表和警报有助于避免库存不足的情况。</p> <p>高级别仪表板有助于管理全球业务，还能向下钻取数据，获得更深入的见解。高级模型与详细报表有助于明确评估所有品牌与产品类别的绩效。</p> <p>监视市场活动的结果，以及这些活动对销售额、市场份额及收益的影响。丰富的交互式报表有助于向下钻取所有运营项目的财务状况，从而快速获得见解，制定有效的应对措施。</p>
zh_tw: <p>消費性包裝商品產業競爭激烈。所有品牌與商品種類每日無不絞盡腦汁，希望獲得客戶的注意及青睞。要提高市佔率並非易事，而 CPG 分析是唯一能夠超越競爭對手的方法。</p> <p>Power BI 讓您在同一個位置就能追蹤所有的關鍵指標，包括庫存量、獲利率、供應鏈、通路及定價等等。即時報表與警示協助您避免庫存不足的狀況。</p> <p>精簡的儀表板可協助您管理您的全球市佔率，並能向下鑽研到更深入資料的位置。進階模型與詳細報表協助您明確評估所有品牌與商品種類的績效表現。</p> <p>追蹤您的行銷活動結果，以及這些活動對銷售、市佔率及收益的影響。豐富的互動式報表可協助您向下鑽研所有營運項目的財務狀況，從而獲取深入資訊的摘要，並制定有效的應對措施。</p>

# CPG_DetailTitle
source: Grow market share through deeper data analysis and trend understanding
de_de: Ausbau Ihres Marktanteils mithilfe eingehender Datenanalysen und Trenderkennung
es_es: Aumente su cuota de mercado mediante el análisis de datos y la interpretación de las tendencias en profundidad.
fr_fr: Augmentez votre part de marché grâce à une analyse plus approfondie des données et une bonne compréhension des tendances
it_it: Analisi approfondita dei dati e comprensione delle tendenze per incrementare la quota di mercato
ja_jp: 深いデータ分析と傾向の理解によるマーケット シェアの拡大
ko_kr: 더 심층적인 데이터 분석 및 추세 이해를 통해 시장 점유율 증대
pt_br: Amplie sua participação no mercado usando a análise de dados mais aprofundada e reconhecendo as tendências
ru_ru: Увеличение доли рынка за счет глубокого анализа данных и понимания тенденций
zh_cn: 通过更深入的数据分析并趋势了解，提高市场份额
zh_tw: 更深入地分析資料並了解趨勢，從而提高市佔率

# CPG_IndexTagline
source: Consumer products sit at the center of the following disciplines: operations, marketing, sales and finance to name a few. Analyze constantly changing data to maximize sales, profits and customer loyalty.
de_de: Von zentraler Bedeutung für das Geschäft mit Verbrauchsgütern sind u. a. Betrieb, Marketing, Vertrieb und Finanzen. Analysieren Sie dynamische Daten, um Absatz, Ertrag und Kundentreue zu maximieren.
es_es: Los productos de consumidor se sitúan en el centro de las siguientes disciplinas: operaciones, marketing, ventas y finanzas, por citar algunas. Analice constantemente los datos cambiantes para potenciar al máximo las ventas, rentabilidad y lealtad de los consumidores.
fr_fr: Les produits de consommation se trouvent au centre des disciplines suivantes : exploitation, marketing, vente et finance, entre autres. Analysez les données en perpétuelle évolution pour optimiser les ventes, les bénéfices et la fidélisation des clients.
it_it: I beni di consumo hanno un ruolo centrale in diverse discipline, tra cui operazioni, marketing, vendite e finanze. L'analisi dei dati in costante evoluzione consente di massimizzare vendite, profitti e fedeltà dei clienti.
ja_jp: 消費財は、業務、マーケティング、販売、および財務といった分野の中心に位置します。変化し続けるデータを分析することにより、売上、収益、および顧客ロイヤルティを最大化できます。
ko_kr: 소비자 제품은 운영, 마케팅, 판매 및 재무 등 수많은 분야의 중심에 자리하고 있습니다. 변화하는 데이터를 지속적으로 분석하여 매출, 이익 및 고객 충성도를 최대화합니다.
pt_br: Os produtos de consumo estão no centro das seguintes áreas: operações, marketing, vendas e finanças, para mencionar algumas. Analise dados em constante mudança para maximizar vendas, lucros e fidelidade do cliente.
ru_ru: Специалисты по операционной деятельности, маркетингу, продажам, управлению финансами и многим другим направлениям используют в своей работе информацию о потребительских товарах. Анализ постоянно меняющихся данных поможет вам увеличить объемы продаж и прибыль, а также повысить лояльность клиентов.
zh_cn: 消费性产品在运营、市场营销、销售和财务等方面是极为重要的一环。分析不断变化的数据，最大限度地提高销售额、收益和客户忠诚度。
zh_tw: 消費性包裝商品在營運、行銷、銷售及財務等方面是極為重要的一環。分析不斷變化的資料，從而將銷售額、收益與客戶忠誠度最大化。

# CPG_Title
source: Consumer Packaged Goods (CPG)
de_de: Verbrauchsgüter
es_es: Bienes de consumo empaquetados (CPG)
fr_fr: Biens emballés pour la vente au détail (CPG)
it_it: Beni di consumo confezionati
ja_jp: 消費財 (CPG)
ko_kr: 소비자 패키지 상품(CPG)
pt_br: CPG (Produtos de Consumo)
ru_ru: Товары народного потребления
zh_cn: 消费性包装产品 (CPG)
zh_tw: 消費性包裝商品 (CPG)

# Insurance_DetailsTagline
source: <p>Managing risk is the most important goal for insurance companies. But the amount of data and variables that go into insurance analytics is huge and needs tools and approaches that help insurance professionals to quickly identify trends and act on them. </p> <p>Power BI helps insurance analysts to visualize claims, premiums, fraud, sales and customer satisfaction data with ease and in one place. Spot claims and payment trends faster. </p> <p>Identify patterns that could lead to fraud detection and set up automated alerts to quickly spot them. Create customized metrics and monitor average cost or average time to settle claims. </p> <p>Visualize the impact of your pricing strategy and profitability. Monitor your customer satisfaction and identify potential new business opportunities or risks to quickly act on them.</p>
de_de: <p>Der wichtigste Bereich im Versicherungsgeschäft ist das Risikomanagement. Daten und Variablen, die bei der Versicherungsanalyse berücksichtigt werden, sind jedoch so zahlreich, dass Versicherer Tools und Verfahren benötigen, die es erlauben, Trends schnell zu erkennen und entsprechende Maßnahmen zu ergreifen. </p> <p>Mit Power BI können Versicherungsanalytiker Daten zu Ansprüchen, Prämien, Betrugsfällen, Umsatz und Kundenzufriedenheit ganz einfach und an zentraler Stelle visualisieren. Ermitteln Sie Trends bei Ansprüchen und Zahlungen in kürzerer Zeit. </p> <p>Bestimmen Sie wiederkehrende Muster, die Ausgangspunkt einer Betrugserkennung sein könnten, und richten Sie zur schnellen Feststellung automatische Benachrichtigungen ein. Erstellen Sie angepasste Metriken, und beobachten Sie Durchschnittskosten und -dauer der Schadensregulierung. </p> <p>Visualisieren Sie die Auswirkungen Ihrer Preisstrategie und die Rentabilität. Verfolgen Sie Daten zur Kundenzufriedenheit, und identifizieren Sie neue Geschäftschancen und Risiken, um schnell reagieren zu können.</p>
es_es: <p>La administración del riesgo es el principal objetivo de las aseguradoras. Sin embargo, la cantidad de datos y variables que van a parar a los análisis de las aseguradoras es inmensa. Se necesitan herramientas y enfoques que ayuden a los profesionales a identificar con rapidez tendencias y a actuar en consecuencia. </p> <p>Power BI ayuda a los analistas de las compañías de seguros a ver las reclamaciones, las primas, el fraude, las ventas y los datos de satisfacción del cliente con facilidad y en un único lugar. Detecte con más rapidez las reclamaciones y las tendencias de pagos. </p> <p>Identifique patrones que puedan facilitar la detección de fraudes y configure alertas automatizadas para lograrlo rápidamente. Cree métricas personalizadas y supervise el costo o el tiempo promedio para resolver las reclamaciones. </p> <p>Visualice el impacto de su estrategia de precios y su rentabilidad. Supervise la satisfacción del cliente e identifique posibles nuevas oportunidades de negocio o incluso riesgos para actuar rápidamente sobre ellos.</p>
fr_fr: <p>La gestion des risques est le principal objectif des compagnies d’assurance. Cependant, le volume de données et de variables traité par l’analyse des assurances est conséquent. C’est pour cette raison que les professionnels de l’assurance ont besoin d’outils et de méthodes leur permettant d’identifier rapidement les tendances et d’agir en conséquence. </p> <p>Power&#160;BI aide les analystes en assurance à visualiser facilement les données relatives aux demandes, aux primes, aux fraudes, aux ventes et à la satisfaction des clients en un endroit. Détectez rapidement les tendances liées aux demandes et au paiement. </p> <p>Identifiez les tendances qui pourraient mener à la détection des fraudes et configurer des alertes automatisées pour les détecter rapidement. Créez des paramètres personnalisés et surveillez le coût moyen ou le temps moyen nécessaires pour traiter les demandes. </p> <p>Visualisez les répercussions de votre stratégie de tarification et la rentabilité. Surveillez la satisfaction des clients et identifiez de nouvelles opportunités commerciales ou de nouveaux risques potentiels afin d’agir rapidement en conséquence.</p>
it_it: <p>La gestione del rischio è l'obiettivo più importante per le compagnie di assicurazione. Le analisi per le assicurazioni, tuttavia, includono una quantità di dati e variabili tale da richiedere strumenti e approcci in grado di aiutare i professionisti del settore a identificare le tendenze e intervenire con la massima prontezza. </p> <p>Power BI permette agli analisti assicurativi di visualizzare i dati relativi a sinistri, premi, frodi, vendite e soddisfazione dei clienti con la massima semplicità e in un'unica posizione. Rileva più rapidamente le tendenze nell'ambito dei sinistri e dei risarcimenti. </p> <p>Identifica gli schemi che potrebbero portare al rilevamento di truffe e configura avvisi automatizzati per individuarli rapidamente. Crea metriche personalizzate e monitora il costo medio o il tempo medio di liquidazione dei sinistri. </p> <p>Visualizza l'impatto della strategia di determinazione dei prezzi e la redditività. Monitora la soddisfazione dei clienti e identifica nuove possibili opportunità di business o nuovi rischi per adottare rapidamente le misure appropriate.</p>
ja_jp: <p>リスクを管理することは、保険会社の最も重要な目標です。しかしながら、保険分析に関係するデータと変数の量は膨大であり、保険のプロフェッショナルが傾向を素早く識別して対処するのに役立つツールとアプローチが必要です。</p> <p>Power BI は、保険分析担当者が請求、保険料、詐欺、売上、および顧客満足度データを 1 つの場所で容易に視覚化するのに役立ちます。請求と支払いの傾向を素早く特定できます。</p> <p>詐欺の検出につながるパターンを識別し、それを素早く特定するための自動アラートをセットアップできます。カスタマイズされた指標を作成し、請求の処理に関する平均費用や平均時間を監視できます。</p> <p>料金戦略と収益性の影響を視覚化できます。顧客満足度を監視し、新しい潜在的なビジネス チャンスやリスクを識別して素早く対応できます。</p>
ko_kr: <p>위험 관리는 보험 회사의 가장 중요한 목표입니다. 그러나 대량의 데이터와 수많은 변수 때문에 보험 분석은 엄청난 작업이며 보험 전문가가 신속하게 추세를 파악하고 필요한 조치를 취할 수 있는 도구와 접근방식이 필요합니다. </p> <p>Power BI는 보험 분석자가 보험금 지급 요구, 보험료, 사기, 판매 및 고객 만족 데이터를 한 장소에서 쉽게 시각화하도록 도와 줍니다. 보험금 지급 요구 및 지불 추세를 더 신속하게 처리합니다. </p> <p>사기를 탐지할 수 있는 패턴을 식별하고 자동화된 경고를 설정하여 사기를 신속하게 찾아냅니다. 사용자 지정 메트릭을 만들어 보험금 지급 요구를 처리하는 평균 비용 또는 평균 시간을 모니터링합니다. </p> <p>가격 전략과 수익성에 미치는 영향을 시각화합니다. 고객 만족을 모니터링하고 잠재적인 새 비즈니스 기회 또는 위험을 식별하여 신속하게 조치를 취합니다.</p>
pt_br: <p>Gerenciar os riscos é a meta mais importante para seguradoras. Porém, a quantidade de dados e variáveis que compõem a análise de seguros é enorme e requer ferramentas e abordagens que ajudem os corretores de seguros a identificar rapidamente as tendências e agir de acordo com elas. </p> <p>O Power BI ajuda analistas de seguro a visualizar dados de reivindicações, gratificações, fraudes, vendas e de satisfação do cliente com facilidade e em um único lugar. Identifique as reivindicações e as tendências de pagamento mais rapidamente. </p> <p>Identifique padrões que poderiam levar à detecção de fraudes e configure alertas automatizados para identificá-los rapidamente. Crie métricas personalizadas e monitore o custo médio ou o tempo médio para quitar indenizações. </p> <p>Visualize o impacto de sua estratégia de preços e lucratividade. Monitore a satisfação dos seus clientes e identifique novas oportunidades comerciais ou riscos para agir rapidamente em resposta a eles.</p>
ru_ru: <p>Управление рисками&#160;— важнейший аспект деятельности любой страховой компании. Однако объемы данных и количество факторов, которые нужно учитывать при анализе, колоссальны, и специалистам в области страхования необходимы инструменты и методы, которые помогут им быстро обнаруживать тенденции и принимать соответствующие меры. </p> <p>Power BI помогает аналитикам от страхования легко и в одном месте визуализировать информацию о страховых претензиях, премиях, попытках мошенничества, объемах продаж и удовлетворенности клиентов. Вы можете быстрее выявлять тренды в области страховых заявлений и выплат. </p> <p>Выявляйте закономерности, которые могут свидетельствовать о попытках мошенничества, и настраивайте автоматические оповещения, чтобы быстро узнавать о них. Создавайте настраиваемые метрики и отслеживайте среднюю стоимость и время обслуживания страховых претензий. </p> <p>В наглядном виде представляйте эффект своей ценовой стратегии и ее прибыльность. Отслеживайте удовлетворенность клиентов, выявляйте потенциальные возможности или риски и принимайте оперативные решения.</p>
zh_cn: <p>风险管理是保险公司最重要的目标。因为保险分析的数据量与变量极为庞大，所以需要工具和方法来帮助保险专业人员快速确认趋势和采取相应行动。</p> <p>通过 Power BI，保险分析人员可以在同一位置以可视化形式轻松呈现理赔、保费、欺诈、销售及客户满意度数据。更快确认理赔与付款趋势。</p> <p>识别有助于辨别欺诈的模式，并设置自动化警报，以便快速找出这些欺诈行为。创建自定义指标并监视理赔的平均成本或平均时间。</p> <p>以可视化形式呈现定价策略的影响和盈利率。持续监视客户满意度，并从中找出潜在的新商机或风险，进而在第一时间采取相应举措。</p>
zh_tw: <p>風險管理是保險公司最重要的目標。因為保險分析的資料量與變數極為龐大，所以需要工具與方法協助保險專業人員快速確認趨勢，並採取相應的動作。</p> <p>Power BI 可讓保險分析員從同一處迅速地將理賠、津貼、詐領、銷售及客戶滿意度資料以各種圖表呈現。更快確認理賠與付款趨勢。</p> <p>找出可能有助於辨明詐領的模式，並設定自動化警示，以協助快速找出這些模式。建立自訂指標，以及監視理賠的平均成本或平均時間。</p> <p>以各種圖表呈現定價策略的影響及獲利率。持續關注客戶滿意度，並從中找出潛在的新商機或風險，進而在第一時間採取相應的動作。</p>

# Insurance_DetailTitle
source: Monitor risk, manage sales and claims, and detect fraud with visual data driven analysis
de_de: Überwachen von Risiken, Verwalten von Umsatz und Ansprüchen sowie Erkennen von Betrugsversuchen mit visuellen datengesteuerten Analysen
es_es: Supervise el riesgo, administre las ventas y reclamaciones y detecte el fraude con análisis visuales basados en datos
fr_fr: Surveillez les risques, gérez les ventes et les demandes, et détectez les fraudes grâce à l’analyse visuelle des données
it_it: Monitora il rischio, gestisci vendite e sinistri e rileva le frodi con l'analisi basata su dati visivi
ja_jp: 視覚的なデータ駆動型の分析によるリスクの監視、売上と請求の管理および詐欺の検出
ko_kr: 시각적 데이터 기반 분석을 사용하여 위험 모니터링, 매출 및 보험금 지급 요구 관리, 사기 탐지를 수행합니다.
pt_br: Monitore riscos, gerencie vendas e indenizações e detecte fraudes com a análise visual orientada a dados
ru_ru: Контроль рисков, управление продажами, обслуживание страховых претензий и выявление мошенничества путем анализа наглядных данных
zh_cn: 通过视觉对象数据驱动的分析，监视风险、管理销售和理赔以及辨明欺诈
zh_tw: 利用視覺資料式分析監視風險、管理銷售及理賠，並辨明詐領。
