Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/Industries.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Telecommunications_DetailsTagline
source: <p>Businesses need an effective strategy for managing customer churn. Customer churn includes customers stopping the use of a service, switching to a competitor service, switching to a lower-tier experience in the service or reducing engagement with the service.</p> <p>In this use case, we look at how a mobile phone carrier company can leverage Azure to proactively identify customers more likely to churn in the near term in order to improve the service and create custom outreach campaigns that help retain the customers. Mobile phone carriers face an extremely competitive market. Many mobile carriers lose revenue from postpaid customers due to churn. Hence the ability to proactively and accurately identify customer churn at scale can be a huge competitive advantage. Some of the factors contributing to mobile phone customer churn includes: Perceived frequent service disruptions, poor customer service experiences in online/retail stores, offers from other competing carriers (better family plan, data plan, etc.).</p> <p>A mobile carrier needs to build a 360-degree view of their user base to enable the company to stay ahead of the competition.</p>
de_de: <p>Unternehmen benötigen eine effektive Strategie im Umgang mit Kundenabwanderungen. Als Kundenabwanderung zählt, wenn Kunden einen Dienst seltener oder gar nicht mehr nutzen oder wenn sie zu einem Mitbewerber oder einem Tarif mit geringerem Leistungsumfang wechseln.</p> <p>In diesem Anwendungsfall wird betrachtet, wie ein Mobilfunkanbieter mit Azure proaktiv Kunden ermitteln kann, bei denen eine Abwanderung in nächster Zeit eher wahrscheinlich ist. Auf dieser Grundlage können dann Verbesserungen am Dienst vorgenommen und spezielle Kampagnen zur Kundenbindung entwickelt werden. Der Mobilfunkmarkt ist besonders hart umkämpft. Die Abwanderung von Vertragskunden führt bei vielen Mobilfunkanbietern zu Gewinneinbußen. Daher kann sich die Möglichkeit, potenzielle Kundenabwanderungen in großem Umfang proaktiv und präzise zu bestimmen, als unschätzbarer Wettbewerbsvorteil erweisen. Einige der Faktoren, die zu Abwanderungen von Mobilfunkkunden führen, sind: der Eindruck häufig auftretender Störungen, schlechte Erfahrungen mit dem Kundendienst (online oder offline) oder Angebote von Mitbewerbern (attraktivere Familien- oder Datentarife usw.).</p> <p>Mobilfunkanbieter müssen sich einen Rundum-Überblick über Ihren Kundenstamm verschaffen, um ihren Vorsprung vor Mitbewerbern zu sichern.</p>
es_es: <p>Las empresas necesitan una estrategia eficaz para administrar las migraciones y rotaciones de clientes. Las migraciones y rotaciones de clientes incluyen que éstos dejen de usar un servicio, se cambien a un servicio de la competencia y cambien a un servicio de nivel más bajo o reduzcan el compromiso con el servicio.</p> <p>En este caso de uso, examinamos la forma en que un operador de telefonía móvil puede sacar provecho de Azure para identificar proactivamente a los clientes con mayor probabilidad de abandonar la compañía en un futuro próximo, con el fin de mejorar el servicio y crear campañas de atención personalizada que ayuden a mantener a los clientes. Los operadores de telefonía móvil se enfrentan a un mercado feroz. Muchas de ellas pierden ingresos de los clientes de contrato si estos cambian de compañía. De ahí que la capacidad para identificar de forma precisa y proactiva las posibles bajas de los clientes puede suponer una gran ventaja sobre la competencia. Algunos de los factores que contribuyen al trasvase de los clientes de telefonía móvil incluyen: la percepción de que el servicio se interrumpe con frecuencia, un deficiente servicio de atención al cliente tanto en tiendas minoristas como en tiendas virtuales, ofertas de la competencia (mejores planes familiares, de datos, etc.).</p> <p>Los operadores móviles tiene que crear una vista completa de su base de usuarios para que la compañía pueda estar un paso más adelante que las compañías de la competencia.</p>
fr_fr: <p>Les entreprises ont besoin d’une stratégie efficace pour gérer le phénomène d’attrition. L’attrition englobe les clients cessant d’utiliser un service, ceux optant pour le service d’un concurrent, ceux choisissant une expérience de niveau inférieur pour un service et ceux diminuant leur engagement vis-à-vis d’un service.</p> <p>Dans la présente étude de cas, nous analysons de quelle façon un opérateur de téléphonie mobile peut tirer profit d’Azure pour identifier de façon proactive les clients les plus susceptibles de le quitter à court terme, dans le but d’améliorer le service proposé et de créer des campagnes de sensibilisation personnalisées destinées à fidéliser ces clients. Les opérateurs de téléphonie mobile sont confrontés à un marché extrêmement concurrentiel. Un grand nombre d’entre eux perdent de l’argent provenant des clients des services postpayés en raison de ce phénomène d’attrition. Ainsi, la capacité à identifier de façon précise et proactive l’attrition à grande échelle peut représenter un avantage concurrentiel significatif. Voici quelques facteurs influençant l’attrition dans le secteur de la téléphonie mobile&#160;: perception de perturbations de service fréquentes, mauvaises expériences liées au service clientèle dans les boutiques en ligne&#160;/ de détail, offres intéressantes proposées par des opérateurs concurrents (meilleur forfait famille, meilleur forfait de données, etc.).</p> <p>Un opérateur de téléphonie mobile doit disposer d’une vision complète de sa base de données d’utilisateurs pour permettre à sa société de conserver une longueur d’avance sur la concurrence.</p>
it_it: <p>Le aziende necessitano di una strategia efficace per la gestione della defezione dei clienti. La defezione dei clienti include i clienti che interrompono l'uso di un servizio, il passaggio a un servizio concorrente, il passaggio a un'esperienza di livello inferiore nel servizio o la riduzione dell'interazione con il servizio.</p> <p>In questo caso di utilizzo viene esaminato il modo in cui un gestore di telefonia mobile può sfruttare le funzionalità di Azure per identificare in modo proattivo i clienti con maggiore probabilità di defezione a breve termine, in modo da migliorare il servizio e creare campagne per il coinvolgimento dei clienti utili per ridurre il rischio di defezione. I gestori di telefonia mobile devono affrontare un mercato estremamente competitivo. Molti gestori di telefonia mobile perdono profitti da clienti con pagamento posticipato a causa della defezione. La possibilità di identificare in modo proattivo e preciso la defezione di clienti su larga scala può costituire un vantaggio competitivo significativo. I fattori che contribuiscono alla defezione da gestori di telefonia mobile includono interruzioni del servizio percepite come frequenti, esperienze insoddisfacenti del servizio clienti nei punti vendita online o al dettaglio, offerte da altri gestori concorrenti (piano famiglia migliore, piano dati e così via).</p> <p>Un gestore di telefonia mobile deve ottenere una vista a 360 gradi della base utenti, per consentire all'azienda di mantenere il proprio vantaggio competitivo.</p>
ja_jp: <p>事業には、顧客チャーンを管理する効率的な戦略が必要です。顧客チャーンには、顧客がサービスの利用を中止すること、競争会社のサービスに切り替えること、より低いサービス エクスペリエンス レベルに切り替えること、サービス契約を減らすことが含まれます。</p> <p>このユース ケースでは、携帯電話会社が Azure を利用して、近い将来にチャーンしそうな顧客を積極的に識別し、サービスを向上させ、顧客の保持に役立つ顧客支援キャンペーンを作成する方法を見ることができます。携帯電話会社は、競争が極めて激しい市場に直面しています。携帯電話会社の多くは、支払い済みの顧客からの収益をチャーンによって失っています。したがって、顧客チャーンを広い範囲で積極的かつ正確に識別する能力は、競争力を保つ上で大きな利点となります。携帯電話の顧客チャーンの要因には、頻繁に発生するサービス中断の認識、オンラインまたは小売店での顧客サービス エクスペリエンスの低さ、他の競合電話会社からの勧誘 (よりお得な家族プラン、データ プランなど) が含まれます。</p> <p>携帯電話会社が競争で優位性を保つには、ユーザー ベースの 360 度ビューを構築する必要があります。</p>
ko_kr: <p>기업들은 고객 이탈을 관리하기 위해 효과적인 전략이 필요합니다. 고객 이탈에는 고객의 서비스 이용 중단, 경쟁업체 서비스로 전환, 보다 낮은 수준의 서비스 환경으로 전환 또는 서비스 이용 감소 등이 있습니다.</p> <p>이 사용 사례에서 서비스를 개선하고 고객을 유지하는 데 도움이 되는 사용자 지정 지원 캠페인을 마련하기 위해 휴대전화 통신업체가 Azure를 활용하여 가까운 시기에 고객 이탈을 사전에 식별하는 방법에 대해 살펴보겠습니다. 휴대전화 통신 시장은 경쟁이 매우 치열합니다. 많은 휴대전화 통신업체들이 고객 이탈로 인해 후불제 고객으로부터의 수입이 줄어들고 있습니다. 따라서 사전에 그리고 능동적으로 대규모 고객 이탈을 식별하는 능력은 상당한 경쟁 우위가 될 수 있습니다. 휴대전화 고객 이탈의 일부 원인으로는 잦은 서비스 중단 경험, 온라인/소매점에서의 부실한 고객 서비스 환경, 경쟁 통신업체의 제공 혜택(더 좋은 가족 요금제, 데이터 요금) 등이 있습니다.</p> <p>휴대전화 통신업체는 경쟁에서 앞서 나가기 위해 사용자층을 두루 볼 수 있는 뷰를 구축해야 합니다</p>
pt_br: <p>Os negócios precisam de uma estratégia eficaz para gerenciar rotatividade de clientes. A rotatividade de clientes inclui clientes parando de usar um serviço, mudando para um serviço concorrente, mudando para um experiência de nível menor no serviço ou reduzindo o comprometimento com o serviço.</p> <p>Nesse caso, podemos ver como uma empresa operadora de celular pode impulsionar o Azure para identificar de forma pró-ativa os clientes com maior probabilidade de rotatividade em um futuro breve para melhorar o serviço e criar campanhas de atendimento personalizadas que ajudam a reter os clientes. As operadoras de celular enfrentam um mercado extremamente competitivo. Muitas operadoras de celular perdem receita de clientes pós-pago devido à rotatividade. Portanto, a habilidade de identificar de forma pró-ativa e correta a rotatividade de clientes em grande escala pode ser uma imensa vantagem competitiva. Alguns fatores que contribuem para a rotatividade de clientes de celulares incluem: interrupções de serviço frequentes percebidas, experiências de serviço de cliente ruins em lojas de varejo/online, ofertas de outras operadoras concorrentes (melhor plano para família, plano de dados, etc.)</p> <p>Uma operadora de celular precisa construir uma visão completa da sua base de usuários para permitir que a empresa fique à frente da competição.</p>
ru_ru: <p>Компаниям необходима эффективная стратегия управления оттоком клиентов. Отток охватывает клиентов, которые прекращают пользоваться услугами, переходят к конкурентам, понижают уровень услуги или интенсивность ее использования.</p> <p>В данном случае мы рассматриваем оператора мобильной связи, который может использовать платформу Azure для упреждающего поиска клиентов, которые с высокой вероятностью могут уйти в ближайшем будущем, чтобы повысить качество обслуживания и разработать маркетинговые кампании, помогающие удержать таких клиентов. Операторы мобильной связи работают на рынке с высочайшим уровнем конкуренции. Многие такие компании в связи с процессами оттока теряют прибыль от клиентов, оплачивающих услуги по факту их потребления. Возможность заблаговременно и точно прогнозировать отток клиентов может стать серьезным конкурентным преимуществом. К числу факторов, влияющих на отток клиентов у операторов мобильной связи, относятся частые (с точки зрения клиента) перебои в обслуживании, низкое качество обслуживания в интернет-магазинах и обычных точках продаж, предложения от конкурентов (более выгодные семейные тарифы, тарифы на передачу данных и&#160;т.&#160;д.).</p> <p>Мобильный оператор должен контролировать абсолютно все аспекты работы с клиентом, чтобы не отставать от конкурентов.</p>
zh_cn: <p>制定有效的业务策略，才能掌控客户流失。客户流失包括客户停止使用服务、改用竞争对手的服务、改用较低层级的服务，或使用服务的频率降低。</p> <p>在此用例中，我们将了解手机运营商公司如何利用 Azure 主动找出近期可能会流失的客户，从而改善服务，并建立定制的市场活动来留住客户。手机运营商的市场竞争极其激烈。许多手机运营商由于客户流失，导致后付型客户部分的收入损失较大。因此，如何主动且准确找出可能大规模流失的客户，将是从竞争市场中脱颖而出的一大优势。造成手机客户流失的一些因素包括：经常发生可以感觉到的服务中断、网店/零售店的客户服务态度差、其他竞争运营商的优惠幅度大（更优惠的家庭套餐、流量套餐等）。</p> <p>手机运营商需要 360 度全方位考虑其用户群，才能让公司在竞争激烈的市场中立于不败之地。</p>
zh_tw: <p>制定有效的業務策略，才能控管客戶流失。客戶流失包括客戶停止使用服務、改用競爭對手的服務、改用服務的較低層級，或使用服務的頻率降低。</p> <p>在此使用案例中，我們將看到手機電訊廠商如何利用 Azure 主動找出近期可能會流失的客戶，從而改善服務，並建立客製化的宣傳活動來留住客戶。手機電訊廠商的市場競爭激烈。許多手機電訊廠商因為客戶流失，導致後付型客戶部分的營收衰退。因此，如何能事先大規模精準地找出可能流失的客戶，將是從競爭市場中脫穎而出一大優勢。造成手機客戶流失的一些因素包括經常發生有感的服務中斷、線上商店/零售商店的客戶服務感受差、受競爭電訊廠商優惠的吸引 (較優惠的家族方案、數據方案等等)。</p> <p>手機電訊廠商必須能夠全方位檢視他們的使用者基礎，才能讓公司在競爭激烈的市場立於不敗之地。</p>

# Telecommunications_DetailTitle
source: Mobile Phone Carrier
de_de: Mobilfunkdienstleister
es_es: Operador de telefonía móvil
fr_fr: Opérateur de téléphonie mobile
it_it: Gestore di telefonia mobile
ja_jp: 携帯電話会社
ko_kr: 휴대전화 통신업체
pt_br: Operadora de Celular
ru_ru: Оператор мобильной связи
zh_cn: 手机运营商
zh_tw: 手機電訊廠商

# Telecommunications_IndexTagline
source: Learn how a telecommunication company, operating a mobile business, can leverage Cortana Intelligence Suite and Power BI to empower business stakeholders to analyze factors contributing to customer churn.
de_de: Informieren Sie sich über die Möglichkeiten, die Cortana Intelligence Suite und Power BI Stakeholdern in Telekommunikationsunternehmen für Mobilfunk eröffnet, um Faktoren der Kundenabwanderung zu analysieren.
es_es: Conozca la forma en que una compañía de telecomunicaciones, que opera en el negocio de la telefonía móvil, puede usar Cortana Intelligence Suite y Power BI para que aquellas partes con intereses en el negocio puedan analizar los factores que contribuyen a la migración de clientes.
fr_fr: Découvrez de quelle façon une entreprise de télécommunications proposant des services de téléphonie mobile peut tirer profit de la suite Cortana Intelligence Suite et de Power BI pour permettre à ses parties prenantes d’analyser les facteurs influençant l’attrition.
it_it: Scopri in che modo una società di telecomunicazioni, che include un gestore di telefonia mobile, può sfruttare le funzionalità di Cortana Intelligence Suite e Power BI per permettere agli stakeholder aziendali di analizzare i fattori che contribuiscono alla defezione dei clienti.
ja_jp: 携帯事業を営む携帯電話会社が、Cortana Intelligence Suite および Power BI を利用することにより、事業の利害関係者による顧客チャーンの要因分析を強化する方法を学習します。
ko_kr: 모바일 비즈니스를 운영하는 통신 회사가 어떻게 Cortana Intelligence Suite와 Power BI를 활용하여 비즈니스 이해관계자들에게 권한을 부여하고 고객 이탈의 원인을 분석하는지 알아보십시오.
pt_br: Aprenda como uma empresa de telecomunicação, operando um negócio móvel, pode impulsionar Cortana Intelligence Suite e Power BI para empoderar stakeholders de negócios para analisar fatores que contribuem para a rotatividade de clientes.
ru_ru: Узнайте, как телекоммуникационная компания, работающая на рынке услуг мобильной связи, может использовать набор Cortana Intelligence Suite и платформу Power BI для эффективного анализа факторов, влияющих на отток клиентов.
zh_cn: 了解经营手机业务的电信公司如何利用 Cortana Intelligence Suite 和 Power BI，赋予业务利益干系人分析客户流失原因的能力。
zh_tw: 了解經營手機業務的電信公司如何運用 Cortana Intelligence Suite 與 Power BI，賦予業務相關人員分析客戶流失原因的能力。

# Telecommunications_Title
source: Telecommunications
de_de: Telekommunikation
es_es: Telecomunicaciones
fr_fr: Télécommunications
it_it: Telecomunicazioni
ja_jp: 通信
ko_kr: 전자 통신
pt_br: Telecomunicações
ru_ru: Телекоммуникации
zh_cn: 电信业
zh_tw: 電信公司
