Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/Industries.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Insurance_IndexTagline
source: Data is pouring in from insurance companies operations: policy sales, claims, fraud, coverage complexity and premiums all provide companies with a rich set of trends and insights that are waiting to tapped.
de_de: Abschlüsse, Ansprüche, Betrugsversuche, Komplexität der Deckung und Prämien: Alle Aspekte des Versicherungsgeschäfts produzieren große Datenmengen, aus denen Unternehmen aussagekräftige Trends ablesen könnten.
es_es: Las operaciones de las compañías de seguros no dejan de generar datos: ventas de pólizas, reclamaciones, fraudes, complejidad de la cobertura y primas. Todo ello constituye un exhaustivo conjunto de tendencias e información que pueden aprovechar.
fr_fr: Les données affluent des opérations des compagnies d’assurance : les ventes de polices d’assurance, les demandes, les fraudes, la complexité des couvertures et les primes fournissent aux entreprises un ensemble de tendances et d’informations n’attendant qu’à être exploitées.
it_it: Dalle attività delle compagnie di assicurazioni proviene un'enorme quantità di dati su vendite di polizze, sinistri, truffe, complessità delle coperture e premi che contribuiscono a formare un set di tendenze e informazioni da mettere in luce.
ja_jp: 保険会社の業務から流れ込んでくるすべてのデータ (保険の売上、請求、詐欺、保障の複雑性、および保険料) は、会社が傾向や洞察を得るのに役立ちます。
ko_kr: 데이터는 보험 회사 운영에서 무수히 산출됩니다. 보험 회사는 모든 상품 판매, 보험금 지급 요구, 사기, 보장 범위의 복잡도 및 보험료를 통해 언제든지 이용할 수 있는 풍부한 추세 및 통찰력을 제공받습니다.
pt_br: Os dados estão chegando de todas as operações das seguradoras: vendas de apólices, reivindicações, fraudes, complexidade da cobertura e gratificações – todos fornecem às empresas um rico conjunto de tendências e informações prontas para serem exploradas.
ru_ru: Деятельность страховой компании основана на обработке потоков данных: продажи страховых полисов, обращения за выплатами, попытки обмана, сложные схемы страхового покрытия и страховые премии — вся эта информация требует анализа на предмет различных тенденций и закономерностей.
zh_cn: 从保险公司涌入的策略销售、理赔、欺诈、承保复杂度和保费等数据，全都能为公司提供丰富的趋势及深入的见解，只需点击就能轻松查看。
zh_tw: 從保險公司湧入的保單銷售、理賠、詐領、保險範圍複雜度及保費等資料，全都能為公司提供豐富的趨勢及深入資訊，而只要點選就能查看。

# Insurance_Title
source: Insurance
de_de: Versicherungen
es_es: Seguros
fr_fr: Assurance
it_it: Assicurazioni
ja_jp: 保険
ko_kr: 보험
pt_br: Seguro
ru_ru: Страхование
zh_cn: 保险业
zh_tw: 保險

# Manufacturing_DetailsTagline
source: <p>Track key performance indicators in real time: machine utilization, process efficiency, costs, inventory levels, losses and cycle times. </p> <p>Manufacturers need to collaborate, monitor and communicate on available live data to achieve operational excellence. Power BI helps your team monitor real time data from multiple sources into one dashboard and drill down to identify issues when necessary. Get real time alerts with Power BI mobile apps and make your operations more efficient to achieve greater agility and minimize response times. </p> <p>Monitor your supply chain end-to-end and identify problems and bottlenecks before they reach critical processes. Share your dashboards with suppliers and partners so they can adjust to the latest information available, making your processes leaner and smarter. Monitor quality inputs and outputs from all sources, including your customers, to make quick and meaningful decisions that will improve manufacturing quality.</p>
de_de: <p>Verfolgen Sie Key Performance Indicators in Echtzeit: Maschinenauslastung, Prozesseffektivität, Kosten, Lagerbestand, Schwund und Umlaufzeiten. </p> <p>Hersteller erzielen nur dann herausragende Ergebnisse, wenn Sie die verfügbaren Echtzeitdaten für die Kooperation, Überwachung und Kommunikation heranziehen. Power BI unterstützt Ihr Team beim Überwachen von Echtzeitdaten aus verschiedenen Quellen in einem zentralen Dashboard. Daten lassen sich nach Bedarf aufschlüsseln, um Probleme zu erkennen. Mit den mobilen Power BI-Apps erhalten Sie Benachrichtigungen in Echtzeit und steigern die betriebliche Effektivität, um flexibler und reaktionsschneller zu werden. </p> <p>Überwachen Sie die gesamte Lieferkette, und ermitteln Sie Probleme und Engpässe, bevor die zentralen Prozesse beeinträchtigt werden. Teilen Sie Dashboards mit Lieferanten und Geschäftspartnern, damit diese sich nach den jeweils aktuellen Daten richten können. Ihre Prozesse werden so schlanker und intelligenter. Verfolgen Sie die Eingangs- und Ausgangsqualität entlang des gesamten Prozesses einschließlich der Kundendaten, um schnell fundierte Entscheidungen zu treffen, die sich positiv auf die Fertigungsqualität auswirken.</p>
es_es: <p>Realice el seguimiento de los indicadores clave de rendimiento en tiempo real: utilización de máquinas, eficacia del proceso, costos, niveles de inventario, pérdidas y tiempos de ciclo. </p> <p>Los fabricantes deben colaborar, supervisar y comunicar los datos activos disponibles para lograr la excelencia operativa. Power BI ayuda a su equipo a supervisar datos en tiempo real procedentes de varios orígenes en un único panel y, si es necesario, identificar problemas mediante un análisis detallado. Obtenga alertas en tiempo real con las aplicaciones móviles de Power BI y haga que sus operaciones sean más eficaces para conseguir mayor agilidad y reducir al máximo los tiempos de respuesta. </p> <p>Supervise íntegramente su cadena de suministros e identifique los problemas y cuellos de botella antes de los procesos críticos. Comparta sus paneles con proveedores y asociados para que puedan adaptarse a la última información disponible, y de esta forma los procesos serán más eficientes y productivos. Supervise las entradas y salidas de calidad de todos los orígenes, incluyendo sus clientes, para tomar decisiones rápidas y significativas que mejorarán la calidad de la fabricación.</p>
fr_fr: <p>Suivez en temps réel les indicateurs de performance clés&#160;: exploitation des machines, efficacité des procédés, coûts, niveaux des stocks, pertes et temps de cycle. </p> <p>Les fabricants doivent collaborer, surveiller et discuter des données en temps réel disponibles pour atteindre l’excellence opérationnelle. Power&#160;BI aide votre équipe à surveiller les données en temps réel provenant de plusieurs sources dans un tableau de bord et à identifier les problèmes, si nécessaire. Obtenez des alertes en temps réel grâce aux applications mobiles Power&#160;BI et améliorez l’efficacité de vos opérations pour arriver à une plus grande agilité et réduire le temps de réaction. </p> <p>Surveillez de bout en bout votre chaîne logistique et identifiez les problèmes et les points critiques avant qu’ils ne touchent les procédés stratégiques. Partagez vos tableaux de bord avec vos fournisseurs et partenaires de façon à leur permettre de s’adapter aux dernières informations disponibles et à alléger et améliorer vos procédés. Surveillez les entrées et sorties de haute qualité provenant de toutes les sources, y compris vos clients, afin de prendre des décisions rapides et significatives qui amélioreront la qualité de la fabrication.</p>
it_it: <p>Tieni traccia degli indicatori di prestazioni chiave in tempo reale: utilizzo di macchinari, efficienza dei processi, costi, livelli delle scorte, perdite e tempi di ciclo. </p> <p>Per raggiungere l'eccellenza operativa, i produttori devono collaborare, monitorare e comunicare sulla base di dati disponibili in tempo reale. Con Power BI, il tuo team potrà monitorare i dati in tempo reale da più origini in un unico dashboard ed eseguire il drill-down per identificare i problemi quando necessario. Ottieni avvisi in tempo reale con le app Power BI per dispositivi mobili e rendi più efficienti le tue attività per aumentare l'agilità e ridurre al minimo i tempi di risposta. </p> <p>Monitora la supply chain end-to-end e identifica i problemi e i colli di bottiglia prima che interessino i processi essenziali. Condividi i dashboard con fornitori e partner affinché possano tenere conto delle informazioni più recenti in modo da snellire e ottimizzare i loro processi. Monitora input e output di qualità da tutte le origini, inclusi i clienti, per adottare decisioni rapide e significative tali da migliorare la qualità della produzione.</p>
ja_jp: <p>主要業績評価指標 (機械の使用状況、プロセスの効率、費用、在庫レベル、損失、およびサイクル タイム) をリアル タイムに追跡できます。</p> <p>製造元は、利用可能な生のデータに基づいて協働、監視、およびコミュニケーションを行い、業務の卓越性を実現する必要があります。Power BI は、チームが複数のソースのリアル タイム データを 1 つのダッシュボードで監視し、必要に応じてドリルダウンして問題を識別するのに役立ちます。Power BI モバイル アプリでリアル タイムのアラートを受け取ることにより、機敏さを高めて業務をより効率的にし、応答時間を最小化できます。</p> <p>サプライ チェーンを端から端まで監視し、重要なプロセスに達する前に問題やボトルネックを識別できます。利用可能な最新情報に合わせて調整を行い、プロセスをよりスリムでスマートにすることができるよう、サプライヤーやパートナーとダッシュボードを共有できます。顧客を含むすべてのソースからの品質に関する入力と出力を監視し、製造品質の改善につながる有意義な決定を素早く行うことができます。</p>
ko_kr: <p>시스템 사용률, 프로세스 효율, 비용, 재고 수준, 손실 및 주기 시간 등 주요 성능 지표를 실시간으로 추적합니다. </p> <p>제조업체는 운영의 탁월한 성과를 달성하기 위해 사용 가능한 실시간 데이터에 대해 공동 작업, 모니터링 및 의사 소통이 필요합니다. Power BI를 사용하면 귀사의 팀이 다양한 출처에서 나오는 실시간 데이터를 하나의 대시보드에 통합하여 모니터링하고 필요한 경우 드릴다운을 통해 문제를 식별할 수 있습니다. Power BI 모바일 앱에서 실시간 경고를 얻고 운영 효율을 높여서 더 신속한 대처를 달성하고 응답 시간을 최소화합니다. </p> <p>공급망을 처음부터 끝까지 모니터링하여 문제점과 병목이 중요 프로세스에 악영향을 미치기 전에 식별해 냅니다. 대시보드를 협력업체 및 파트너와 공유하여 그들이 사용 가능한 최신 정보를 조정할 수 있도록 함으로써 귀사의 프로세스를 더 간소화하고 더 현명하게 만듭니다. 고객을 포함한 모든 출처에서 오는 품질 입력 및 출력을 모니터링하여 제조 품질 향상에 의미 있는 결정을 신속하게 내립니다.</p>
pt_br: <p>Acompanhe indicadores chave de desempenho em tempo real: utilização da máquina, eficiência do processo, custos, níveis de estoque, perdas e tempos de ciclo. </p> <p>Os fabricantes devem colaborar, monitorar e comunicar dados dinâmicos disponíveis para atingir excelência operacional. O Power BI ajuda sua equipe a monitorar dados em tempo real de várias fontes em um painel e fazer uma busca detalhada para identificar problemas quando necessário. Obtenha alertas em tempo real com os aplicativos móveis do Power BI e torne suas operações mais eficientes para obter maior agilidade e minimizar os tempos de resposta. </p> <p>Monitore sua cadeia de fornecedores de ponta a ponta e identifique problemas e afunilamentos antes que eles alcancem processos críticos. Compartilhe seus painéis com fornecedores e parceiros para que eles tenham acesso às informações mais recentes disponíveis, tornando seus processos mais simples e inteligentes. Monitore informações de entrada e saída sobre qualidade usando todas as fontes, incluindo seus clientes, para tomar decisões rápidas e significativas que aprimorarão a qualidade do processo de fabricação.</p>
ru_ru: <p>Отслеживайте в режиме реального времени ключевые показатели эффективности: уровень задействования машинного оборудования, эффективность технологических процессов, уровень запасов, потери и продолжительность производственного цикла. </p> <p>Компании, которые занимаются производством, вынуждены использовать имеющиеся данные для организации совместной работы, взаимодействия и отслеживания процессов, чтобы добиться максимальной эффективности. Power BI поможет вашим специалистам в режиме реального времени контролировать данные из различных источников, выводить их на общую панель мониторинга и при необходимости детализировать для поиска проблем. Динамические оповещения в мобильных приложениях Power BI помогут вам повысить производительность и гибкость своих процессов, а также сократить время реагирования. </p> <p>Контролируйте свои цепочки поставок на всех этапах, выявляйте проблемы и области риска, прежде чем они смогут нарушить ваше производство. Вы можете предоставлять доступ к своим панелям мониторинга поставщикам и партнерам, чтобы они учитывали актуальную информацию и помогали вам оптимизировать ваши процессы. Исходные данные и результаты контроля качества из различных источников, в том числе от клиентов, помогут вам оперативно принимать осмысленные решения для улучшения производимых товаров.</p>
zh_cn: <p>实时跟踪关键绩效指标，包括机器利用率、流程效率、成本、库存量、损失及周期时间。</p> <p>制造商需具备共同处理、跟踪及传播所提供实时数据的能力，才能实现卓越运营。通过 Power BI，团队可以在同一仪表板上，监视来自多种来源的实时数据，并在需要时向下钻取，从而找出问题。Power BI 移动应用可发出实时警报，让运营更有效率、更灵活，同时将响应时间缩到最短。</p> <p>监视整个供应链，并在其进入关键流程之前，先找出问题和瓶颈。与供应商和合作伙伴共享仪表板，以便他们可以根据所提供的最新信息进行调整，从而使整个流程更加顺畅、更加智能。监视所有源（包含客户）的输入及输出质量，进而迅速制定出有效的决策，以提高制造质量。</p>
zh_tw: <p>即時追蹤關鍵績效指標，包括機器使用狀況、流程效率、成本、庫存量、損失及週期時間。</p> <p>製造商必須能夠共同處理、追蹤及傳播所提供的即時資料，才能達成卓越的營運成效。Power BI 讓您的團隊可以在同一儀表板上，關注來自多種來源的即時資料，並在需要時向下鑽研，從而找出問題。利用 Power BI 行動應用程式收取即時警示，讓您的營運更有效率、更靈活，同時將回應的時間縮到最短。</p> <p>監視整個供應鏈，並在其進入關鍵製程之前，先找出問題及瓶頸。您可以將您的儀表板分享給供應商與合作夥伴一起共用，讓他們可以隨著所提供的最新資訊進行調整，進而讓程序更加流暢及更加聰明。監視所有來源 (包含您的客戶) 的輸入及輸出品質，進而迅速制定出有效的決策，以提高製造品質。</p>

# Manufacturing_DetailTitle
source: Real time visibility into your supply chain for more efficient and faster decisions
de_de: Effizientere und schnellere Entscheidungsfindung durch Echtzeitanalysen der Lieferkette
es_es: Visibilidad en tiempo real en la cadena de suministros para un toma de decisiones más eficaz y rápida
fr_fr: Visibilité en temps réel de votre chaîne logistique pour des décisions plus efficaces et plus rapides
it_it: Visibilità in tempo reale sulla supply chain per decisioni più rapide ed efficaci
ja_jp: より効率的で素早い決定につながる、サプライ チェーンに対するリアル タイムの可視性
ko_kr: 더 효율적이고 빠른 결정을 위한 실시간 공급망 가시성
pt_br: Visibilidade em tempo real de sua cadeia de fornecedores para decisões mais rápidas e eficientes
ru_ru: Более эффективные и быстрые решения благодаря контролю цепочки поставок в режиме реального времени
zh_cn: 实时显示供应链的相关信息，帮助你在更短时间内，制定出更有效的决策
zh_tw: 即時顯示供應鏈的相關資訊，協助您在更短的時間內，制定出更有效的決策

# Manufacturing_IndexTagline
source: The manufacturing process needs to be a well-oiled machine to succeed and the best way of achieving that goal is to have visibility on every process while seeing the big picture.
de_de: Fertigungsprozesse müssen reibungslos ablaufen, um einen Erfolg zu gewährleisten. Voraussetzung hierfür sind Einblicke in alle Prozessschritte, ohne den Überblick über den Gesamtprozess zu verlieren.
es_es: El proceso de fabricación debe ser una máquina bien engrasada para que funcione. El mejor modo de conseguir este objetivo es conocer cada proceso, sin perder de vista la imagen de conjunto.
fr_fr: Le procédé de fabrication doit être une machine bien huilée pour garantir la réussite. Le meilleur moyen d’y arriver est de profiter d’une bonne visibilité pour chaque procédé, tout en ayant une vision globale.
it_it: Per ottenere buoni risultati, i processi produttivi devono essere un meccanismo perfettamente funzionante e il modo migliore per raggiungere questo obiettivo consiste nel disporre della visibilità sui singoli processi e allo stesso tempo sul quadro di insieme.
ja_jp: 製造プロセスを十分にオイルを差した機械のような状態にしておくことが成功の鍵です。その目標を達成する最良の方法は、全体図を見ながらすべてのプロセスを可視化することです。
ko_kr: 제조 프로세스가 성공하려면 시스템이 원활하게 작동해야 하며 이 목표를 달성하는 최선의 방법은 큰 그림을 보면서도 모든 프로세스에 대한 가시성을 확보하는 것입니다.
pt_br: O processo de fabricação deve ser uma máquina bem lubrificada para ter êxito, e o melhor modo de atingir essa meta é ter visibilidade de cada processo e ver simultaneamente o quadro geral.
ru_ru: Бесперебойный производственный процесс — необходимое условие успеха, а добиться этого легче всего путем полного контроля всех этапов и отслеживания общей картины.
zh_cn: 制造流程需要环境中各项条件运行良好，而达成此目标的最好方式就是，能够在看到整体状况的同时，看到每个流程的状况。
zh_tw: 製程的成功需要環境中各項條件運作良好，而達成此目標的最好方式，就是能夠在檢視整體狀況時，也能檢視每項程序的狀況。

# Manufacturing_Title
source: Manufacturing
de_de: Fertigung
es_es: Fabricación
fr_fr: Fabrication
it_it: Produzione
ja_jp: 製造
ko_kr: 제조
pt_br: Fabricação
ru_ru: Производство
zh_cn: 制造业
zh_tw: 製造業
