Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/IntegrationsNew.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# google_analytics_SubContent3
source: Create and store visually impactful dashboards and reports safely. Share your reports with colleagues - anytime, anywhere. With the Microsoft industry-leading cloud computing platform, your data is always secure.
de_de: Erstellen und speichern Sie visuell eindrucksvolle Dashboards und Berichte, ohne Kompromisse bei der Sicherheit einzugehen. Geben Sie Ihre Berichte für Kollegen frei – jederzeit und von praktisch überall aus. Auf der branchenführenden Cloud-Computing-Plattform von Microsoft sind Ihre Daten stets geschützt.
es_es: Cree y almacene con total seguridad paneles e informes visualmente impactantes. Comparta los informes con sus colegas, en cualquier momento y en cualquier lugar. Con la plataforma de informática en la nube de Microsoft, líder del sector, sus datos siempre están protegidos.
fr_fr: Créez et enregistrez des rapports et des tableaux de bord au visuel convaincant, en toute sécurité. Partagez des rapports avec vos collègues, à tout moment, où que vous soyez. Grâce à la plateforme de cloud computing de Microsoft, No 1 sur le marché, vos données sont toujours protégées.
it_it: Crea e archivia potenti dashboard e report di grande impatto visivo con la massima sicurezza. Condividi i tuoi report con i colleghi, in qualsiasi momento e ovunque. Con la piattaforma di cloud computing di Microsoft, leader nel settore, i tuoi dati sono sempre al sicuro.
ja_jp: 視覚的にインパクトのあるダッシュボードやレポートを安全に作成および保存できます。いつでもどこでも、レポートを同僚と共有できます。業界をリードする Microsoft のクラウド コンピューティング プラットフォームでは、常にデータが保護されています。
ko_kr: 시각적으로 임팩트 있는 대시보드 및 보고서를 안전하게 작성하고 저장할 수 있습니다. 동료와 언제 어디서나 보고서를 공유할 수 있습니다. Microsoft 업계 최고의 클라우드 컴퓨팅 플랫폼을 통해 귀하의 데이터는 항상 안전합니다.
pt_br: Crie e armazene com segurança painéis e relatórios visualmente impactantes. Compartilhe seus relatórios com colegas - a qualquer momento, em qualquer lugar. Com a plataforma de computação em nuvem líder no setor da Microsoft, seus dados estão sempre seguros.
ru_ru: Создавайте и безопасно храните визуально информативные отчеты и панели мониторинга. Предоставляйте отчеты для общего доступа своим коллегам когда угодно и где угодно. Благодаря ведущей платформе для облачных вычислений от Майкрософт ваши данные всегда будут в безопасности.
zh_cn: 安全地创建并存储视觉效果强大的仪表板和报表。随时随地与同事共享你的报表。凭借 Microsoft 业内领先的云计算平台，你的数据将始终处于安全状态。
zh_tw: 建立視覺效果強烈的儀表板和報表，並安全地加以儲存。隨時隨地與同事共用您的報表。在 Microsoft 領先業界的雲端運算平台上，您的資料安全無虞。

# salesforce_Content
source: With Power BI you can develop compelling visual reports that bring together your Salesforce CRM data and your other data sources in one place. Obtain a 360° view of your business in minutes with easy to use, drag and drop, pre-built dashboards and reports.
de_de: Mit Power BI können Sie ansprechende visuelle Berichte erstellen, mit denen sich Ihre Salesforce-CRM-Daten und Daten aus anderen Quellen an einem übersichtlichen Ort zusammenfassen lassen. Gewinnen Sie in wenigen Minuten einen vollständigen Überblick über Ihr Unternehmen – mit benutzerfreundlichen, vorkonfigurierten Dashboards und Berichten, die sich einfach per Drag & Drop erstellen lassen.
es_es: Con Power BI, puede desarrollar informes visuales atractivos que reúnen sus datos de Salesforce CRM y otros orígenes de datos en un único lugar. Obtenga una vista integral de su negocio en cuestión de minutos gracias a paneles e informes predefinidos, fáciles de usar y que se pueden arrastrar y colocar.
fr_fr: Avec Power BI, vous pouvez développer des rapports visuels convaincants qui regroupent les données de Salesforce CRM et toutes vos autres sources de données, dans un même endroit. Générez en quelques minutes un aperçu à 360° de vos activités grâce aux rapports et aux tableaux de bord préconçus et faciles à utiliser, faisant appel à la méthode glisser-déplacer.
it_it: Con Power BI puoi sviluppare report visivi accattivanti in cui riunire i tuoi dati di Salesforce CRM e altre origini dati in un unico posto. Ottieni una visione a 360° del tuo business in pochi minuti con dashboard e report predefiniti facili da usare con funzionalità drag-and-drop.
ja_jp: Power BI を使用すると、Salesforce CRM データやその他のデータ ソースを 1 か所にまとめて、説得力のあるビジュアル レポートを作成できます。使いやすくてドラッグ アンド ドロップに対応した構築済みのダッシュボードやレポートを使用して、ビジネスの全体像を確認できます。
ko_kr: Power BI를 통해 Salesforce CRM 데이터와 다른 데이터 소스를 한 곳에 정리한 강력한 시각적 보고서를 개발할 수 있습니다. 사용이 간편하고 끌어서 놓기가 가능하며 사전 작성된 대시보드 및 보고서로 몇 분 안에 비즈니스를 전방위로 살펴볼 수 있습니다.
pt_br: Com o Power BI, você pode desenvolver relatórios visuais convincentes que reúnem em um só local seus dados do Salesforce CRM e suas outras fontes de dados. Obtenha uma visão de 360° dos seus negócios em minutos, com painéis e relatórios pré-criados, de arrastar e soltar e fáceis de usar.
ru_ru: С помощью Power BI вы сможете создавать наглядные визуальные отчеты, в которых будут собраны воедино данные CRM-системы Salesforce и других источников. Простые перетаскиваемые панели мониторинга и отчеты, создаваемые на основе шаблонов, позволяют за считанные минуты получить полное представление о бизнес-данных.
zh_cn: 通过 Power BI，你可开发出极具吸引力的可视化报表，该报表将你的 Salesforce CRM 数据和其他数据源汇聚在一起。通过易于使用、拖放式的预生成的仪表板和报表快速获得有关业务的 360° 全面了解。
zh_tw: 有了 Power BI，您就能夠開發引人注目的視覺報表，將 Salesforce CRM 資料及其他資料來源集中在一處。透過易於使用並具有拖放功能的預先建立儀表板及報表，在幾分鐘內就能全方位檢視您的商務情況。

# salesforce_Heading
source: Enhance your Salesforce Analytics data by integrating it with other applications in minutes.
de_de: Ergänzen Sie Ihre Salesforce Analytics-Daten durch die unkomplizierte Integration mit anderen Anwendungen.
es_es: Mejore sus datos de Salesforce Analytics al integrarlos con otras aplicaciones en solo unos minutos.
fr_fr: Améliorez vos données Salesforce Analytics en les intégrant à d’autres applications, en quelques minutes.
it_it: Perfeziona i tuoi dati di Salesforce Analytics integrandoli con altre applicazioni in pochi minuti.
ja_jp: 数分で他のアプリケーションと統合することで、 Salesforce Analytics データを強化します。
ko_kr: 몇 분 안에 다른 애플리케이션과 통합하여 Salesforce Analytics 데이터를 개선할 수 있습니다.
pt_br: Melhore seus dados do Salesforce Analytics integrando-os com outros aplicativos em minutos.
ru_ru: Повысьте информативность данных Salesforce Analytics, интегрировав их с другими приложениями за считанные минуты.
zh_cn: 通过将 Salesforce Analytics 数据与其他应用程序集成来迅速地增强它。
zh_tw: 快速整合 Salesforce Analytics 資料與其他應用程式，進而發揮更大效用。

# salesforce_SubContent1
source: Identify broader correlations from your Salesforce CRM data easily. With the flexibility of Power BI you can quickly gain insights into your data to uncover the hidden relationships or patterns leading to new opportunities, innovative marketing, and attracting new customers.
de_de: Identifizieren Sie ganz einfach breitere Korrelationen in Ihren Salesforce-CRM-Daten. Dank der Flexibilität von Power BI lassen sich schnell Erkenntnisse aus Ihren Daten gewinnen. So werden verborgene Zusammenhänge und Muster sichtbar, die zu Verbesserungsmöglichkeiten bei der Kundengewinnung und innovativem Marketing führen.
es_es: Identifique fácilmente correlaciones más amplias a partir de sus datos de Salesforce CRM. Gracias a la flexibilidad de Power BI, puede obtener información de sus datos rápidamente para revelar las relaciones o patrones ocultos que proporcionan nuevas oportunidades y un marketing innovador, al tiempo que resultan atractivos para nuevos clientes.
fr_fr: Grâce à vos données Salesforce CRM, identifiez facilement les corrélations plus larges. Grâce à la flexibilité de Power BI, obtenez rapidement des informations utiles sur vos données pour faire apparaître les relations cachées ou les tendances susceptibles de créer de nouvelles opportunités, de générer des idées marketing innovantes et d’attirer de nouveaux clients.
it_it: Identifica facilmente correlazioni più ampie dai tuoi dati di Salesforce CRM. Grazie alla flessibilità di Power BI puoi ottenere rapidamente informazioni dettagliate sui dati per trovare relazioni nascoste o modelli per identificare nuove opportunità, realizzare strategie di marketing innovative e attrarre nuovi clienti.
ja_jp: Salesforce CRM のデータから、より広範な相関関係を簡単に特定します。Power BI の柔軟性を活用してデータに関する洞察を素早く得て、隠れた関係やパターンを発見できます。これは、新しいチャンス、革新的なマーケティング、および新規顧客の獲得につながります。
ko_kr: Salesforce CRM 데이터에서 더 광범위한 상관관계를 쉽게 식별할 수 있습니다. Power BI의 유연성을 통해 데이터에 대한 정보를 쉽게 파악하여 새로운 기회, 혁신적인 마케팅으로 연계되고 새로운 고객을 유치할 수 있는 숨겨진 관계 또는 패턴을 발견할 수 있습니다.
pt_br: Identifique facilmente correlações mais amplas partindo de seus dados do Salesforce CRM. Com a flexibilidade do Power BI, você pode obter informações rapidamente dentro de seus dados para descobrir os padrões ou relações ocultos que levem a novas oportunidades, marketing inovador e atração de novos clientes.
ru_ru: Легко определяйте более широкие корреляции данных CRM-системы Salesforce. Благодаря гибким возможностям Power BI вы сможете быстро получить ценные сведения о своих данных и выявить скрытые отношения или шаблоны, которые раскроют перед вами новые возможности для принятия новаторских маркетинговых решений и привлечения новых клиентов.
zh_cn: 轻松地从你的 Salesforce CRM 数据识别更广泛的关联。凭借 Power BI 的灵活性，可以快速地深入了解数据，以揭开通向新机遇、创新营销和吸引新客户的隐藏关系或模式。
zh_tw: 從您的 Salesforce CRM 資料輕鬆找出更廣泛的關聯性。Power BI 的靈活度讓您可以快速獲得資料的深入解析，發現隱而不見卻能發展新商機和創新行銷的關聯性或模式，並吸引新客戶。

# salesforce_SubContent2
source: Compare your Salesforce CRM data , side by side, against applications like Adobe Analytics digital marketing, Marketo marketing automation, and Google Analytics website data. Connect to dozens of other leading business applications in a few easy steps, leading to new insights and enhanced data clarity.
de_de: Vergleichen Sie Ihre Salesforce-CRM-Daten nebeneinander und mit Daten aus anderen Anwendungen wie dem digitalen Adobe Analytics-Marketing und der Marketo-Marketingautomation sowie mit Google Analytics-Websitedaten. Die Verbindung mit Dutzenden führenden Geschäftsanwendungen ist in wenigen einfachen Schritten hergestellt. Dies ermöglicht neue Erkenntnisse und einen besseren Überblick über die Daten.
es_es: Compare sus datos de Salesforce CRM con aplicaciones como marketing digital de Adobe Analytics, la automatización de marketing de Marketo y los datos del sitio web de Google Analytics. Conéctese en unos pocos pasos a decenas de importantes aplicaciones empresariales, con lo que obtendrá nueva información y una mayor claridad de los datos.
fr_fr: Comparez vos données Salesforce CRM aux applications comme Adobe Analytics pour le marketing numérique, Marketo, logiciel d’automatisation marketing, et aux données de sites web de Google Analytics. Connectez facilement des douzaines d’autres applications profitables pour obtenir de nouvelles informations et clarifier les données.
it_it: Confronta i tuoi dati di Salesforce CRM, affiancati, rispetto ad applicazioni come il marketing digitale di Adobe Analytics e l'automazione di marketing di Marketo e ai dati del sito Web Google Analytics. Connettiti a decine di altre importanti applicazioni aziendali con pochi semplici passaggi, per ottenere informazioni dettagliate e maggiore chiarezza dei dati.
ja_jp: Salesforce CRM データを、Adobe Analytics デジタル マーケティングや Marketo マーケティング オートメーションなどのアプリケーション、および Google Analytics Web サイト データと並べて比較できます。いくつかの簡単なステップで幾十もの他の主要なビジネス アプリケーションと接続することで、新しい洞察やデータの透明性を深めることができます。
ko_kr: Salesforce CRM 데이터를 Adobe Analytics 디지털 마케팅, Marketo 마케팅 자동화와 같은 응용 프로그램 및 Google 애널리틱스 웹 사이트 데이터와 나란히 비교할 수 있습니다. 손쉬운 몇 단계로 수십 개의 다른 우수한 비즈니스 응용 프로그램에 연결하여 새로운 통찰력과 개선된 데이터 명확성을 찾아낼 수 있습니다.
pt_br: Compare seus dados do Salesforce CRM lado a lado, em aplicativos como o marketing digital Adobe Analytics, a automação de marketing Marketo e os dados do site do Google Analytics. Conecte-se a dezenas de outros aplicativos de negócios líderes, obtendo novas informações e uma melhor clareza dos dados.
ru_ru: Сопоставляйте свои данные CRM-системы Salesforce с данными других приложений, таких как Adobe Analytics — системы анализа электронного маркетинга, и Marketo — программы для автоматизации маркетинга, а также данными веб-службы Google Analytics. Подключайтесь к десяткам других ведущих бизнес-приложений, выполнив несколько простых действий: получайте новые ценные сведения и более наглядные данные.
zh_cn: 针对不同应用程序并排地对比你的 Salesforce CRM 数据，如 Adobe Analytics 数字营销、Marketo 营销自动化和 Google Analytics 网站数据。只需几个简单步骤便可连接到数十个其他领先的业务应用程序，从而获得新的见解并提高数据明晰度。
zh_tw: 以您的 Salesforce CRM 資料與 Adobe Analytics 數位行銷、Marketo 自動化行銷及 Google Analytics (分析) 網站資料在各方面相比較。只要幾個簡單步驟即可連接到其他數十個頂尖的商務應用程式，取得新的深入解析及更清楚的資料。

# salesforce_SubContent3
source: Create and store visually impactful dashboards and reports safely. Share your reports with colleagues - anytime, anywhere. With the Microsoft industry-leading cloud computing platform, your data is always secure.
de_de: Erstellen und speichern Sie visuell eindrucksvolle Dashboards und Berichte, ohne Kompromisse bei der Sicherheit einzugehen. Geben Sie Ihre Berichte für Kollegen frei – jederzeit und von praktisch überall aus. Auf der branchenführenden Cloud-Computing-Plattform von Microsoft sind Ihre Daten stets geschützt.
es_es: Cree y almacene con total seguridad paneles e informes visualmente impactantes. Comparta los informes con sus colegas, en cualquier momento y en cualquier lugar. Con la plataforma de informática en la nube de Microsoft, líder del sector, sus datos siempre están protegidos.
fr_fr: Créez et enregistrez des rapports et des tableaux de bord au visuel convaincant, en toute sécurité. Partagez des rapports avec vos collègues, à tout moment, où que vous soyez. Grâce à la plateforme de cloud computing de Microsoft, No 1 sur le marché, vos données sont toujours protégées.
it_it: Crea e archivia potenti dashboard e report di grande impatto visivo con la massima sicurezza. Condividi i tuoi report con i colleghi, in qualsiasi momento e ovunque. Con la piattaforma di cloud computing di Microsoft, leader nel settore, i tuoi dati sono sempre al sicuro.
ja_jp: 視覚的にインパクトのあるダッシュボードやレポートを安全に作成および保存できます。いつでもどこでも、レポートを同僚と共有できます。業界をリードする Microsoft のクラウド コンピューティング プラットフォームでは、常にデータが保護されています。
ko_kr: 시각적으로 임팩트 있는 대시보드 및 보고서를 안전하게 작성하고 저장할 수 있습니다. 동료와 언제 어디서나 보고서를 공유할 수 있습니다. Microsoft 업계 최고의 클라우드 컴퓨팅 플랫폼을 통해 귀하의 데이터는 항상 안전합니다.
pt_br: Crie e armazene com segurança painéis e relatórios visualmente impactantes. Compartilhe seus relatórios com colegas - a qualquer momento, em qualquer lugar. Com a plataforma de computação em nuvem líder no setor da Microsoft, seus dados estão sempre seguros.
ru_ru: Создавайте и безопасно храните визуально информативные отчеты и панели мониторинга. Предоставляйте отчеты для общего доступа своим коллегам когда угодно и где угодно. Благодаря ведущей платформе для облачных вычислений от Майкрософт ваши данные всегда будут в безопасности.
zh_cn: 安全地创建并存储视觉效果强大的仪表板和报表。随时随地与同事共享你的报表。凭借 Microsoft 业内领先的云计算平台，你的数据将始终处于安全状态。
zh_tw: 建立視覺效果強烈的儀表板和報表，並安全地加以儲存。隨時隨地與同事共用您的報表。在 Microsoft 領先業界的雲端運算平台上，您的資料安全無虞。
