Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/PublishToWebIndustries.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Media_QuoteAuthor
source: Dallas Salazar, Seeking Alpha Financial Analyst, September 2016
es_es: Dallas Salazar, Analista financiero de Seeking Alpha, septiembre de 2016
fr_fr: Dallas Salazar, Analyste financier chez Seeking Alpha, septembre 2016
it_it: Dallas Salazar, Seeking Alpha Financial Analyst, settembre 2016
ja_jp: Dallas Salazar、Seeking Alpha Financial Analyst、2016 年 9 月
ko_kr: Dallas Salazar, Seeking Alpha 재무 분석가, 2016년 9월
pt_br: Dallas Salazar, Analista Financeiro da Seeking Alpha, Setembro de 2016
ru_ru: Даллас Салазар (Dallas Salazar), финансовый аналитик, Seeking Alpha, сентябрь 2016 г.
zh_cn: Seeking Alpha 财务分析师 Dallas Salazar，2016 年 9 月
zh_tw: Seeking Alpha 財務分析師 Dallas Salazar，2016 年 9 月

# Nonprofits_HeroDetails_1
source: Nonprofit organizations are increasingly looking to leverage their data to drive insights and impact. With Microsoft Power BI publish to web, nonprofits are able to surface important issues, drive real-time decision making, demonstrate impact and gain important support from its constituents. See if your organization is eligible to receive Power BI subscription for free <a href="{0}">here</a>.
de_de: Gemeinnützige Organisationen sind zunehmend darauf angewiesen, ihre Daten für Analysen und die Steigerung ihres Einflusses nutzbar zu machen. Mit der Microsoft Power BI-Webveröffentlichung können gemeinnützige Organisationen wichtige Anliegen bewusst machen, Entscheidungen in Echtzeit treffen, Veränderungen nachweisen und Unterstützung finden. Überprüfen Sie <a href="{0}">hier</a>, ob Ihre Organisation ein kostenloses Power BI-Abonnement erhalten kann.
es_es: Las organizaciones sin ánimo de lucro buscan poder aprovechar cada vez más los datos para dirigir la información y las repercusiones. Gracias a la característica Publicar en web de Power BI, las organizaciones sin ánimo de lucro pueden descubrir problemas importantes, dirigir la toma de decisiones en tiempo real, mostrar repercusiones y recabar apoyos importantes de sus miembros. Compruebe <a href="{0}">aquí</a> si su organización cumple los requisitos de suscripción gratuita de Power BI.
fr_fr: Les associations cherchent de plus en plus à tirer parti de leurs données afin de générer des insights et d’augmenter leur impact. Avec la publication sur le web de Microsoft Power&#160;BI, les associations peuvent faire émerger des problèmes importants, améliorer la prise de décisions en temps réel, démontrer l’impact de leurs actions et recevoir un support conséquent de leurs intervenants. Découvrez <a href="{0}">ici</a> si votre organisation peut recevoir gratuitement un abonnement Power&#160;BI.
it_it: Le organizzazioni no profit mirano sempre più a usare i propri dati per produrre informazioni critiche e messaggi di grande impatto. Con Pubblica sul Web di Microsoft Power BI, le organizzazioni no profit possono far emergere problemi importanti, prendere decisioni in tempo reale, dimostrare l'impatto e ottenere l'importante supporto dei loro membri. Verifica <a href="{0}">qui</a> se la tua organizzazione è idonea a ricevere gratuitamente una sottoscrizione di Power BI.
ja_jp: 非営利組織では、洞察や影響を得るためにデータの活用に向けられる注意が高まっています。Microsoft Power BI Publish to Web を使用すると、非営利組織は重要な問題を表面化させ、リアルタイムでの意思決定を推進し、影響を実証し、その構成要素から重要なサポートを得られます。組織が Power BI サブスクリプションを無料で受け取る資格があるかについては、<a href="{0}">こちら</a>をご覧ください。
ko_kr: 비영리 조직에서는 점점 정보 활용과 그 영향을 운영하기 위해 데이터를 활용하고 있습니다. 비영리 조직은 Microsoft Power BI 웹에 게시를 통해 중요한 사안을 처리하고, 실시간 의사 결정을 촉진하며, 영향력을 입증하고, 구성원들로부터 중요한 지지를 확보할 수 있습니다. 귀하의 조직이 Power BI 구독을 무료로 받을 수 있는지 여부는 <a href="{0}">여기</a>에서 확인하세요.
pt_br: As organizações sem fins lucrativos estão, cada vez mais, buscando usar seus dados para conduzir insights e impacto. Com o Publicar na Web do Microsoft Power BI, as instituições sem fins lucrativos são capazes de encarar problemas importantes, conduzir a tomada de decisão em tempo real, demonstrar impacto e obter suporte importante de seus membros. Veja <a href="{0}">aqui</a> se a sua organização tem direito a receber uma assinatura gratuita do Power BI.
ru_ru: Некоммерческие организации все чаще занимаются обработкой данных в поиске полезной информации и способов ее донесения до публики. Функция публикации в Интернете через Power BI позволяет некоммерческим учреждениям поднимать важные вопросы, стимулировать безотлагательное принятие решений, демонстрировать значимость обозначенных задач и заручаться поддержкой заинтересованных лиц. Узнать, может ли ваша организация бесплатно оформить подписку на Power BI, можно <a href="{0}">здесь</a>.
zh_cn: 非营利性机构越来越希望利用数据获取见解和推动影响。通过 Microsoft Power BI 的“发布到 Web”功能，非营利组织可展现重要问题、推动实时决策、展示影响并获取其成员的重要支持。可在<a href="{0}">此处</a>查看组织是否有资格免费获取 Power BI 订阅。
zh_tw: 越來越多非營利組織想要運用資料驅動深入解析和影響。透過 Power BI 的發行到網路功能，非營利組織能夠呈現重要議題、驅動即時決策、展示影響力，並獲得其成員的重要支持。前往<a href="{0}">這裡</a>看看您的組織是否符合免費收到 Power BI 訂閱的資格。

# Nonprofits_HeroHeading
source: Nonprofits are doing more good with Power BI publish to web
de_de: Gemeinnützige Organisationen profitieren von der Power BI-Webveröffentlichung
es_es: Las organizaciones sin ánimo de lucro tienen mayor alcance gracias a Publicar en web de Power BI
fr_fr: Les associations utilisent la publication sur le web de Power BI pour faire plus de bonnes actions.
it_it: Le organizzazioni no profit stanno aiutando ancora di più grazie a Pubblica sul Web di Power BI
ja_jp: 非営利組織は Power BI Publish to Web を使用してさらに優れた成果を挙げている
ko_kr: 비영리 조직들은 Power BI 웹에 게시를 통해 많은 일을 하고 있습니다.
pt_br: As instituições sem fins lucrativos estão fazendo o bem com mais facilidade com o Publicar na Web do Power BI
ru_ru: Функция публикации в Интернете, доступная в Power BI, помогает некоммерческим организациям творить добро
zh_cn: 借助 Power BI 的“发布到 Web”功能，非营利组织能够做出更多贡献
zh_tw: 非營利組織透過 Power BI 發行到網路功能做更多好事

# Nonprofits_Quote
source: The Pact team relies on data to inform our business decisions and support our strategy. More importantly it lets us deliver the highest quality service to our partners and beneficiaries in the field and around the world. We are excited to use Power BI to not only make our data more accessible and our reports more meaningful but to help foster a culture of learning among our staff and constituents.
de_de: Das Team von Pact ist auf Daten angewiesen, um geschäftliche Entscheidungen zu treffen und Strategien umzusetzen. Was noch wichtiger ist: Je besser wir unsere Daten verstehen, umso besser ist unser Service. Davon profitieren unsere Partner und Hilfsempfänger vor Ort und weltweit. Wir verwenden Power BI nicht nur, um unsere Daten zugänglicher und unsere Berichte aussagekräftiger zu gestalten, sondern auch, um eine Kultur des Lernens unter unseren Mitarbeitern und Unterstützern zu verbreiten.
es_es: El equipo de Pact se basa en los datos para informar acerca de nuestras decisiones empresariales y dar apoyo a nuestra estrategia. Y lo que es aún más importante, nos permite ofrecer un servicio de la mayor calidad a nuestros asociados y beneficiarios del sector y al resto del mundo. Estamos entusiasmados de poder utilizar Power BI no solo para hacer nuestros datos más accesibles y nuestros informes más significativos, sino también para ayudar a fomentar una cultura del aprendizaje entre nuestros empleados y miembros.
fr_fr: L’équipe Pact fait appel aux données pour informer nos décisions et prendre en charge notre stratégie. Plus important encore, nous pouvons ainsi fournir un service d’excellence à nos partenaires et bénéficiaires sur le terrain et dans le monde entier. Nous sommes très heureux d’utiliser Power BI non seulement pour faciliter l’accès à nos données et rendre nos rapports plus percutants, mais également pour encourager la culture du savoir auprès de notre personnel et de nos intervenants.
it_it: Il team di Pact si affida ai dati per informare le nostre decisioni aziendali e supportare la nostra strategia. Cosa più importante, ci permette di offrire un servizio di massima qualità ai nostri partner e beneficiari sul campo e in tutto il mondo. Siamo entusiasti di usare Power BI non solo per rendere più accessibili i nostri dati e più significativi i nostri report, ma anche per contribuire a promuovere una cultura di formazione tra il nostro staff e i nostri membri.
ja_jp: Pact チームはデータへの信頼のもと、ビジネス上の決定を伝えたり、戦略をサポートしています。さらに重要な点として、データはその分野や世界中のパートナーや受益者に高品質なサービスを提供できるようにします。Power BI を使用すると、データにアクセスしやすくしたりレポートを意義深いものとするだけでなく、スタッフや構成要素において学習文化を促進するのに役立つのは興奮を誘います。
ko_kr: Pact 팀은 비즈니스 의사 결정을 위한 정보를 제공하고 전략을 지원하는 데 데이터를 사용합니다. 이를 통해 무엇보다 전세계의 현장에서 파트너와 수혜 대상에게 최고의 서비스를 제공할 수 있습니다. Power BI를 통해 데이터 액세스 가능성과 보고서의 의미를 더욱 높일 뿐 아니라 종사자와 구성원들 사이에 배움의 문화를 조성하는 데 도움이 된다는 점이 기쁩니다.
pt_br: A equipe do Pact depende dos dados para informar suas decisões comerciais e oferecer suporte à nossa estratégia. Mais importante ainda, ela nos permite fornecer o maior serviço de qualidade aos nossos parceiros e beneficiários em campo e em todo o mundo. Estamos ansiosos para usar o Power BI, não somente para tornar nossos dados mais acessíveis e nossos relatórios mais significativos, mas para ajudar a criar uma cultura de aprendizado entre nossa equipe e constituintes.
ru_ru: Сотрудники компании Pact используют данные для принятия бизнес-решений и реализации своей стратегии. Кроме того, мы получаем возможность предложить нашим партнерам и заинтересованным лицам максимальное качество обслуживания в любом уголке мира. Power BI не только делает наши данные более доступными, а отчеты — более осмысленными; эта служба также помогает нам сформировать культуру обучения среди нашего персонала и клиентов.
zh_cn: Pact 团队依赖数据确保业务决策的合理性和支持我们的策略。更重要的是，它使我们可以向此领域和全球的合作伙伴和受益人提供最优质服务。我们非常喜欢使用 Power BI，因为它不仅可让数据更易使用、报表更有意义，而且有助于在员工和委托人中营造一种学习氛围。
zh_tw: Pact 團隊仰賴資料來告知商務決策並支援我們的政策。更重要的是，讓我們為同領域及全世界的合作夥伴與受益人傳遞最高品質服務。我們很高興能使用 Power BI，不只讓資料更容易存取、報表更容易理解，也有助於培養員工與成員間的學習風氣。

# Nonprofits_QuoteAuthor
source: Christian Loucq, Pact’s Chief Global Engagement and Strategy Officer
de_de: Christian Loucq, Chief Global Engagement and Strategy Officer von Pact
es_es: Christian Loucq, Consejero delegado de estrategia y compromiso global de Pact
fr_fr: Christian Loucq, Responsable de la stratégie et de l’engagement au niveau mondial, Pact
it_it: Christian Loucq, Chief Global Engagement and Strategy Officer di Pact
ko_kr: Christian Loucq, Pact 수석 글로벌 참여 및 전략 전문가
pt_br: Christian Loucq, Diretor-chefe de Estratégia e Engajamento Global do Pact
ru_ru: Кристиан Лук (Christian Loucq), директор компании Pact по вопросам глобального взаимодействия и стратегии
zh_cn: Pact 的全球首席参与官兼策略官 Christian Loucq
zh_tw: Pact 全球參與及策略主管 Christian Loucq

# PublicSector_HeroDetails
source: Microsoft Power BI publish to web empowers leaders of communities and citizens around the world to create and share dynamic interactive visualizations on key matters such as education, housing, public participation, budget, and the environment. Public sector entities are able to easily create compelling, interactive visualizations, using data from hundreds of sources, that can be shared publicly, making transparency a daily part of governance.
de_de: Mit der Microsoft Power BI-Webveröffentlichung können Kommunalverwaltungen und Bürger weltweit dynamische interaktive Visualisierungen zu zentralen Themen wie Bildung, Wohnen, Bürgerbeteiligung, Haushalt und Umwelt erstellen und freigeben. Körperschaften des öffentlichen Sektors können leicht überzeugende interaktive Visualisierungen mit Daten aus Hunderten von Quellen erstellen, die für die Öffentlichkeit freigegeben werden können – Transparenz wird so zum Regierungsalltag.
es_es: La característica Publicar en web de Microsoft Power BI permite crear y compartir visualizaciones interactivas dinámicas sobre asuntos clave como la educación, la vivienda, la participación pública, el presupuesto o el medio ambiente a los líderes de cualquier comunidad y a los usuarios de todo el mundo. Las entidades del sector público pueden crear fácilmente atractivas visualizaciones interactivas, mediante datos obtenidos a partir de cientos de orígenes, que se pueden compartir de forma pública, convirtiendo así la transparencia en norma fundamental del gobierno.
fr_fr: La publication sur le web de Microsoft Power BI permet aux leaders des communautés et aux citoyens du monde entier de créer et de partager des visualisations interactives dynamiques sur des sujets clés tels que l’éducation, l’hébergement, la participation du public, le budget et l’environnement. Les organismes du secteur public sont en mesure de créer des visualisations interactives et percutantes à l’aide de données provenant de centaines de sources. Ces visualisations peuvent être partagées publiquement. La transparence fait ainsi partie de la gouvernance au quotidien.
it_it: Pubblica sul Web di Microsoft Power BI offre ai leader delle comunità e ai cittadini di tutto il mondo la possibilità di creare e condividere visualizzazioni interattive dinamiche su argomenti chiave, quali l'istruzione, il settore immobiliare, la partecipazione pubblica, il budget e l'ambiente. Le entità del settore pubblico hanno la possibilità di creare facilmente accattivanti visualizzazioni interattive, usando dati provenienti da centinaia di origini, condivisibili pubblicamente, e rendendo la trasparenza una parte essenziale delle attività governative.
ja_jp: Microsoft Power BI Publish to Web は世界中のコミュニティのリーダーたちや市民が、教育、住宅、国民参加、予算、環境などの主要な問題について、動的で対話型の視覚化を作成して共有するのを支援しています。公的機関は数百ものソースのデータを使用して説得力がある対話型の視覚化を作成し、それを公開できるため、日常業務のガバナンスに透明性がもたらされます。
ko_kr: Microsoft Power BI 웹에 게시는 전세계 커뮤니티 및 시민 사회 리더들에게 교육, 주거, 공공 참여, 예산 및 환경 등 주요 사안들에 대해 동적인 대화형 시각화를 제작 및 공유할 수 있는 능력을 부여합니다. 공공 부문 주체들은 수백 가지의 데이터 소스를 활용하여 강력한 대화형 시각화를 간편하게 제작하여 대중에 공개함으로써 일상의 업무에 투명성을 부여할 수 있습니다.
pt_br: O Publicar na Web do Microsoft Power BI capacita líderes de comunidade e cidadãos em todo o mundo para criar e compartilhar visualizações interativas dinâmicas sobre assuntos essenciais, como educação, habitação, participação pública, orçamento e meio ambiente. As entidades do setor público podem criar facilmente visualizações interativas e atraentes, usando dados de centenas de fontes, que podem ser compartilhadas publicamente, tornando a transparência uma parte diária da governança.
ru_ru: Функция публикации в Интернете, доступная в Microsoft Power BI, позволяет популярным участникам сообществ и людям во всем мире создавать и публиковать динамические интерактивные визуализации, посвященные важнейшим вопросам: образованию, жилью, гражданской деятельности, бюджету и защите окружающей среды. Государственные учреждения получают возможность легко создавать интересные интерактивные визуализации, используя для этого данные из сотен источников, и публиковать их для всех желающих, что существенно повышает прозрачность государственного управления.
zh_cn: 借助 Microsoft Power BI 的“发布到 Web”功能，世界各地的社区领袖和公民可针对关键问题（如教育、住房、公共参与、预算和环境）创建和共享动态交互式可视化效果。公营单位可利用来自数百个来源的公开共享的数据，轻松创建具有吸引力的交互式可视化效果，确保日常治理的透明度。
zh_tw: Microsoft Power BI 發行到網路功能讓全球各地的社區領袖與公民能夠針對教育、住宅、公共參與、預算及環境等重大事件，建立並共用動態的互動式視覺效果。公營事業能夠使用來自數百個來源的資料輕鬆建立引人入勝的互動式視覺效果，而且可以公開共用，讓透明度對管理而言稀鬆平常。

# PublicSector_HeroHeading
source: Public sector entities are empowering leaders and driving greater transparency with Power BI publish to web
de_de: Mit der Power BI-Webveröffentlichung unterstützen Körperschaften des öffentlichen Sektors Führungskräfte und sorgen für Transparenz
es_es: Con la característica Publicar en web de Power BI, las entidades del sector público proporcionan las herramientas necesarias a sus líderes y una mayor transparencia
fr_fr: Les organismes du secteur public encouragent les leaders et favorisent une transparence accrue avec la publication Power BI sur le web.
it_it: Gli organismi del settore pubblico forniscono più strumenti ai leader e inducono una maggiore trasparenza con Pubblica sul Web di Power BI
ja_jp: 公的機関はリーダーたちを支援し、Power BI Publish to Web により透明性を強化しようとしています
ko_kr: 공공 부문 단체들은 Power BI 웹에 게시를 통해 리더들을 지원하고 투명성을 제고하고 있습니다.
pt_br: As entidades do setor público estão capacitando líderes e gerando maior transparência com o Publicar na Web do Power BI
ru_ru: Благодаря функции публикации в Интернете через Power BI государственные учреждения расширяют возможности граждан и повышают прозрачность своей работы
zh_cn: 通过 Power BI 的“发布到 Web”功能，公共部门实体可为领袖提供强大支持并提高透明度
zh_tw: 公部門實體透過 Power BI 的發行到網路功能讓領導人更有能力，也提升資料透明度

# PublicSector_Quote
source: By creating a Power BI report with this data, we were able to render our own visualizations and compare emerging trends within several thematic areas to understand what is most important to citizens in the realms of education, housing, public participation, income, the environment, and others.
de_de: Indem wir einen Power BI-Bericht mit diesen Daten erstellt haben, konnten wir sie in eigenen Visualisierungen darstellen. So konnten wir aufkommende Trends in verschiedenen Themenbereichen vergleichen und feststellen, was für unsere Bürger in den Bereichen Bildung, Wohnen, Bürgerbeteiligung, Einkommen, Umwelt usw. besonders wichtig ist.
es_es: Mediante la creación de un informe de Power BI con estos datos podemos generar visualizaciones propias y comparar las tendencias emergentes dentro de varias áreas temáticas para comprender qué es lo más importante para los ciudadanos en cuanto a educación, vivienda, participación pública, ingresos, medio ambiente y muchas otras cuestiones.
fr_fr: En créant un rapport Power BI avec ces données, nous avons pu assurer le rendu de nos propres visualisations et comparer les tendances naissantes dans plusieurs thématiques. Cela nous a permis de comprendre ce qui est le plus important aux yeux des citoyens dans des domaines tels que l’éducation, l’hébergement, la participation du public, le niveau de vie et l’environnement.
it_it: La creazione di un report di Power BI con questi dati permette di eseguire il rendering di visualizzazioni personalizzate e di confrontare le tendenze emergenti con diverse aree tematiche, per comprendere ciò che è più importante per i cittadini nei settori di istruzione, immobiliare, partecipazione pubblica, fatturato, ambiente e tanti altri.
ja_jp: このデータを使用して Power BI レポートを作成することで、独自の視覚化を表示するほか、テーマになっている複数の領域で新しい傾向を比較し、教育、住宅、国民参加、歳入、環境などの分野で市民が最も重視する点を理解できます。
ko_kr: 이 데이터를 통해 Power BI 보고서를 만들어 자체 시각화를 렌더링하고 몇 가지 테마 영역에서 새로운 경향을 비교하여 교육, 주거, 공공 참여, 수입, 환경 및 기타 영역에서 시민들에게 가장 중요한 것이 무엇인지 파악할 수 있었습니다.
pt_br: Ao criar um relatório do Power BI com esses dados, podemos renderizar nossas próprias visualizações e comparar as tendências emergentes com diversas áreas temáticas para entender o que é mais importante para os cidadãos em termos de educação, habitação, participação pública, receita, meio ambiente, entre outros.
ru_ru: Создавая отчеты Power BI на основе своих данных, мы формируем собственные визуализации и сравниваем новые тенденции в различных предметных областях, чтобы понять, что больше всего волнует граждан в вопросах образования, жилья, гражданской деятельности, финансов, экологии и других сферах жизни.
zh_cn: 通过使用此数据创建 Power BI 报表，可呈现自己的可视化效果和比较若干主题领域的新趋势，了解教育、住房、公共参与、收入和环境等领域中对公民而言最重要的问题。
zh_tw: 藉由使用這份資料來建立 Power BI 報表，我們能夠轉譯自己的視覺效果，並比較數個主要區域的新興趨勢，進而了解公民在教育、住宅、公共參與、收入、環境等領域最重視的是什麼。

# PublicSector_QuoteAuthor
source: Civic Innovation Project, February 2016
de_de: Civic Innovation Project, Februar 2016
es_es: Civic Innovation Project, febrero de 2016
fr_fr: Civic Innovation Project, février 2016
it_it: Civic Innovation Project, febbraio 2016
ja_jp: Civic Innovation Project、2016 年 2 月
ko_kr: Civic Innovation Project, 2016년 2월
pt_br: Projeto de Inovação Cívica, Fevereiro de 2016
ru_ru: Проект Civic Innovation Project, февраль 2016 г.
zh_cn: 公民创新项目，2016 年 2 月
zh_tw: Civic Innovation Project，2016 年 2 月
