Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/PublishToWebIndustries.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Businesses_HeroDetails
source: With Microsoft Power BI publish to web, businesses can embed interactive data visualizations into their public facing blog and websites, or share stunning visuals through their emails or social media communications. Businesses are taking advantage of the ability to tell stories with any data, any way, with powerful custom visuals -- reaching millions of users on any device.
de_de: Mit dem Microsoft Power BI-Feature „Webveröffentlichung“ können Unternehmen interaktive Datenvisualisierungen in ihre öffentlichen Blogs und Websites einbetten oder beeindruckende Visualisierungen über E-Mail oder Social Media freigeben. Viele Unternehmen schätzen die vielfältigen Möglichkeiten, mit ihren Daten Geschichten zu erzählen sowie diese überzeugend zu visualisieren – und erreichen so Millionen von Benutzern auf beliebigen Geräten.
es_es: Mediante la característica Publicar en web de Microsoft Power BI, las empresas pueden insertar datos interactivos para que los vea el público en sus blogs y sitios web, o compartir sorprendentes objetos visuales en sus comunicaciones a través del correo electrónico o las redes sociales. Las empresas se benefician de la capacidad de poder contar historias a partir de todos los tipos de datos, de todas las formas posibles, con potentes objetos visuales personalizados que llegan a millones de usuarios a través de cualquier dispositivo.
fr_fr: Avec la publication sur le web de Microsoft Power BI, les entreprises peuvent incorporer des visualisations de données interactives dans leur blog ou site web public. Elles peuvent également partager des visuels incroyables dans leurs e-mails ou communications sur les réseaux sociaux. Les entreprises tirent parti de la possibilité de présenter leurs informations avec différentes données et de puissants visuels, à leur convenance. Elles ciblent ainsi des millions d’utilisateurs sur tous les appareils.
it_it: Con Pubblica sul Web di Microsoft Power BI le aziende possono incorporare visualizzazioni interattive dei dati in blog e siti Web pubblici o condividere oggetti visivi accattivanti nei messaggi di posta elettronica o nelle comunicazioni sui social media. Le aziende stanno sfruttando la capacità di comunicare le storie con qualsiasi dato e in qualsiasi modo per mezzo di incisivi oggetti visivi personalizzati messi a disposizione di milioni di utenti in qualsiasi dispositivo.
ja_jp: Microsoft Power BI Publish to Web によって、ビジネスで対話型のデータ視覚化を一般向けブログや Web サイトに埋め込んだり、人を引き付けるビジュアルを電子メールやソーシャル メディア コミュニケーションで共有できます。強力なカスタム ビジュアルにより、どのようなデータや方法でもストーリーを伝える機能をビジネスで活用でき、あらゆるデバイスを使用している数百万人ものユーザーに伝えることができます。
ko_kr: 기업에서는 Microsoft Power BI 웹에 게시를 통해 대중들이 접하는 블로그 및 웹 사이트에 대화형 데이터 시각화를 포함하거나 이메일 또는 소셜 미디어 홍보를 통해 멋진 시각적 개체를 공유할 수 있습니다. 기업은 모든 데이터와 방법에서 스토리를 들려줄 수 있는 강력한 사용자 지정 시각적 개체의 장점을 활용하여 다양한 장치에서 수백 만의 사용자에게 다가갈 수 있습니다.
pt_br: Com o Publicar na Web do Microsoft Power BI, as empresas podem inserir visualizações de dados interativos em seus blogs e sites voltados ao público ou compartilhar visuais incríveis por meio de seus emails ou comunicações de mídia social. As empresas estão aproveitando a capacidade de contar histórias com qualquer dado, de qualquer forma, com visuais personalizados avançados, alcançando milhões de usuários em qualquer dispositivo.
ru_ru: Благодаря функции публикации в Интернете, доступной в Microsoft Power BI, компании могут внедрять в свои общедоступные блоги и на веб-сайты интерактивные визуализации данных, а также делиться интересными визуальными элементами, распространяя их по электронной почте и другим каналам. Предприятия используют преимущества, позволяющие им создавать сюжеты на основе любых данных удобными для них способами с помощью функциональных визуальных элементов, тем самым обращаясь к миллионам пользователей на самых разных устройствах.
zh_cn: 借助 Microsoft Power BI 的“发布到 Web”功能，公司可在面向公众的博客和网站中嵌入交互式数据可视化效果，或通过电子邮件或社交媒体通信共享精彩的视觉对象。公司将可利用任何方式、任何数据，借助强大的自定义视觉对象讲述故事 - 影响力遍及使用任意设备的数百万用户。
zh_tw: 有了 Microsoft Power BI 發行到網路功能，企業能夠將互動式資料視覺效果內嵌到與公眾互動的部落格及網站中，或透過電子郵件或社交媒體通訊來分享令人驚豔的視覺效果。企業以任何方式搭配強大的自訂視覺效果來透過任何資料說故事，藉此觸及使用各種裝置的數百萬名使用者。

# Businesses_HeroHeading
source: Businesses are bringing their stories to life with Power BI publish to web
de_de: Überzeugende und anschauliche Unternehmenskommunikation mit der Power BI-Webveröffentlichung
es_es: Las empresas dan vida a sus historias mediante la característica Publicar en web, de Power BI
fr_fr: Les entreprises donnent vie à leurs informations avec la publication Power BI sur le web
it_it: Le aziende danno vita alle loro storie con Pubblica sul Web di Power BI
ja_jp: ビジネスは Power BI Publish to Web によってストーリーに息を吹き込んでいる
ko_kr: Power BI 웹에 게시는 기업의 스토리에 생명을 불어 넣습니다.
pt_br: As empresas estão dando vida às suas histórias com o Publicar na Web do Power BI
ru_ru: Компании воплощают идеи с помощью функции публикации в Интернете через Power BI
zh_cn: 公司可利用 Power BI 的“发布到 Web”功能让故事生动活泼
zh_tw: 企業透過 Power BI 的發佈至網路功能讓他們的故事成真

# Businesses_Quote
source: In our business at JJ Food Services, data is key and revealing the unknown from a giant set of historical data is more important than ever for our survival and competitive advantage. Microsoft Power BI has revolutionized the way we share and visualize data with our internal colleagues and external trading partners. Various Power BI dashboards help us to keep an eye on the business and make it easier to identify areas of concerns. In a very short period of time, it has become one of the most popular and important business tools for the company due to its ease of use and contemporary design. The Power BI publish to web feature has also helped us significantly in our digital transformation journey and communications with our suppliers and customers. Products and services related data insights are now easily shared with external parties for them to view and interact with the data, using this powerful feature.
de_de: Unser Unternehmen JJ Food Services ist auf Daten angewiesen, und das Gewinnen neuer Informationen aus einer gewaltigen Menge bereits vorhandener Daten ist wichtiger denn je, damit wir auf dem Markt bestehen und Wettbewerbsvorteile erzielen können. Mit Microsoft Power BI können wir Daten auf völlig neue Weise visualisieren und für unsere internen Kollegen und externen Handelspartner freigeben. Verschiedene Power BI-Dashboards erleichtern es uns, das Geschäft im Auge zu behalten und Problembereiche zu identifizieren. Power BI wurde aufgrund seiner Benutzerfreundlichkeit und seines modernen Designs in kürzester Zeit zu einem der beliebtesten und für uns wichtigsten Unternehmenstools. Das Power BI-Feature „Webveröffentlichung“ half uns außerdem wesentlich auf unserem Weg zur Digitalisierung und bei der Kommunikation mit unseren Lieferanten und Kunden. Produkte und Dienste rund um die Auswertung von Daten lassen sich jetzt einfach für außenstehende Dritte freigeben, damit sie mithilfe dieses leistungsfähigen Features die Daten anzeigen und mit ihnen interagieren können.
es_es: En nuestra empresa, JJ Food Services, los datos son cruciales y revelar lo desconocido de un conjunto gigante de datos históricos es más importante que nunca para nuestra supervivencia, una ventaja competitiva. Microsoft Power BI ha revolucionado la manera de ver datos y compartirlos con nuestros internamente y con asociados comerciales externos. Con varios paneles de Power BI podemos controlar la empresa e identificar mejor los aspectos problemáticos. En un breve periodo de tiempo, se ha convertido en una de las herramientas empresariales más populares e importantes para la empresa, gracias a su facilidad de uso y diseño contemporáneo. La característica Publicar en web de Power BI también nos ha ayudado mucho en nuestra transformación a digital, así como con las comunicaciones con los proveedores y los clientes. Mediante esta eficaz herramienta, ahora se comparte fácilmente con terceros la información de los datos sobre productos y servicios para que los vean e interaccionen con ellos.
fr_fr: Les données sont un atout primordial pour JJ Food Services. Révéler des informations inconnues à partir d’un immense ensemble de données d’historique est plus important que jamais pour notre pérennité, ainsi que pour garder un avantage sur la concurrence. Microsoft Power BI a révolutionné la façon dont nous partageons et visualisons les données avec nos collègues et nos partenaires commerciaux. Les différents tableaux de bord Power BI nous aident à avoir une vue d’ensemble de l’activité et à identifier plus facilement les problématiques. Ils sont devenus en un temps record l’outil le plus populaire et le plus important de notre entreprise grâce à leur convivialité et à leur design contemporain. La fonctionnalité de publication sur le web de Power BI nous a également considérablement aidé dans notre transformation numérique et nos communications avec nos fournisseurs et clients. Nous pouvons à présent facilement partager les insights données relatifs à nos produits et services avec des parties externes. Celles-ci peuvent ainsi consulter et exploiter les données à l’aide de cette puissante fonctionnalité.
it_it: Nella nostra azienda JJ Food Services, i dati sono essenziali e riuscire a usare efficacemente l'enorme mole di dati cronologici per elaborare previsioni e analisi è della massima importanza per sopravvivere e ottenere un vantaggio competitivo. Microsoft Power BI ha rivoluzionato il modo con cui si condividono e si visualizzano i dati con i colleghi all'interno dell'azienda e con i partner commerciali esterni. I vari dashboard di Power BI consentono di tenere sotto controllo le attività aziendali e semplificare l'identificazione delle aree problematiche. In poco tempo, è diventato uno degli strumenti aziendali più diffuso e importante per la società, grazie alla facilità d'uso e alla progettazione moderna. La funzionalità Pubblica sul Web di Power BI ci ha anche aiutati notevolmente nel percorso di trasformazione digitale e nelle comunicazioni con fornitori e clienti. Con questa potente funzionalità, le informazioni dettagliate sui dati relative a prodotti e servizi ora possono essere condivise facilmente con attori esterni in modo che possano visualizzare e interagire con i dati.
ja_jp: JJ Food Services の事業ではデータが鍵を握っており、膨大な履歴データをもとに不明な点を明らかにすることは、当社が生存し、競争優位性を保つうえでかつてなく重要です。Microsoft Power BI は、社内の同僚や社外の取引先とのデータ共有やデータの視覚化を行う方法に革命を巻き起こしました。さまざまな Power BI ダッシュボードは、事業に目を配り、懸念事項を簡単に特定するのに役立っています。使いやすく現代的なデザインを備えていることから、当社では、非常に短い期間のうちに最も人気で重要なビジネス ツールの 1 つとなりました。また Power BI Publish to Web 機能も、デジタル変革の過程や、サプライヤーや顧客とのやり取りで大変役立っています。この強力な機能を使用し、製品やサービスに関連するデータについての洞察を、データの表示や操作を行うために簡単に外部と共有できるようになりました。
ko_kr: JJ Food Services에서의 우리 업무는 데이터가 핵심이며 엄청난 양의 기록 데이터에서 알 수 없는 무언가를 공개하는 것이 생존 및 경쟁 우위를 위해 무엇보다 중요합니다. Microsoft Power BI는 내부 동료 및 외부 거래 파트너와 데이터를 공유하고 시각화하는 방법을 혁신해왔습니다. 다양한 Power BI 대시보드를 통해 업무를 계속 주시하고 우려되는 영역을 쉽게 확인할 수 있습니다. 사용 편의성과 최신 디자인으로 인해 단시간 만에 회사에서 매우 인기 있고 중요한 업무 도구 중 하나가 되었습니다. Power BI 웹에 게시 기능은 또한 디지털 변경 작업 과정과 공급업체 및 고객과의 의사소통에 큰 도움을 주었습니다. 데이터 정보 활용과 관련된 제품과 서비스는 이제 이 강력한 기능을 사용하여 데이터를 보고 와 쉽게 활용할 수 있도록 외부 당사자와 공유되어 있습니다.
pt_br: Em nosso negócio na JJ Food Services, os dados são essenciais e a revelação de dados desconhecidos entre um conjunto de dados históricos gigante é mais importante do que nunca para a nossa sobrevivência e vantagem competitiva. O Microsoft Power BI revolucionou a maneira pela qual compartilhamos e visualizamos os dados com nossos colegas internos e parceiros comerciais externos. Diversos dashboards do Power BI nos ajudam a ficar de olho nos negócios e facilitam a identificação de áreas de preocupação. Em um período muito curto, ele se tornou uma das ferramentas comerciais mais populares e importantes para a empresa, devido à facilidade de uso e design contemporâneo. O recurso Publicar na Web do Power BI também nos ajudou de maneira significativa na jornada de transformação digital e comunicação com nossos fornecedores e clientes. Os insights de dados relacionados a produtos e serviços agora são facilmente compartilhados com participantes externos para que eles exibam e interajam com os dados, usando esse recurso poderoso.
ru_ru: Для нашей компании, JJ Food Services, данные имеют ключевое значение, и анализ огромного массива ретроспективных данных сегодня играет особую роль в борьбе за конкурентное преимущество. Служба Microsoft Power BI коренным образом изменила наш подход к визуализации данных и их демонстрации нашим коллегам внутри компании и внешним торговым партнерам. Различные панели мониторинга Power BI помогают нам следить за положением дел и упрощают выявление проблемных аспектов. Благодаря простоте использования и современному дизайну служба Power BI очень быстро стала одним из популярнейших и важнейших бизнес-средств в нашей компании. Функция публикации в Интернете, доступная в Power BI, также очень помогла нам в ходе внедрения цифровых технологий, а также значительно упростила взаимодействие с поставщиками и клиентами. Благодаря этой эффективной функции мы легко можем делиться аналитическими данными о продуктах и службах с нашими партнерами, позволяя им просматривать эти данные и взаимодействовать с ними.
zh_cn: 对 JJ Food Services 业务而言，数据是关键，而鉴于公司的生存和竞争优势，从大量历史数据揭示出未知因素也变得前所未有地重要。Microsoft Power BI 彻底改变了我们与内部同事和外部贸易合作伙伴共享和可视化数据的方式。各种 Power BI 仪表有助于我们密切关注业务进展，更容易鉴别出所关注的领域。由于其易用性和现代化设计，它在非常短的时间内便已迅速跻身为最受企业欢迎和最重要的业务工具之一。Power BI 的“发布到 Web”功能还对我们的数字化转换之旅以及与供应商和客户之间的交流大有裨益。使用此强大的功能，现可轻松与外部各方共享与产品和服务相关的数据见解，供其查看数据，并与之交互。
zh_tw: 我們在 JJ Food Services 的業務中，資料就是關鍵，而從極大量的歷史資料中發掘未知內容，對我們的生存和競爭優勢而言有著前所未有的重要性。Microsoft Power BI 徹底改革了我們與內部同事及外部交易夥伴共用資料，以及將其視覺化的方式。各種 Power BI 儀表板協助我們留心業務，也讓找出相關區域變得更容易。它在極短時間內，就靠著易用性和現代化設計成為公司最熱門、最重要的商務工具之一。Power BI 發行到網路功能也在我們的數位轉型旅程以及與供應商和客戶的通訊方面，提供了大力助益。使用這項強大的功能，我們現在能夠輕鬆與外部合作對象共用產品與服務相關的資料深入解析，讓他們檢視資料並與其互動。

# Businesses_QuoteAuthor
source: Mushtaque Ahmed, Chief Operating Officer, JJ Food Service Limited
de_de: Mushtaque Ahmed, Geschäftsführer bei JJ Food Service Limited
es_es: Mushtaque Ahmed, director ejecutivo, JJ Food Service Limited
fr_fr: Mushtaque Ahmed, Directeur général, JJ Food Service Limited
it_it: Mushtaque Ahmed, Responsabile capo delle operazioni, JJ Food Service Limited
ja_jp: Mushtaque Ahmed、最高執行責任者、JJ Food Service Limited
ko_kr: Mushtaque Ahmed, COO(업무최고책임자), JJ Food Service Limited
pt_br: Mushtaque Ahmed, Diretor de Operações, JJ Food Service Limited
ru_ru: Муштак Ахмед (Mushtaque Ahmed), руководитель производственного отдела компании JJ Food Service Limited
zh_cn: JJ Food Service 有限公司的首席运营官 Mushtaque Ahmed
zh_tw: JJ Food Service Limited 營運長 Mushtaque Ahmed

# Media_HeroDetails
source: Microsoft Power BI publish to web helps journalists, bloggers and reporters deepen stories with data visualizations. Create compelling stories that capture audience attention and give an interesting look at insights. Power BI publish to web allows journalists to build and share highly interactive data visualizations with no coding required and the ability to reach unlimited views on any device.
de_de: Mit der Microsoft Power BI-Webveröffentlichung können Journalisten, Blogger und Reporter ihre Geschichten mit Datenvisualisierungen unterfüttern. Erzählen Sie überzeugende Geschichten, die das Publikum fesseln, und bieten Sie interessante Einblicke. Mit der Power BI-Webveröffentlichung können Journalisten außerdem Datenvisualisierungen mit hoher Interaktivität erstellen und freigeben. Dabei sind keine Programmierkenntnisse erforderlich. Die Anzahl der Aufrufe ist unbegrenzt – wie die der verschiedenen Geräte.
es_es: La característica Publicar en web de Microsoft Power BI ayuda a los periodistas, blogueros y reporteros a ofrecer historias más detalladas gracias a las visualizaciones de datos. Cree atractivas historias que atrapen la atención de la audiencia y otorgue un aspecto interesante a la información. La característica Publicar en web, de Power BI, permite a los periodistas generar y compartir visualizaciones de datos sumamente interactivas sin necesidad de código, y la posibilidad de alcanzar un número ilimitado de visualizaciones a través de cualquier tipo de dispositivo.
fr_fr: La publication sur le web de Microsoft Power BI permet aux journalistes et aux blogueurs de renforcer leurs récits avec des visualisations de données. Créez des histoires percutantes qui capturent l’attention du public et présentent les insights de façon attrayante. La publication Power BI sur le web permet aux journalistes de créer et de partager des visualisations de données hautement interactives, sans codage, et ainsi d’obtenir des visualisations illimitées sur n’importe quel appareil.
it_it: Pubblica sul Web di Microsoft Power BI aiuta giornalisti, blogger e reporter ad approfondire le storie con le visualizzazioni di dati. Creare storie accattivanti che catturino l'attenzione del pubblico e offrano uno sguardo interessante sugli approfondimenti critici. Pubblica sul Web di Power BI consente ai giornalisti di creare e condividere visualizzazioni di dati altamente interattive senza nessuna esigenza di scrivere codice e con la capacità di ottenere visualizzazioni illimitate in qualsiasi dispositivo.
ja_jp: Microsoft Power BI Publish to Web は、ジャーナリスト、ブロガー、リポーターがデータ視覚化によりストーリーを深めるのに役立ちます。閲覧者の注意をひきつける説得力あるストーリーを作成し、洞察に興味深い外観を与えましょう。Power BI Publish to Web を使用するとジャーナリストは対話性の高いデータ視覚化を構築して共有でき、コーディングは不要で、どんなデバイスからでも制限なく表示できます。
ko_kr: 언론인, 블로거, 기자들은 Microsoft Power BI 웹에 게시의 데이터 시각화를 활용하여 스토리에 깊이를 부여할 수 있습니다. 주목을 받을 수 있는 강력한 스토리를 만들고 관심을 끄는 디자인을 입혀 보세요. 코딩이 필요하지 않으며 어느 장치에서나 무제한 뷰에 연결할 수 있는 Power BI 웹에 게시를 통해 언론인들은 뛰어난 대화형 데이터 시각화를 구성하고 공유할 수 있습니다.
pt_br: O Publicar na Web do Microsoft Power BI auxilia jornalistas, blogueiros e repórteres a aprofundar histórias com visualizações de dados. Crie histórias atraentes que capturam a atenção do público e abordam insights de forma interessante. O Publicar na Web do Power BI permite que jornalistas criem e compartilhem visualizações de dados altamente interativos sem codificação necessária e a capacidade de alcançar exibições ilimitadas em qualquer dispositivo.
ru_ru: Функция публикации в Интернете, доступная в Microsoft Power BI, позволяет журналистам, блогерам и репортерам визуализировать данные для создания более интересных сюжетов. Делитесь сюжетами и историями, которые привлекут внимание аудитории и позволят взглянуть на ситуацию под неожиданным углом. Функция публикации в Интернете через Power BI позволяет журналистам создавать и публиковать интерактивные визуализации данных, не обладая навыками программирования, и обращаться к миллионам зрителей на самых разных устройствах.
zh_cn: Microsoft Power BI 的“发布到 Web”功能可帮助记者、博主、报道员利用数据可视化效果深化故事内涵。创建吸引眼球并提供有趣见解的引人入胜的故事。通过 Power BI 的“发布到 Web”功能，记者无需编码即可构建和共享高度交互式的数据可视化效果，并可在任意设备上无限次查看。
zh_tw: Microsoft Power BI 的發行到網路功能以資料視覺效果，協助新聞工作者、部落客和記者增加故事的層次。創作引人入勝的故事，吸引受眾的注意力並以有趣的視角切入解析。Power BI 的發佈至網路功能讓新聞工作者建立並共用互動性高的資料視覺效果，而不需要撰寫程式碼，就能夠在任何裝置上達到無可限量的檢視次數。

# Media_HeroHeading
source: Data journalism made easy with Power BI publish to web
de_de: Datenjournalismus leicht gemacht – mit der Power BI-Webveröffentlichung
es_es: Simplificación del periodismo de datos con la característica Publicar en web, de Power BI
fr_fr: Le journalisme de données facilité avec la publication Power BI sur le web
it_it: Il giornalismo basato sui dati è più semplice con Pubblica sul Web di Power BI
ja_jp: Power BI Publish to Web でデータ ジャーナリズムが簡単になりました
ko_kr: Power BI 웹에 게시를 통해 간편해진 데이터 저널리즘
pt_br: Jornalismo de dados simplificado com o Publicar na Web do Power BI
ru_ru: Публикация в Интернете через Power BI делает журналистику данных проще
zh_cn: Power BI 的“发布到 Web”功能让数据新闻变得容易
zh_tw: Power BI 的發佈至網路功能讓資料新聞學變得更簡單

# Media_Quote
source: Writing for a data-based firm, I appreciate the flexibility of Power BI which enables me to focus on providing analysis, insights and guidance instead of building complex calculations and queries, …I’ve been able to go from building data to building insights and writing content made stronger by the context the visuals provide. ….This is literally the future of my firm.
de_de: Als Autor einer datenbasierten Firma schätze ich die Flexibilität von Power BI, die es mir ermöglicht, mich auf Analysen, Erkenntnisse und Beratung zu konzentrieren, anstatt komplexe Berechnungen vornehmen und Abfragen formulieren zu müssen. Früher habe ich Daten erstellt, heute erstelle ich Einblicke – und verfasse Inhalte, die im Kontext der Visualisierungen überzeugender sind. Darin sehe ich die Zukunft meiner Firma.
es_es: Escribo para una compañía que hace un uso intensivo de datos y, por ello, aprecio la flexibilidad de Power BI que me permite centrarme en proporcionar análisis, información y orientación en lugar de tener que generar cálculos y consultas complejos,...he logrado pasar de generar datos a generar información y a escribir contenidos más potentes gracias al contexto que proporcionan los objetos visuales. ...Esto constituye verdaderamente el futuro de mi empresa.
fr_fr: Rédacteur pour une entreprise pour laquelle les données sont un élément primordial, j’apprécie la flexibilité de Power BI qui me permet de me concentrer sur la fourniture d’analyses, d’insights et de conseils, plutôt que de créer des calculs et requêtes complexes. Je suis passé de la création de données à la création d’insights et à l’écriture de contenu plus percutant grâce au contexte fourni par les visuels. C’est littéralement le futur de mon entreprise.
it_it: Dal momento che scrivo per un'azienda basata sui dati, apprezzo la flessibilità di Power BI, che mi permette di concentrarmi su come offrire analisi, informazioni critiche e indicazioni invece di creare query e calcoli complessi (...) Sono potuto passare dalla creazione di dati alla produzione di informazioni critiche e alla scrittura di contenuti, resi più interessanti dal contesto fornito dagli oggetti visivi (...) Questo è letteralmente il futuro della mia azienda.
ja_jp: データをベースとした会社について言えば、複雑な計算やクエリを構築することではなく、分析、洞察、ガイダンスに集中できる Power BI の柔軟性は称賛に値します。…データの構築から洞察の構築に移行できただけでなく、視覚化が提供するコンテキストによりコンテンツの作成が強化されました。….まさに会社が進むべき道です。
ko_kr: 데이터 중심 기업에 근무하는 저로서는 Power BI의 유연성에 감사하고 있습니다. 복잡한 계산과 쿼리를 구축하는 대신 분석, 정보 및 지침을 제공하는 데 주력할 수 있게 되었고...데이터 구축에서 정보 구축으로 나아가고 시각적 개체가 제공하는 컨텍스트로 콘텐츠를 강화할 수 있게 되었습니다...말 그대로 우리 회사의 미래입니다.
pt_br: Ao escrever para uma empresa com base em dados, aprecio a flexibilidade do Power BI, que me permite focar em fornecer análises, insights e diretrizes, em vez de criar consultas e cálculos complexos... Passei pela criação de dados até a criação de insights e gravação de conteúdo fortalecido pelo contexto que as visualizações fornecem... Este é, literalmente, o futuro da minha empresa.
ru_ru: Гибкие возможности Power BI помогают мне в составлении текстов для своей фирмы, работающей с данными. Они позволяют сделать акцент на анализе, поиске тенденций и выработке рекомендаций вместо создания сложных расчетов и запросов. Теперь я не занимаюсь обработкой данных, а извлекаю из них полезную информацию, а мои тексты стали интереснее и полезнее благодаря контексту, создаваемому с помощью визуальных элементов. Именно в этом я вижу будущее своей фирмы.
zh_cn: 我为基于数据的公司编写内容，我喜欢 Power BI 提供的灵活性，它让我可以关注于提供分析、见解和指南，而不是浪费时间构建复杂计算和查询…我可以从构建数据变为构建见解，并利用视觉对象提供的上下文使编写内容更为强大…这是我的公司未来的发展方向。
zh_tw: 為資料應用公司寫作的我，很感謝 Power BI 的彈性讓我能夠專注於提供分析、深入解析和指導，而不需要建置複雜的計算和查詢，...我能夠從建立資料進一步變成建立深入解析，並運用視覺效果所提供的環境撰寫更有力的內容。...這真的就是我們公司的未來走向。
