Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/SolutionTemplates.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# DynamicsCRM_Content
source: <p>The Dynamics 365 solution template contains everything needed for a secure, scalable and extensible Sales Management dashboard analytics. In just a few hours stand up an end-to-end solution including Scribe’s cloud-based ETL platform, a cloud or on-premise database, and polished Power BI reports (including a security model derived from your own Dynamics 365 instance).</p> <p class="text-semibold">Sales management for Dynamics 365:</p> <ul> <li>Get started quickly with pre-built data models for Sales Management analytic dashboards</li> <li>Use an intuitive wizard based UI to setup and customize data integration</li> <li>Gain enterprise grade performance by processing large data volumes from Dynamics 365</li> <li>Optimize data integration with incremental data extraction capability</li> </ul> <p>Everything is freely available on GitHub and completely documented so you can spend your time customizing the end results instead of designing and coding from scratch.</p>
de_de: <p>Die Dynamics 365-Lösungsvorlage bietet alle Voraussetzungen für Analysen mit einem sicheren, skalierbaren und erweiterbaren Verkaufsmanagement-Dashboard. In wenigen Stunden ist Ihre End-to-End-Lösung einsatzbereit – einschließlich der cloudbasierten ETL-Plattform Scribe, ansprechender Power BI-Berichte und eines Sicherheitsmodells, das auf Ihrer individuellen Dynamics 365-Instanz beruht.</p> <p class="text-semibold">Verkaufsmanagement für Dynamics 365:</p> <ul> <li>In kurzer Zeit startklar dank vorkonfigurierter Datenmodelle für Analysedashboards für das Verkaufsmanagement</li> <li>Intuitiver Assistent für die Einrichtung und Anpassung der Datenintegration</li> <li>Leistungsstarke Verarbeitung großer Datenmengen aus Dynamics 365</li> <li>Optimierte Datenintegration über inkrementelle Datenextraktion</li> </ul> <p>Die gesamte Vorlage steht kostenlos in GitHub zum Download bereit und ist umfassend dokumentiert, damit Sie sich auf die Anpassung der fertigen Lösung konzentrieren können und nicht bei null anfangen müssen.</p>
es_es: <p>La plantilla de la solución Dynamics 365 contiene todo lo que hace falta para un análisis del panel Administración de ventas seguro, escalable y extensible. En pocas horas, creará una solución de un extremo a otro que incluye la plataforma ETL basada en la nube de Scribe, una base de datos local o en la nube, e informes de Power BI precisos (incluido un modelo de seguridad derivado de su propia instancia de Dynamics 365).</p> <p class="text-semibold">Administración de ventas de Dynamics 365:</p> <ul> <li>Empiece a trabajar rápidamente con modelos de datos pregenerados para los paneles de análisis de Administración de ventas.</li> <li>Use una interfaz de usuario basada en un intuitivo asistente para configurar y personalizar la integración de datos.</li> <li>Obtenga un rendimiento de categoría empresarial mediante el procesamiento de grandes volúmenes de datos desde Dynamics 365</li> <li>Optimice la integración de datos con la capacidad de extracción incremental de datos</li> </ul> <p>Todo está disponible de forma gratuita en GitHub y está perfectamente documentado, lo que permite que invierta su tiempo en personalizar los resultados, en lugar de en realizar diseños y escribir códigos partiendo de cero.</p>
fr_fr: <p>Le modèle de solution Dynamics&#160;365 contient tous les éléments nécessaires pour une analyse de tableau de bord de gestion des ventes sécurisée, évolutive et extensible. En à peine quelques heures, mettez au point une solution de bout en bout, comprenant la plateforme ETL basée sur le cloud de Scribe, une base de données cloud ou locale et des rapports Power&#160;BI soignés (y compris un modèle de sécurité issu de votre propre instance Dynamics&#160;365).</p> <p class="text-semibold">Gestion des ventes pour Dynamics&#160;365&#160;:</p> <ul> <li>Familiarisez-vous rapidement avec les modèles de données préconfigurés pour les tableaux de bord analytiques de gestion des ventes</li> <li>Utilisez une IU basée sur un assistant intuitif pour configurer et personnaliser l’intégration des données</li> <li>Obtenez des performances de qualité professionnelle en traitant d’importants volumes de données à partir de Dynamics&#160;365</li> <li>Optimisez l’intégration des données grâce à la fonctionnalité d’extraction incrémentielle des données</li> </ul> <p>Tout est disponible gratuitement sur GitHub et parfaitement documenté, de façon à ce que vous puissiez consacrer votre temps à personnaliser les résultats finaux, plutôt qu’à les concevoir et à les coder en partant de zéro.</p>
it_it: <p>Il modello di soluzione Dynamics 365 contiene tutto il necessario per l'analisi in un dashboard di Gestione vendite sicuro, scalabile ed estensibile. In poche ore potrai realizzare una soluzione end-to-end comprendente la piattaforma ETL basata su cloud di Scribe, un database cloud o locale e raffinati report di Power BI (con un modello di sicurezza tratto dalla tua istanza di Dynamics 365).</p> <p class="text-semibold">Gestione vendite per Dynamics 365:</p> <ul> <li>Inizia rapidamente con modelli di dati predefiniti per i dashboard di analisi di Gestione vendite</li> <li>Usa un'interfaccia utente basata su procedure guidate intuitive per configurare e personalizzare l'integrazione dei dati</li> <li>Ottieni prestazioni di livello aziendale elaborando grandi volumi di dati da Dynamics 365</li> <li>Ottimizza l'integrazione dei dati con funzionalità di estrazione di dati incrementali</li> </ul> <p>È tutto disponibile su GitHub e pienamente documentato, per consentirti di dedicare il tuo tempo alla personalizzazione dei risultati finali anziché alla progettazione e alla codifica da zero.</p>
ja_jp: <p>Dynamics 365 ソリューション テンプレートには、セキュリティで保護され、スケーラブルで拡張可能な売上管理ダッシュボードの分析を行うのに必要なものがすべて含まれています。数時間で、Scribe のクラウドベース ETL プラットフォーム、クラウドまたはオンプレミスのデータベース、および洗練された Power BI レポート (所有する Dynamics 365 インスタンスから派生したセキュリティ モデルを含む) を含む、エンド ツー エンドのソリューションを立ち上げることができます。</p> <p class="text-semibold">Dynamics 365 用の売上管理:</p> <ul> <li>構築済みの売上管理分析ダッシュボードのデータ モデルですぐに開始しましょう。</li> <li>直感的なウィザードに基づく UI を使用し、データ統合を設定およびカスタマイズする</li> <li>Dynamics 365 からの大きなデータ ボリュームを処理することで、エンタープライズ グレードのパフォーマンスを得る</li> <li>増分データ抽出機能でデータ統合を最適化する</li> </ul> <p>すべて GitHub で無料で入手できるだけでなく、完全に文書化されているため、ゼロから設計やコーディングえはなく、最終結果のカスタマイズに時間を費やすことができます。</p>
ko_kr: <p>Dynamics 365 솔루션 템플릿에는 안전하고 확장 가능한 판매 관리 대시보드 분석에 필요한 모든 것이 포함되어 있습니다. 단 몇 시간 만에 Scribe의 클라우드 기반 ETL 플랫폼, 클라우드 또는 온-프레미스 데이터베이스 및 고급 Power BI 보고서를 비롯한 종단 간 솔루션을 구축할 수 있습니다(자체 Dynamics 365 인스턴스에서 파생한 보안 모델 포함).</p> <p class="text-semibold">Dynamics 365 판매 관리:</p> <ul> <li>판매 관리 분석 대시보드용으로 사전 구축된 데이터 모델로 빠르게 시작</li> <li>직관적 마법사 기반 UI를 사용하여 데이터 통합 설정 및 사용자 지정</li> <li>Dynamics 365에서 대용량 데이터를 처리하여 엔터프라이즈급 성능 달성</li> <li>증분 데이터 추출 기능으로 데이터 통합 최적화</li> </ul> <p>모든 것이 GitHub에서 무료로 제공되며 완벽하게 문서화되어 처음부터 설계하고 코딩하는 대신 최종 결과를 사용자 지정하는 데 시간을 할애할 수 있습니다.</p>
pt_br: <p>O modelo de solução do Dynamics 365 contém tudo o que é necessário para uma análise de dashboard de Gerenciamento de Vendas segura, escalonável e extensível. Obtenha em apenas algumas horas uma solução de ponta a ponta, incluindo uma plataforma ETL baseada em nuvem do Scribe, um banco de dados local ou na nuvem e relatórios elegantes do Power BI (incluindo um modelo de segurança derivado da sua própria instância do Dynamics 365).</p> <p class="text-semibold">Gerenciamento de Vendas para Dynamics 365:</p> <ul> <li>Comece rapidamente com modelos de dados pré-criados para dashboards de análise de Gerenciamento de Vendas</li> <li>Utilize uma interface do usuário intuitiva e baseada no assistente para configurar e personalizar a integração de dados</li> <li>Alcance desempenho de nível empresarial através do processamento de grande volumes de dados do Dynamics 365</li> <li>Otimize a integração de dados com a funcionalidade de extração de dados incrementais</li> </ul> <p>Tudo está livremente disponível no GitHub e totalmente documentado para que você gaste seu tempo personalizando os resultados finais, ao invés de criar e codificar tudo do zero.</p>
ru_ru: <p>Шаблон решения Dynamics&#160;365 содержит все необходимое для создания надежной, масштабируемой и расширяемой панели мониторинга для анализа управления продажами. Всего за несколько часов вы сможете развернуть комплексное решение, поддерживающее облачную платформу извлечения, преобразования и загрузки данных Scribe, облачную или локальную базу данных и великолепные отчеты Power BI (включая модель безопасности, основанную на архитектуре вашего собственного экземпляра Dynamics&#160;365).</p> <p class="text-semibold">Управление продажами в Dynamics&#160;365:</p> <ul> <li>Быстро приступайте к управлению продажами с помощью аналитических панелей мониторинга с готовыми моделями данных.</li> <li>Используйте интуитивно понятный интерфейс на базе мастера и настраивайте интеграцию с данными.</li> <li>Обрабатывайте большие объемы данных из Dynamics&#160;365 с производительностью корпоративного уровня.</li> <li>Оптимизируйте интеграцию с данными благодаря возможностям добавочного извлечения информации.</li> </ul> <p>Все, что вам необходимо, можно бесплатно скачать на GitHub с полным комплектом документации, поэтому вы можете провести время за оптимизацией результатов вместо разработки решения и написания кода с нуля.</p>
zh_cn: <p>Dynamics 365 解决方案模板模板包含实现可缩放、可扩展的安全“销售管理”仪表板分析所需的所有功能。仅需数小时便可生成一个端对端解决方案，其中包含 Scribe 基于云的 ETL 平台、一个云数据库或本地数据库，以及经过精心设计的 Power BI 报表（包括一个派生自你自己的 Dynamics 365 实例的安全模型）。</p> <p class="text-semibold">适用于 Dynamics 365 的销售管理：</p> <ul> <li>快速开始使用针对“销售管理”分析仪表板的预置数据模型</li> <li>使用基于直观向导的 UI 来设置和自定义数据集成</li> <li>通过处理来自 Dynamics 365 的大量数据获得企业级性能</li> <li>使用增量数据提取功能优化数据集成</li> </ul> <p>所有内容均在 GitHub 上免费提供并完整记录，因此你可将时间用在自定义最终结果上，而不是从头开始进行设计和编码。</p>
zh_tw: <p>Dynamics 365 解決方案範本包含安全、可隨時調整及擴充之銷售管理儀表板分析所需的一切。只要幾小時的時間，就能讓端點對端點的解決方案穩定運作，像是 Scribe 的雲端 ETL 平台、雲端或內部部署的資料庫，乃至於完整的 Power BI 報表 (包括從您自有 Dynamics 365 執行個體衍生而來的安全性模型)。</p> <p class="text-semibold">Dynamics 365 銷售管理：</p> <ul> <li>銷售管理分析儀表板的預建資料模型讓您快速就能上手。</li> <li>簡單易用的精靈 UI，可用於設定及自訂資料整合。</li> <li>利用 Dynamics 365 處理大量的資料，獲取企業等級的效能</li> <li>增量資料擷取功能最佳化資料整合。</li> </ul> <p>所有項目全都在 GitHub 上免費提供，並附有完整的文件說明，所以您只需要將時間花在自訂最終的結果上，而無須從頭開始設計及編寫程式碼。</p>

# DynamicsCRM_DetailTagline
source: Stand up a scalable, secure and extensible Power BI dashboard on your cloud or on-premise Dynamics 365 instance in a few hours. Spend your time customizing the solution for your business needs instead of starting from scratch.
de_de: In wenigen Stunden ist Ihr skalierbares, sicheres und erweiterbares Power BI-Dashboard für eine lokale oder cloudgestützte Dynamics 365-Instanz einsatzbereit. Konzentrieren Sie sich auf die Anpassung der Lösung an Ihre Geschäftsanforderungen, statt eine Lösung von Grund auf selbst zu entwickeln.
es_es: Cree un panel de Power BI escalable, seguro y extensible en su instancia de Dynamics 365, local o en la nube, en pocas horas. Invierta su tiempo en personalizar la solución que cubra sus necesidades empresariales, en lugar de tener que empezar de cero.
fr_fr: Mettez au point un tableau de bord Power BI évolutif, sécurisé et extensible sur votre cloud ou sur une instance Dynamics 365 locale en quelques heures. Passez votre temps à personnaliser la solution en fonction de vos besoins professionnels, plutôt qu’à la concevoir en partant de zéro.
it_it: Realizza in poche ore un dashboard di Power BI scalabile, sicuro ed estensibile nella tua istanza di Dynamics 365 su cloud o locale. Dedica il tuo tempo a personalizzare la soluzione in base alle tue esigenze di business anziché iniziare da zero.
ja_jp: セキュリティで保護され、スケーラブルで拡張可能な Power BI ダッシュボードを、数時間でクラウドまたはオンプレミスの Dynamics 365 インスタンスに立ち上げることができます。ゼロから始めるのではなく、ビジネス ニーズに合わせてソリューションをカスタマイズすることに時間を費やすことができます。
ko_kr: 단 몇 시간 만에 클라우드 또는 온-프레미스 Dynamics 365 인스턴스에 확장 가능하고 안전한 Power BI 대시보드를 구축하세요. 처음부터 시작하는 대신 비즈니스 요구 사항에 맞게 솔루션을 사용자 지정하는 데 시간을 할애하세요.
pt_br: Obtenha um dashboard do Power BI seguro, escalonável e extensível em sua instância de nuvem ou local do Dynamics 365 em apenas algumas horas. Gaste seu tempo personalizando a solução para suas necessidades de negócios, ao invés de começar do zero.
ru_ru: Разверните масштабируемую, надежную и расширяемую панель мониторинга Power BI на базе облачного или локального экземпляра Dynamics 365 всего за несколько часов. Сэкономьте время на разработке решения с нуля и потратьте его на настройку в соответствии с потребностями своего предприятия.
zh_cn: 仅需数小时便可在云或本地 Dynamics 365 实例上搭建一个可缩放、可扩展的安全 Power BI 仪表板。将时间用在定制符合企业需求的解决方案上，而不是从头开始。
zh_tw: 只需要幾小時時間，就能在您的雲端或內部部署的 Dynamics 365 執行個體中，執行可靈活調整、安全，並可加以擴充的 Power BI 儀表板。您只需要將時間花在自訂符合您業務需求的解決方案上，而無須一切從頭開始。

# DynamicsCRM_DetailTitle
source: Enterprise ready sales management analytics
de_de: Verkaufsmanagementanalysen für Unternehmen
es_es: Análisis de administración de ventas preparado para las empresas
fr_fr: Analyse de la gestion des ventes adaptée à l’entreprise
it_it: Analisi di gestione delle vendite dedicata alle aziende
ja_jp: エンタープライズ対応の売上管理分析
ko_kr: 엔터프라이즈급 판매 관리 분석
pt_br: Análise de gerenciamento de vendas pronta para empresas
ru_ru: Средства аналитики продаж корпоративного уровня
zh_cn: 企业现成可用的销售管理分析
zh_tw: 企業用銷售管理分析

# DynamicsCRM_IndexTagline
source: Get powerful insights from your Dynamics 365 customers in Power BI with a scalable, extensible and secure solution. Accommodate your own CRM customizations, add data from other applications, such as actual revenue from your ERP system, and reuse features of the existing security model.
de_de: Verschaffen Sie sich mithilfe einer skalierbaren, erweiterbaren und sicheren Lösung in Power BI einen aussagekräftigen Überblick über Ihre Dynamics 365-Debitoren. Integrieren Sie eigene CRM-Anpassungen, fügen Sie Daten aus anderen Anwendungen hinzu, z.B. den tatsächlichen Umsatz aus Ihrem ERP-System, und greifen Sie auf Funktionen des vorhandenen Sicherheitsmodells zurück.
es_es: Obtenga una valiosa información de sus clientes de Dynamics 365 en Power BI con una solución escalable, extensible y segura. Incluya sus propias personalizaciones de CRM, agregue datos de otras aplicaciones, como los ingresos reales del sistema ERP, y reutilice características del modelo de seguridad existente.
fr_fr: Obtenez des éclairages importants auprès de vos clients Dynamics 365 dans Power BI à l’aide d’une solution évolutive, extensible et sécurisée. Adaptez vos personnalisations CRM, ajoutez des données provenant d’autres applications, telles que les recettes réelles de votre système ERP, et réutilisez les fonctionnalités du modèle de sécurité existant.
it_it: Ottieni informazioni dettagliate dai tuoi clienti Dynamics 365 in Power BI con una soluzione scalabile, estensibile e sicura. Inserisci le tue personalizzazioni CRM, aggiungi dati da altre applicazioni, ad esempio i ricavi effettivi dal suo sistema ERP, e riutilizza le funzionalità del modello di sicurezza esistente.
ja_jp: セキュリティで保護され、スケーラブルで拡張可能な Power BI で Dynamics 365 のお客様から有益な洞察を得ます。自分だけの CRM カスタマイズ内容の反映、他のアプリケーションからのデータ (ERP システムからの実際の収益など) の追加、既存セキュリティ モデルの機能の再利用を行います。
ko_kr: 확장 가능하고 안전한 솔루션을 사용하여 Power BI에서 Dynamics 365 고객으로부터 강력한 정보를 얻으세요. 자체 CRM 사용자 지정을 수용하고 ERP 시스템의 실제 수익과 같은 다른 응용 프로그램의 데이터를 추가하며 기존 보안 모델의 기능을 다시 사용하세요.
pt_br: Obtenha insights poderosos dos seus clientes do Dynamics 365 no Power BI com uma solução segura, escalonável e extensível. Acomode suas personalizações de CRM, adicione dados de outros aplicativos, como renda real do seu sistema ERP e reutilize recursos do modelo de segurança existente.
ru_ru: Используйте масштабируемое, расширяемое и надежное решение Power BI для получения полезной аналитической информации от своих клиентов Dynamics 365. Используйте настройки из собственной системы CRM, добавляйте данные из других приложений (например, сведения о фактической прибыли из своей системы ERP) и задействуйте возможности существующей модели безопасности.
zh_cn: 利用可缩放、可扩展的安全解决方案，在 Power BI 中获取来自 Dynamics 365 客户的强大见解。纳入自己的 CRM 自定义设置、添加其他应用程序中的数据（如 ERP 系统中的实际收入），还可重复使用现有安全模型中的功能。
zh_tw: 利用兼具可靈活調整、可擴充及安全性等特性的解決方案，從 Power BI 獲取您 Dynamics 365 客戶實用的深入資訊。加入您自己的 CRM 自訂及來自其他應用程式的資料 (例如您 ERP 系統的實際收入)，以及重複應用現有安全性模型的各項功能。

# DynamicsCRM_Partner
source: Scribe
fr_fr: Écrire
ja_jp: スクライブ
ko_kr: 구독
pt_br: Escreva
zh_tw: 文件

# DynamicsCRM_Title
source: Sales Management for Dynamics 365
de_de: Verkaufsmanagement für Dynamics 365
es_es: Administración de ventas de Dynamics 365
fr_fr: Gestion des ventes pour Dynamics 365
it_it: Gestione vendite per Dynamics 365
ja_jp: Dynamics 365 用の売上管理
ko_kr: Dynamics 365 판매 관리
pt_br: Gerenciamento de Vendas para Dynamics 365
ru_ru: Управление продажами в Dynamics 365
zh_cn: 适用于 Dynamics 365 的销售管理
zh_tw: Dynamics 365 銷售管理
