Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/SolutionTemplates.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# SCCM_DetailTagline
source: Stand up a scalable and extensible System Center Configuration Manager dashboard in a few hours. Information is collected daily so you can see not only how your organization’s computer health looks like today, you can also see how those key metrics change over time. Quickly identify machines not up-to-date with software updates, successful and failed mitigations to malware infections to be able to act quickly.
de_de: In wenigen Stunden ist Ihr skalierbares und erweiterbares System Center Configuration Manager-Dashboard einsatzbereit. Informationen werden täglich gesammelt, damit Sie nicht nur jeden Tag über die Computerintegrität in Ihrem Unternehmen unterrichtet sind, sondern auch Veränderungen bei den Schlüsselmetriken über einen längeren Zeitraum hinweg beobachten können. Ermitteln Sie ganz einfach, welche Computer bei Softwareupdates nicht auf dem neuesten Stand sind und auf welchen die Entschärfung von Infektionen mit Schadsoftware erfolgreich war oder fehlgeschlagen ist, um schnell eingreifen zu können.
es_es: Cree un panel escalable y extensible de System Center Configuration Manager en tan solo unas horas. La información se recopila diariamente, por lo que podrá ver cuál es el estado de los equipos de su organización en la actualidad y también podrá ver cómo esas métricas principales cambian con el tiempo. Identifique rápidamente los equipos que no disponen de las actualizaciones de software más recientes y las mitigaciones que funcionaron correctamente o fracasaron ante infecciones de malware, para poder actuar con rapidez.
fr_fr: Mettez au point un tableau de bord System Center Configuration Manager extensible et scalable en quelques heures. Les informations sont collectées quotidiennement. Vous pouvez ainsi observer l’intégrité actuelle des ordinateurs de votre organisation et l’évolution des mesures clés au fil du temps. Pour agir vite, identifiez rapidement les machines qui ne sont plus à jour avec les mises à jour logicielles et la prévention réussie ou ayant échoué des infections par programmes malveillants.
it_it: Realizza in poche ore un dashboard di System Center Configuration Manager scalabile ed estensibile. Le informazioni vengono raccolte quotidianamente, per consentirti non solo di vedere lo stato di integrità attuale dei computer dell'organizzazione ma anche di seguire la variazione di quelle metriche chiave nel tempo. Identificando rapidamente i computer privi degli aggiornamenti software più recenti e le attività di mitigazione del malware completate e non andate a buon fine, sarai in grado di agire prontamente.
ja_jp: 数時間で、スケーラブルで拡張可能な System Center Configuration Manager ダッシュボードを立ち上げることができます。情報は日々収集されるため、組織のコンピューターの現在の正常性だけでなく、時間の経過によるそれらの主要な指標の変化も確認できます。ソフトウェア アップデートに対して最新の状態でないマシンや、成功または失敗したマルウェア感染防止を瞬時に識別できるので、迅速に対応することができます。
ko_kr: 단 몇 시간 만에 확장 가능한 System Center Configuration Manager 대시보드를 구축합니다. 정보가 매일 수집되기 때문에 조직의 컴퓨터 상태가 어떤지를 매일 볼 수 있을 뿐만 아니라 시간에 따른 주요 메트릭의 변화를 볼 수도 있습니다. 신속한 조치를 취할 수 있도록 소프트웨어 업데이트가 최신 상태가 아닌 컴퓨터와 맬웨어 감염에 대해 성공 및 실패한 완화 조치를 신속하게 파악합니다.
pt_br: Implemente um dashboard escalonável e extensível do System Center Configuration Manager em poucas horas. As informações são coletadas diariamente para que você possa ver não somente como a integridade dos computadores da sua organização está hoje, mas também como essas métricas principais mudam com o tempo. Identifique rapidamente computadores cujo software não está atualizado, além de mitigações bem e malsucedidas de infecções de malware a fim de poder agir com rapidez.
ru_ru: Разверните масштабируемую и расширяемую панель мониторинга System Center Configuration Manager всего за несколько часов. Сбор данных осуществляется ежедневно, поэтому вы можете не только проверять текущую работоспособность компьютеров вашей организации, но и анализировать изменения ключевых метрик с течением времени. Легко выявляйте компьютеры, на которых не установлены последние обновления программного обеспечения, и просматривайте сведения об успешных и неудачных устранениях рисков заражения вредоносными программами, чтобы быстро реагировать на угрозы безопасности.
zh_cn: 数小时内即可创建可扩展、可缩放的 System Center Configuration Manager 仪表板。每日都会收集信息，以便你可查看组织计算机当天的运行状况，还可了解这些关键指标随时间的变化。利用软件更新快速识别非最新的计算机，识别恶意软件感染后的成功缓解和失败缓解以便可快捷应对。
zh_tw: 短短幾小時內，就能打造可調整且可延伸的 System Center Configuration Manager 儀表板。每天都會收集資訊，因此您不只可以查看組織電腦的今日健全狀況，還可了解此類重要計量在一段時間內的變化。搭配使用軟體更新及成功與失敗的惡意程式碼感染風險降低，快速找出未處於最新狀態的電腦並立即作出回應。

# SCCM_DetailTitle
source: Power BI Dashboard for System Center Configuration Manager
de_de: Power BI-Dashboard für System Center Configuration Manager
es_es: Panel de Power BI para System Center Configuration Manager
fr_fr: Tableau de bord Power BI pour System Center Configuration Manager
it_it: Dashboard di Power BI per System Center Configuration Manager
ja_jp: System Center Configuration Manager 用の Power BI ダッシュボード
ko_kr: System Center Configuration Manager용 Power BI 대시보드
pt_br: Dashboard do Power BI para System Center Configuration Manager
ru_ru: Панель мониторинга Power BI для System Center Configuration Manager
zh_cn: 适用于 System Center Configuration Manager 的 Power BI 仪表板
zh_tw: 適用於 System Center Configuration Manager 的 Power BI 儀表板

# SCCM_IndexTagline
source: Increase IT productivity and efficiency by monitoring computer health, malware protection, software updates, and software inventory across your organization with compelling analytics and visualizations in Power BI. Compare your key System Center Configuration Manager metrics against your own customizable targets and see trends over time. Identify trouble spots and get the information you need to understand what needs to be done.
de_de: Steigern Sie mithilfe aussagekräftiger Analysen und Visualisierungen in Power BI die Produktivität und Effizienz der IT durch Überwachen der Computerintegrität, des Schutzes vor Schadsoftware, der Softwareupdates und des Softwarebestands im gesamten Unternehmen. Vergleichen Sie Schlüsselmetriken von System Center Configuration Manager mit eigenen anpassbaren Zielvorgaben, und verfolgen Sie Trends im Verlauf der Zeit. Identifizieren Sie kritische Punkte, und bestimmen Sie anhand der verfügbaren Informationen die nötigen Maßnahmen.
es_es: Aumente la productividad y eficacia de TI mediante la supervisión del estado de los equipos, la protección frente al malware, las actualizaciones de software y el inventario de software de la organización con la ayuda de los atractivos análisis y visualizaciones de Power BI. Compare las métricas principales de System Center Configuration Manager en relación a sus propios destinos personalizables y analice las tendencias en el tiempo. Identifique las áreas problemáticas y obtenga la información necesaria para averiguar las soluciones.
fr_fr: Augmentez la productivité et l’efficacité des services informatiques en surveillant l’intégrité des ordinateurs, la protection contre les programmes malveillants, les mises à jour logicielles et l’inventaire logiciel au sein de votre organisation à l’aide d’analyses et de visualisations percutantes dans Power BI. Comparez vos principales mesures System Center Configuration Manager avec vos propres cibles personnalisables et découvrez les tendances au fil du temps. Identifiez les points névralgiques et obtenez les informations dont vous avez besoin pour comprendre les actions à réaliser.
it_it: Aumenta la produttività e l'efficienza IT monitorando l'integrità dei computer, la protezione da malware, gli aggiornamenti software e l'inventario software in tutta l'organizzazione con analisi e visualizzazioni accattivanti in Power BI. Metti a confronto le tue metriche chiave di System Center Configuration Manager con i tuoi obiettivi personalizzabili e osserva le tendenze nel tempo. Identifica i punti deboli e ottieni le informazioni che ti servono per identificare la strategia ottimale.
ja_jp: 説得力のある Power BI の分析と視覚エフェクトで、組織全体のコンピューターの正常性、マルウェア対策、ソフトウェア アップデート、およびソフトウェア インベントリをモニタリングすることにより、IT の生産性と効率性を高めることができます。System Center Configuration Manager の主要な指標を、独自にカスタマイズ可能なターゲットと比較し、長期間のトレンドを確認することができます。問題点を特定して必要な情報を入手することにより、何をすべきかを理解できます。
ko_kr: Power BI의 탁월한 분석 및 시각화를 사용하여 조직 전체의 컴퓨터 상태, 맬웨어 보호, 소프트웨어 업데이트 및 소프트웨어 인벤토리를 모니터링하여 IT 생산성과 효율을 높입니다. 주요 System Center Configuration Manager 메트릭을 사용자 지정 가능한 목표와 비교하여 시간에 따른 추세를 살펴봅니다. 문제점을 파악하고 필요한 조치를 이해하는 데 필요한 정보를 확보합니다.
pt_br: Aumente a produtividade e a eficiência da TI monitorando a integridade do computador, a proteção contra malware, atualizações de software e o inventário de software em sua organização com análises e visualizações atraentes no Power BI. Compare as principais métricas do System Center Configuration Manager com suas próprias metas personalizáveis e veja as tendências ao longo do tempo. Identifique os pontos problemáticos e obtenha as informações necessárias para entender o que precisa ser feito.
ru_ru: Повысьте производительность и эффективность парка компьютеров вашей организации, осуществляя мониторинг их работоспособности, степени защиты от вредоносных программ, установки обновлений программного обеспечения и прочих аспектов посредством наглядной аналитики и визуализации Power BI. Сравнивайте ключевые метрики System Center Configuration Manager с заданными вами целевыми показателями и анализируйте тенденции. Выявляйте источники проблем и собирайте информацию, необходимую для их устранения.
zh_cn: Power BI 中受人瞩目的分析和可视化功能可监控整个组织内的计算机运行状况、恶意软件防护、软件更新和软件清单，进而提升 IT 人员生产力和效率。将自身的可定制目标和 System Center Configuration Manager 关键指标进行对比，了解随时间变化的趋势。确定故障点，获取了解所需操作而必需的信息。
zh_tw: 使用 Power BI 中吸睛的分析及視覺效果，進而監視電腦健全狀況、惡意程式碼保護、軟體更新及整個組織的軟體清查，以提升 IT 生產力及效率。比較您的 System Center Configuration Manager 主要計量與您的自訂目標，並查看一段時間內的趨勢。找出問題點，並取得所需採取措施的必要資訊。

# Twitter_Content
source: <p>The Twitter template provides you with a complete brand/campaign solution. In just a few minutes, you will be able to stand up an end-to-end solution that pulls data from Twitter, enriches the data using machine learning and stores it in Azure SQL. You can then leverage our pre-built reports that leverage Microsoft research technology to start analyzing your Twitter data and augmenting it additional data sources.</p> <p class="text-semibold">Campaign/Brand Management for Twitter:</p> <ul> <li>Get started quickly with pre-built data models for social analytics reporting</li> <li>Use an intuitive wizard based UI to define your Twitter search queries and spin up the workflow</li> <li>Leverage sophisticated visualizations such as the network graph created by Microsoft Research</li> <li>Gain near real time analytics with the process kicked off on the appearance of a new Tweet</li> </ul>
de_de: <p>Mit der Twitter-Vorlage verfügen Sie über eine vollständige Marken-/Kampagnenlösung. In wenigen Minuten erstellen Sie eine End-to-End-Lösung, mit der Daten aus Twitter abgerufen, durch Machine Learning ergänzt und in Azure SQL gespeichert werden. Anschließend können Sie Ihre Twitter-Daten mit vordefinierten Berichten auf der Grundlage von Microsoft Research-Technologie analysieren und um zusätzliche Datenquellen erweitern.</p> <p class="text-semibold">Kampagnen-/Markenmanagement für Twitter:</p> <ul> <li>In kurzer Zeit startklar dank vorkonfigurierter Datenmodelle für Social Media-Analyseberichte</li> <li>Intuitiver Assistent für die Definition von Twitter-Suchabfragen und zum Starten des Workflows</li> <li>Ausgefeilte Visualisierungen wie das von Microsoft Research entwickelte Netzwerkdiagramm</li> <li>Analysen nahezu in Echtzeit, sobald ein neuer Tweet veröffentlicht wird</li> </ul>
es_es: <p>La plantilla de Twitter le ofrece una completa solución para su marca o campaña. En apenas unos minutos, pondrá en marcha una solución de un extremo a otro que extrae datos de Twitter, los enriquece mediante el aprendizaje automático y los almacena en Azure SQL. Después podrá aprovecharse de nuestros informes pregenerados que sacan partido de la tecnología de investigación de Microsoft para comenzar a analizar sus datos de Twitter y a aumentar orígenes de datos adicionales.</p> <p class="text-semibold">Gestión de campaña o marca para Twitter:</p> <ul> <li>Empiece a trabajar rápidamente con modelos de datos pregenerados para los informes de análisis social</li> <li>Utilice una interfaz de usuario basada en un intuitivo asistente para definir sus consultas de búsqueda de Twitter y agilizar el flujo de trabajo</li> <li>Saque partido de sofisticadas visualizaciones, como el gráfico de red creado por Microsoft Research</li> <li>Obtenga análisis casi en tiempo real con el proceso que se inicia con la publicación de un nuevo tweet</li> </ul>
fr_fr: <p>Le modèle Twitter fournit une solution complète pour votre marque et vos campagnes. En quelques minutes, vous pouvez créer une solution de bout en bout qui extrait les données de Twitter, les enrichit à l’aide des fonctionnalités Machine Learning et les stocke dans SQL Azure. Vous pouvez ensuite tirer parti de nos rapports préconfigurés qui exploitent les technologies de recherche Microsoft pour analyser vos données Twitter et y ajouter des sources de données supplémentaires.</p> <p class="text-semibold">Gestion des campagnes et de la marque pour Twitter&#160;:</p> <ul> <li>Familiarisez-vous rapidement avec les modèles de données préconfigurés pour les rapports d’analyse des réseaux sociaux</li> <li>Utilisez une interface intuitive sous forme d’Assistant pour définir vos requêtes de recherche Twitter et accélérer le flux de travail</li> <li>Tirez parti des visualisations sophistiquées telles que le graphe réseau créé par Microsoft Research</li> <li>Bénéficiez d’analyses en temps quasi réel, le processus étant lancé avec l’apparence d’un nouveau Tweet</li> </ul>
it_it: <p>Il modello Twitter offre una soluzione completa per il marchio e la campagna. In pochi minuti potrai creare una soluzione end-to-end in grado di estrarre i dati da Twitter, arricchirli con Machine Learning e archiviarli in Azure SQL. Puoi quindi usare i report predefiniti con tecnologia di ricerca Microsoft per iniziare ad analizzare i dati di Twitter e a integrarli con altre origini dati.</p> <p class="text-semibold">Gestione della campagna e del marchio per Twitter:</p> <ul> <li>Inizia rapidamente con modelli di dati predefiniti per i report di analisi dei social media</li> <li>Usa un'interfaccia utente basata su procedure guidate intuitive per definire le query di ricerca di Twitter e ottimizzare il flusso di lavoro</li> <li>Usa visualizzazioni sofisticate come il grafico di rete creato da Microsoft Research</li> <li>Ottieni analisi quasi in tempo reale con il processo avviato sotto forma di nuovo tweet</li> </ul>
ja_jp: <p>Twitter テンプレートは、完全なブランド/キャンペーン ソリューションを提供します。Twitter からデータをプルし、マシン ラーニングを使用してデータを強化し、それを Azure SQL に格納するエンドツーエンド ソリューションを、わずか数分で立ち上げることができます。それから、Microsoft リサーチ テクノロジを利用する構築済みのレポートを利用して、Twitter データの分析と追加データ ソースの拡大を開始することができます。</p> <p class="text-semibold">Twitter 向けキャンペーン/ブランド管理:</p> <ul> <li>ソーシャル アナリティクス レポート用の構築済みデータ モデルを使用してすぐに開始する</li> <li>直観的に操作できるウィザード ベースの UI を使用して Twitter 検索クエリを定義し、ワークフローをスピン アップする</li> <li>Microsoft Research 製ネットワーク グラフなどの洗練された視覚エフェクトを利用する</li> <li>新しいツイートの出現で開始されるプロセスで、リアル タイムに近いアナリティクスを得る</li> </ul>
ko_kr: <p>Twitter 템플릿이 완벽한 브랜드/캠페인 솔루션을 제공합니다. 단 몇 분만에 종단 간 솔루션을 구축하여 Twitter에서 데이터를 끌어오고, 기계 학습을 통해 데이터를 보강하고, Azure SQL에 저장할 수 있습니다. 그런 다음 Microsoft Research 기술을 이용하는 미리 작성된 보고서를 활용하여 Twitter 데이터 분석 및 추가 데이터 소스 강화를 시작할 수 있습니다.</p> <p class="text-semibold">Twitter에 대한 캠페인/브랜드 관리:</p> <ul> <li>소셜 분석 보고용으로 사전 구축된 데이터 모델로 빠르게 시작</li> <li>직관적인 마법사 기반 UI를 사용하여 Twitter 검색 쿼리를 정의하고 워크플로 속도를 높임</li> <li>Microsoft Research로 생성된 네트워크 그래프와 같은 정교한 시각화 활용</li> <li>새로운 Tweet의 출현으로 시작된 프로세스로 근실시간 분석 결과 얻기</li> </ul>
pt_br: <p>O modelo do Twitter fornece uma solução completa de marca/campanha. Em apenas alguns minutos, você conseguirá implementar uma solução de ponta a ponta que extrai dados do Twitter, enriquece-os usando aprendizado de máquina e os armazena no SQL Azure. Você pode então usar nossos relatórios pré-criados que aproveitam a tecnologia de pesquisa da Microsoft para começar a analisar seus dados do Twitter e acrescentar fontes de dados adicionais.</p> <p class="text-semibold">Gerenciamento de Campanha/Marca do Twitter:</p> <ul> <li>Comece rapidamente com modelos de dados pré-criados para criação de relatórios de análise social</li> <li>Use uma interface do usuário intuitiva baseada em assistente para definir suas consultas de pesquisa do Twitter e girar o fluxo de trabalho</li> <li>Aproveite visualizações sofisticadas como o gráfico de rede criado pelo Microsoft Research</li> <li>Obtenha análises quase em tempo real com o processo iniciado sobre a aparência de um novo Tweet</li> </ul>
ru_ru: <p>Шаблон Twitter предоставляет полноценное решение для управления брендом или кампанией. Всего за несколько минут вы сможете развернуть комплексное решение, которое извлекает данные из Twitter, обогащает их посредством машинного обучения и сохраняет в Azure SQL. Это позволит вам приступить к анализу своих данных Twitter с использованием готовых шаблонов отчетов, разработанных на основе технологии Microsoft Research, а также дополнить их данными из других источников.</p> <p class="text-semibold">Управление кампанией или брендом в Twitter:</p> <ul> <li>Быстро приступайте к работе благодаря готовым моделям данных, разработанным для средств создания отчетов по аналитике данных из социальных сетей</li> <li>Используйте интуитивно понятный интерфейс на основе мастера для определения поисковых запросов в Twitter и стимулирования рабочего процесса</li> <li>Используйте сложные визуализации, например сетевой график, созданный подразделением Microsoft Research</li> <li>Получайте данные аналитики практически в режиме реального времени&#160;— процесс запускается на основе поверхностной структуры нового твита</li> </ul>
zh_cn: <p>Twitter 模板提供了完整的品牌/营销活动解决方案。只需几分钟，即可生成端到端解决方案，该方案拉取来自 Twitter 的数据、运用机器学习丰富数据，并将其存储在 Azure SQL 中。然后可利用结合了 Microsoft 搜索技术的预置报表，开始分析 Twitter 数据并通过更多数据源来丰富数据。</p> <p class="text-semibold">适用于 Twitter 的市场活动/品牌管理：</p> <ul> <li>使用预置的社交分析报表数据模型快速入门</li> <li>使用基于直观向导的 UI 定义 Twitter 搜索查询并加速工作流</li> <li>使用设计精致的可视化效果，如 Microsoft Research 创制的网络图</li> <li>使用全新 Tweet 界面上的流程获取近乎实时的分析</li> </ul>
zh_tw: <p>Twitter 範本提供您完整的品牌/行銷活動解決方案。只要幾分鐘，您就能夠建立好端點對端點解決方案，進而從 Twitter 提取資料、使用機器學習服務擴充資料並將其儲存在 Azure SQL。您可以運用我們預先建置的報表，利用 Microsoft 研究技術開始分析您的 Twitter 資料，並用其他資料來源予以增強。</p> <p class="text-semibold">Twitter 行銷/品牌管理：</p> <ul> <li>社交分析報表的預建資料模型讓您快速就能上手</li> <li>使用以直覺式精靈為基礎的 UI，定義您的 Twitter 搜尋查詢並加速工作流程</li> <li>利用精緻的視覺效果，例如 Microsoft Research 建立的網路圖表</li> <li>透過在新推文出現時啟動的處理序，取得近乎即時的分析</li> </ul>

# Twitter_DetailTagline
source: Analyze all your unstructured Twitter data with our scalable and extensible solution template. Track sentiment, topic trends and outreach for crucial occasions like events and campaigns, or continuously monitor user reactions to your products and services. Compare current sentiment and volume to historical data to see how trends change over time.
de_de: Analysieren Sie alle unstrukturierten Twitter-Daten mit unserer skalierbaren und erweiterbaren Lösungsvorlage. Verfolgen Sie Stimmungen, Trendthemen und Kundenbindung in wichtigen Phasen, z. B. zu Veranstaltungen und Kampagnen, oder überwachen Sie langfristig Benutzerreaktionen auf Ihre Produkte und Dienstleistungen. Vergleichen Sie die aktuelle Stimmungslage und die Häufigkeit von Erwähnungen mit historischen Daten, um die Entwicklung von Trends zu beobachten.
es_es: Analice todos los datos no estructurados de Twitter con nuestra plantilla de soluciones escalable y ampliable. Realice el seguimiento de las opiniones, tendencias del momento y proyecciones para ocasiones cruciales, como eventos y campañas, o supervise continuamente las reacciones del usuario a sus productos y servicios. Compare las opiniones actuales, así como su volumen, con datos históricos para ver cómo cambian las tendencias a lo largo del tiempo.
fr_fr: Analysez l’ensemble de vos données Twitter non structurées avec notre modèle de solution extensible et scalable. Suivez les sentiments, les thèmes qui reviennent le plus souvent et la portée des occasions importantes telles que les événements et campagnes. Surveillez en continu les réactions des utilisateurs concernant vos produits et services. Comparez les sentiments et le volume actuels aux données d’historique pour voir l’évolution des tendances au fil du temps.
it_it: Analizza tutti i tuoi dati di Twitter non strutturati con il nostro modello di soluzione scalabile ed estendibile. Registra valutazioni, tendenze e presenza per le occasioni più importanti, ad esempio eventi e campagne, oppure monitora costantemente le reazioni degli utenti ai prodotti e ai servizi che offri. Confronta le valutazioni e il volume con i dati cronologici per vedere l'andamento delle tendenze nel tempo.
ja_jp: スケーラブルで拡張可能なソリューション テンプレートを使用して、構造化されていないすべての Twitter データを分析します。センチメント、トピック傾向、イベントやキャンペーンなどの重要な機会に対するアウトリーチを追跡したり、製品やサービスに対するユーザーの反応を継続的に監視します。現在のセンチメントとボリュームを履歴データと比較して、時間の経過による傾向の変化を確認します。
ko_kr: 확장 가능한 솔루션 템플릿으로 구조화되지 않은 데이터를 모두 분석합니다. 인지, 항목 추세, 이벤트와 캠페인 등 중요한 행사에 대한 지원을 추적하거나 제품 및 서비스에 대한 사용자 반응을 지속적으로 모니터링합니다. 현재의 인지 및 볼륨과 기록 데이터를 비교하여 시간에 따른 변화 추세를 확인합니다.
pt_br: Analise todos os seus dados não estruturados do Twitter com nosso modelo de solução escalonável e extensível. Acompanhe as opiniões, as tendências de tópicos e o alcance em ocasiões críticas como eventos e campanhas ou monitore continuamente as reações dos usuários aos seus produtos e serviços. Compare o sentimento e o volume atuais com os dados históricos para ver como as tendências mudam com o tempo.
ru_ru: Анализируйте все неструктурированные данные Twitter с помощью нашего шаблона масштабируемого и расширяемого решения. Отслеживайте настроения, актуальные темы и частоту упоминания важнейших событий и кампаний или осуществляйте непрерывный мониторинг реакции пользователей на ваши продукты и услуги. Сопоставляйте текущие настроения и частоту упоминаний с данными за прошедшие периоды, чтобы проследить постепенные изменения тенденций.
zh_cn: 使用我们可缩放和可扩展的解决方案模板分析所有未结构化的 Twitter 数据。跟踪事件、活动等重大时刻的观点、主题趋势和延展，或者持续监控用户对产品和服务的反应。将当前观点和使用量与历史数据比较，了解趋势随时间的变化。
zh_tw: 透過可調整且可延伸的解決方案範本，分析您的所有非結構化 Twitter 資料。追蹤人氣、主題趨勢，並拓展到活動和行銷活動等重要場合，或持續監視使用者對產品及服務的反應。將目前人氣和總量與歷程資料相較，以了解趨勢如何隨時間變化。

# Twitter_DetailTitle
source: Social Analytics for your Twitter data
de_de: Social Media-Analysen für Twitter-Daten
es_es: Análisis social para sus datos de Twitter
fr_fr: Analyse de réseau social pour vos données Twitter
it_it: Analisi dei social media per i tuoi dati di Twitter
ja_jp: Twitter データ向けソーシャル アナリティクス
ko_kr: Twitter 데이터에 대한 소셜 분석
pt_br: Análise Social para seus dados do Twitter
ru_ru: Аналитика данных социальной сети Twitter
zh_cn: 适用于 Twitter 数据的社交分析
zh_tw: Twitter 資料的社交分析
