Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/SolutionTemplates.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Dynamics365_PSA_Content
source: <p>The Microsoft Dynamics 365 for Project Service Automation solution template contains everything needed for secure, scalable and extensible dashboards for Practice Management, Resource Management and Account Management. In just a few hours, you can stand up an end-to-end solution using the Dynamics 365 Data Export Service, a SQL Azure data store, and polished Power BI reports (including a security model derived from your own Dynamics 365 instance).</p><p class="text-semibold">Practice Management for Dynamics 365 for Project Service Automation solution template</p><ul><li>Get started quickly with a pre-built data model for Dynamics 365 for Project Service Automation.</li><li>Build dashboards from pre-built reports for Practice Managers, Resource Managers and Account Managers.</li><li>Practice Management reports cover Gross Margin, Sales, Revenue, Cost, Hours and Utilization and Practice Performance.</li><li>Resource Management reports cover resource and role utilization, forecasts and resource demand.</li><li>Account Management reports cover sales, sales pipeline, billings, contract performance and customer performance.</li><li>Extend the data model and modify the reports to meet your organizations specific needs.</li><li>Use an intuitive wizard based UI to setup and customize data integration.</li><li>Gain enterprise grade performance by processing large data volumes from Dynamics 365 using the Data Export Service.</li><li>Optimize data integration with incremental data extraction capability of the using the Dynamics 365 Data Export Service.</li></ul><p>Everything is freely available on GitHub and completely documented so you can spend your time customizing the end results instead of designing and coding from scratch.</p>
de_de: <p>Die Lösungsvorlage „Microsoft Dynamics 365 for Project Service Automation“ enthält alles, was Sie benötigen, um sichere, skalierbare und erweiterbare Dashboards für Practice Management, Ressourcenmanagement und Kundenmanagement nutzen zu können. Mit dem Dynamics 365 Data Export Service, einem SQL Azure-Datenspeicher und professionellen Power BI-Berichten (einschließlich eines Sicherheitsmodells, das auf Ihrer individuellen Dynamics 365-Instanz beruht) ist Ihre End-to-End-Lösung in wenigen Stunden einsatzbereit.</p><p class="text-semibold">Practice Management für die Lösungsvorlage „Dynamics 365 for Project Service Automation“</p><ul><li>Ein vorkonfiguriertes Datenmodell für Dynamics 365 for Project Service Automation erleichtert Ihnen den Einstieg.</li><li>Erstellen Sie Dashboards aus vorkonfigurierten Berichten für Practice Manager, Ressourcenmanager und Kundenbetreuer.</li><li>Practice Management-Berichte bieten Informationen zu Bruttogewinn, Vertrieb, Umsatz, Kosten, Stunden und Auslastung sowie Practice Perfomance.</li><li>Ressourcenmanagement-Berichte bieten Informationen zu Ressourcen- und Rollenauslastung, Vorhersagen und Ressourcenbedarf.</li><li>Kundenmanagement-Berichte bieten Informationen zu Vertrieb, Verkaufspipeline, Abrechnung, Vertragserfüllung und Kundenperformance.</li><li>Sie können das Datenmodell erweitern und die Berichte an die speziellen Anforderungen Ihrer Organisation anpassen.</li><li>Verwenden Sie einen intuitiven Assistenten für die Einrichtung und Anpassung der Datenintegration.</li><li>Erzielen Sie mit dem Data Export Service eine leistungsstarke Verarbeitung großer Datenmengen aus Dynamics 365.</li><li>Optimieren Sie die Datenintegration mit dem Feature für inkrementelle Datenextraktion von Dynamics 365 Data Export Service.</li></ul><p>Die gesamte Vorlage steht kostenlos in GitHub zum Download bereit und ist umfassend dokumentiert, damit Sie sich auf die Anpassung der fertigen Lösung konzentrieren können und nicht bei null anfangen müssen.</p>
es_es: <p>La plantilla de la solución Microsoft Dynamics 365 for Project Service Automation contiene todo lo necesario para los paneles seguros, escalables y extensibles para la administración de prácticas, de recursos y de cuentas. En pocas horas puede crear una solución global con Dynamics 365 Data Export Service, un almacén de datos SQL de Azure e informes precisos de Power BI (con un modelo de seguridad derivado de su propia instancia de Dynamics 365).</p><p class="text-semibold">Plantilla de la solución Dynamics 365 for Project Service Automation para la administración de prácticas</p><ul><li>Comience rápidamente con un modelo de datos incorporado para Dynamics 365 for Project Service Automation.</li><li>Genere paneles desde informes incorporados para los administradores de prácticas, de recursos y de cuentas.</li><li>Los informes de administración de prácticas incluyen el margen bruto, las ventas, los ingresos, los costos, las horas y el uso, así como el rendimiento de las prácticas.</li><li>Los informes de administración de recursos incluyen el uso de los recursos y los roles, las previsiones y la demanda de recursos.</li><li>Los informes de administración de cuentas incluyen las ventas, la canalización de las ventas, facturación, el cumplimiento de los contratos y la conducta de los clientes.</li><li>Extienda el modelo de datos y modifique los informes para que se adapten a las necesidades específicas de su organización.</li><li>Use una interfaz de usuario basada en un intuitivo asistente para configurar y personalizar la integración de los datos.</li><li>Obtenga un rendimiento de categoría empresarial mediante el procesamiento de grandes volúmenes de datos desde Dynamics 365 con Data Export Service.</li><li>Optimice la integración de datos con la funcionalidad de extracción incremental de datos de Dynamics 365 Data Export Service.</li></ul><p>Todo está disponible de forma gratuita en GitHub y está perfectamente documentado, lo que permite que invierta su tiempo en personalizar los resultados, en lugar de en realizar diseños y escribir códigos partiendo de cero.</p>
fr_fr: <p>Le modèle de solution Microsoft Dynamics&#160;365 for Project Service Automation contient tout ce qui est nécessaire à l’obtention de tableaux de bord sécurisés, scalables et extensibles pour la gestion des pratiques, des ressources et des comptes. En à peine quelques heures, vous pouvez mettre au point une solution de bout en bout à l’aide du service d’exportation de données Dynamics&#160;365, d’un magasin de données SQL Azure et des rapports Power&#160;BI soignés (y compris un modèle de sécurité issu de votre propre instance Dynamics&#160;365).</p><p class="text-semibold">Gestion des pratiques pour le modèle de solution Dynamics 365 for Project Service Automation</p><ul><li>Démarrez rapidement avec un modèle de données prédéfini pour Dynamics&#160;365 for Project Service Automation.</li><li>Créez des tableaux de bord à partir de rapports prédéfinis destinés aux responsables des pratiques, des ressources et des comptes.</li><li>Les rapports de gestion des pratiques présentent la marge brute, les ventes, le chiffre d’affaires, le coût, les heures, l’utilisation et les performances des pratiques.</li><li>Les rapports de gestion des ressources présentent l’utilisation des rôles et ressources, les prévisions et la demande de ressources.</li><li>Les rapports de gestion des comptes présentent les ventes, le pipeline de vente, la facturation, les performances des contrats et des clients.</li><li>Étendez le modèle de données et modifiez les rapports en fonction des besoins propres à votre organisation.</li><li>Utilisez une interface intuitive sous forme d’Assistant pour configurer et personnaliser l’intégration des données.</li><li>Obtenez des performances de qualité professionnelle en traitant d’importants volumes de données à partir de Dynamics&#160;365 à l’aide du service d’exportation de données.</li><li>Optimisez l’intégration des données avec la fonctionnalité d’extraction incrémentielle des données à l’aide du service d’exportation de données de Dynamics&#160;365.</li></ul><p>Tout est disponible gratuitement sur GitHub et parfaitement documenté, de façon à ce que vous puissiez consacrer votre temps à personnaliser les résultats finaux, plutôt qu’à les concevoir et à les coder en partant de zéro.</p>
it_it: <p>Il modello di soluzione Microsoft Dynamics 365 for Project Service Automation contiene tutto ciò che serve per creare dashboard sicuri, scalabili ed estendibili per la gestione delle pratiche aziendali, delle risorse e degli account. In poche ore potrai realizzare una soluzione end-to-end con Dynamics 365 Data Export Service, un archivio dati di SQL Azure e report avanzati di Power BI (con un modello di sicurezza tratto dalla tua istanza di Dynamics 365).</p><p class="text-semibold">Modello di soluzione Gestione delle pratiche aziendali di Dynamics 365 for Project Service Automation</p><ul><li>Inizia rapidamente con un modello di dati predefinito per Dynamics 365 for Project Service Automation.</li><li>Crea dashboard da report predefiniti per responsabili delle pratiche aziendali, delle risorse e degli account.</li><li>I report Gestione delle pratiche aziendali includono il profitto lordo, le vendite, i costi, le ore e l'utilizzo e le prestazioni relative alle pratiche aziendali.</li><li>I report Gestione delle risorse includono l'utilizzo di risorse e ruoli, le previsioni e la domanda di risorse.</li><li>I report Gestione degli account includono le vendite, le pipeline di vendita, le fatturazioni, le prestazioni relative ai contratti e le prestazioni relative ai clienti.</li><li>Estendi il modello di dati e modifica i report in modo che soddisfino le esigenze specifiche della tua organizzazione.</li><li>Usa un'interfaccia utente basata su procedure guidate intuitive per configurare e personalizzare l'integrazione dei dati.</li><li>Ottieni prestazioni di livello aziendale elaborando grandi volumi di dati da Dynamics 365 con Data Export Service.</li><li>Ottimizza l'integrazione dei dati con funzionalità di estrazione di dati incrementali con Dynamics 365 Data Export Service.</li></ul><p>È tutto disponibile su GitHub e pienamente documentato, per consentirti di dedicare il tuo tempo alla personalizzazione dei risultati finali anziché alla progettazione e alla codifica da zero.</p>
ja_jp: <p>Microsoft Dynamics 365 for Project Service Automation ソリューション テンプレートには、実務管理、リソース管理、取引先企業管理を行うための安全でスケーラブル、拡張可能なダッシュボードに必要なものがすべて含まれています。数時間で、Dynamics 365 データ エクスポート サービス、SQL Azure データ ストア、および洗練された Power BI レポート (所有する Dynamics 365 インスタンスから派生したセキュリティ モデルを含む) を含む、エンド ツー エンドのソリューションを立ち上げることができます。</p><p class="text-semibold">Dynamics 365 for Project Service Automation ソリューション テンプレート用の実務管理</p><ul><li>Dynamics 365 for Project Service Automation 用に構築済みのデータ モデルで今すぐ開始しましょう。</li><li>実務管理者、リソース管理者、および取引先企業管理者向けの構築済みレポートをもとにダッシュボードを構築しましょう。</li><li>実務管理レポートには、粗利益、売上、収益、経費、時間と利用率、実務実績が記載されています。</li><li>リソース管理レポートには、リソースとロールの利用率、予測、リソース需要が記載されています。</li><li>取引先企業管理レポートには、売上、販売パイプライン、請求書、契約履行、顧客パフォーマンスが記載されています。</li><li>組織固有のニーズに合わせてデータ モデルを拡張し、レポートを変更します。</li><li>直感的なウィザードに基づく UI を使用し、データ統合を設定およびカスタマイズします。</li><li>データ エクスポート サービスを使用して Dynamics 365 からの大きなデータ ボリュームを処理することで、エンタープライズ グレードのパフォーマンスを得ます。</li><li>Dynamics 365 データ エクスポート サービス使用の増分データ抽出機能でデータ統合を最適化します。</li></ul><p>すべて GitHub で無料で入手できるだけでなく、完全に文書化されているため、ゼロから設計やコーディングえはなく、最終結果のカスタマイズに時間を費やすことができます。</p>
ko_kr: <p>Microsoft Dynamics 365 for Project Service Automation 솔루션 템플릿에는 실행 관리, 자원 관리 및 계정 관리를 위해 안전하고 확장 가능한 대시보드에 필요한 모든 것이 있습니다. 단 몇 시간 만에 Dynamics 365 Data Export Service, SQL Azure 데이터 스토어, 공개된 Power BI 보고서를 사용하는 종단 간 솔루션을 구축할 수 있습니다(자체 Dynamics 365 인스턴스에서 파생한 보안 모델 포함).</p><p class="text-semibold">Dynamics 365 for Project Service Automation용 실행 관리 솔루션 템플릿</p><ul><li>Dynamics 365 for Project Service Automation을 위해 사전 구축된 데이터 모델로 빠르게 시작하세요.</li><li>실행 관리자, 자원 관리자 및 계정 관리자를 위해 사전 작성된 보고서로부터 대시보드를 만드세요.</li><li>실행 관리 보고서는 매출 총이익, 영업, 수익, 비용, 시간 및 사용률, 실제 성과를 다루고 있습니다.</li><li>자원 관리 보고서는 자원 및 역할 사용률, 예측 및 자원 수요를 다루고 있습니다.</li><li>계정 관리 보고서는 영업, 영업 파이프라인, 청구, 계약 이행 및 고객 성과를 다루고 있습니다.</li><li>조직이 특정 요구를 충족하기 위해 데이터 모델을 확장하고 보고서를 수정하세요.</li><li>직관적 마법사 기반 UI를 사용하여 데이터 통합을 설정하고 사용자 지정하세요.</li><li>Data Export Service를 사용하여 Dynamics 365에서 대용량 데이터를 처리하여 엔터프라이즈급 성능을 경험하세요.</li><li>Dynamics 365 Data Export Service를 사용한 증분 데이터 추출 기능으로 데이터 통합을 최적화하세요.</li></ul><p>모든 것이 GitHub에서 무료로 제공되며 완벽하게 문서화되어 처음부터 설계하고 코딩하는 대신 최종 결과를 사용자 지정하는 데 시간을 할애할 수 있습니다.</p>
pt_br: <p>O modelo de solução Dynamics 365 for Project Service Automation da Microsoft contém tudo o que é necessário para ter dashboards seguros, escalonáveis e extensíveis para gerenciamento de práticas, recursos e contas. Obtenha em apenas algumas horas uma solução de ponta a ponta usando o Serviço de Exportação de Dados do Dynamics 365, um armazenamento de dados do SQL do Azure, além de relatórios bem acabados do Power BI (incluindo um modelo de segurança derivado da sua própria instância do Dynamics 365).</p><p class="text-semibold">Gerenciamento de Práticas para o modelo de solução Dynamics 365 for Project Service Automation</p><ul><li>Comece rapidamente com um modelo de dados pré-criado para o Dynamics 365 for Project Service Automation.</li><li>Crie dashboards de relatórios pré-criados para Gerentes de Práticas, Gerentes de Recursos e Gerentes de Contas.</li><li>Os relatórios de Gerenciamento de Práticas abrangem Margem Bruta, Vendas, Receita, Custo, Horas e Desempenho de Utilização e de Prática.</li><li>Os relatórios de Gerenciamento de Recursos abrangem utilização de recursos e de função, previsões e demanda por recursos.</li><li>Os relatórios de Gerenciamento de Contas abrangem vendas, pipeline de vendas, cobranças, desempenho de contratos e desempenho de clientes.</li><li>Amplie o modelo de dados e modifique os relatórios para atender às necessidades específicas da sua organização.</li><li>Utilize uma interface do usuário intuitiva e baseada em assistente para configurar e personalizar a integração de dados.</li><li>Alcance desempenho de nível empresarial através do processamento de grandes volumes de dados do Dynamics 365 usando o Serviço de Exportação de Dados.</li><li>Otimize a integração de dados com a capacidade de extração de dados incrementais utilizando o Serviço de Exportação de Dados do Dynamics 365.</li></ul><p>Tudo está livremente disponível no GitHub e totalmente documentado para que você gaste seu tempo personalizando os resultados finais, ao invés de criar e codificar tudo do zero.</p>
ru_ru: <p>Шаблон решения Microsoft Dynamics 365 for Project Service Automation содержит все необходимое для защищенных, масштабируемых и расширяемых панелей мониторинга для систем управления операционной деятельностью, ресурсами и работой с клиентами. Всего за несколько часов вы можете развернуть комплексное решение, использующее Службу экспорта данных Dynamics 365, хранилище данных SQL Azure и великолепные отчеты Power BI (включая модель безопасности, производную от экземпляра Dynamics 365).</p><p class="text-semibold">Система управления операционной деятельностью для шаблона решения Dynamics 365 for Project Service Automation</p><ul><li>Без промедлений приступайте к работе с готовой моделью данных для Dynamics 365 for Project Service Automation.</li><li>Создавайте панели мониторинга из готовых отчетов для операционных менеджеров, менеджеров по ресурсам и работе с клиентами.</li><li>Отчеты системы управления операционной деятельностью содержат данные о валовой прибыли, продажах, доходах, затратах, количестве отработанных часов и эффективности деятельности.</li><li>Отчеты системы управления ресурсами содержат данные об использовании ресурсов и ролей, спросе на ресурсы, а также данные прогнозов.</li><li>Отчеты системы управления работой с клиентами содержат данные о продажах, каналах продаж, выставлении счетов, выполнении контрактов и эффективности работы с клиентами.</li><li>Расширяйте модель данных и изменяйте отчеты в соответствии с потребностями вашей организации.</li><li>Используйте интуитивно понятный интерфейс на базе мастера и настраивайте интеграцию с данными.</li><li>Обрабатывайте большие объемы данных из Dynamics&#160;365 с производительностью корпоративного уровня с помощью Службы экспорта данных.</li><li>Оптимизируйте интеграцию с данными благодаря возможностям добавочного извлечения информации, которые открывает использование Службы экспорта данных Dynamics 365.</li></ul><p>Все, что вам необходимо, можно бесплатно скачать на GitHub с полным комплектом документации, поэтому вы можете провести время за оптимизацией результатов вместо разработки решения и написания кода с нуля.</p>
zh_cn: <p>Microsoft Dynamics 365 for Project Service Automation 解决方案模板包含用于实践管理、资源管理和帐户管理的安全、可缩放和可扩展仪表板所需的全部内容。使用 Dynamics 365 数据导出服务可在数小时内生成一个端对端解决方案、一个 SQL Azure 数据存储和经过精心设计的 Power BI 报表（包括一个派生自你自己的 Dynamics 365 实例的安全模型）。</p><p class="text-semibold">用于 Dynamics 365 for Project Service Automation 解决方案模板的实践管理</p><ul><li>用于 Dynamics 365 for Project Service Automation 的预置数据模型快速入门。</li><li>为实践经理、资源经理和客户经理生成基于预置报表的仪表板。</li><li>实践管理报表涵盖了毛利、销售额、收入、成本、工时和利用率以及实践绩效。</li><li>资源管理报表涵盖了资源和角色利用率、预测和资源需求。</li><li>帐户管理报表涵盖了销售额、销售漏斗、账单、合同履行和客户绩效。</li><li>扩展数据模型并修改报表以满足组织的特定需求。</li><li>使用基于直观向导的 UI 来设置和自定义数据集成。</li><li>通过使用数据导出服务处理来自 Dynamics 365 的大量数据，以获得企业级性能。</li><li>使用 Dynamics 365 数据导出服务优化数据与增量数据提取相集成的功能。</li></ul><p>所有内容均在 GitHub 上免费提供并完整记录，因此你可将时间用在自定义最终结果上，而不是从头开始进行设计和编码。</p>
zh_tw: <p>要為實務管理、資源管理及客戶管理建立安全、可調整、可延伸的儀表板，Microsoft Dynamics 365 for Project Service Automation 解決方案範本能供應一切。只要幾小時的時間，您就可以使用 SQL Azure 資料存放區 Dynamics 365 Data Export Service 及精美的 Power BI 報表，讓端點對端點的解決方案穩定運作 (包括從您自有 Dynamics 365 執行個體衍生而來的資訊安全模型)。</p><p class="text-semibold">Dynamics 365 for Project Service Automation 解決方案範本的 Practice Management</p><ul><li>透過 Dynamics 365 for Project Service Automation 的內建資料模型，快速開始使用。</li><li>從實務管理員、資源管理員及客戶管理員的內建報表建置儀表板。</li><li>Practice Management 報表涵蓋了毛利、銷售、收入、成本、時數與使用率及實作績效。</li><li>Resource Management 報表涵蓋資源與角色使用率、趨勢預測及資源需求。</li><li>客戶管理報表涵蓋銷售、準銷售案源、帳務、合約績效及客戶績效。</li><li>延伸資料模型及修改報表，以滿足您組織的特定需求。</li><li>使用直覺式的精靈 UI 設定及自訂資料整合。</li><li>使用 Data Export Service 從 Dynamics 365 處理大量資料，以獲取企業級效能。</li><li>使用 Dynamics 365 Data Export Service 的增量資料擷取功能，將資料整合最佳化。</li></ul><p>所有項目全都在 GitHub 上免費提供，並附有完整的文件說明，所以您只需要將時間花在自訂最終的結果上，而無須從頭開始設計及編寫程式碼。</p>

# Dynamics365_PSA_DetailTagline
source: Set up an enterprise ready power BI solution for practice, resource and account management against your Dynamics 365 for Project Service Automation instance in a few hours. Start with the pre-built content and model and extend it to fit your organization’s needs.
de_de: Richten Sie in wenigen Stunden eine unternehmensgerechte Power BI-Lösung für Practice Management, Ressourcenmanagement und Kundenmanagement entsprechend Ihrer Instanz von Dynamics 365 for Project Service Automation ein. Beginnen Sie mit dem vorkonfigurierten Inhalt und Modell, und erweitern Sie diese entsprechend den Anforderungen Ihrer Organisation.
es_es: Configure una solución empresarial de Power BI lista para la administración de prácticas, recursos y cuentas en su instancia de Dynamics 365 for Project Service Automation en tan solo unas horas. Comience con el contenido y el modelo incorporados y extiéndalos para que se adapten a las necesidades de su organización.
fr_fr: Configurez en quelques heures une solution Power BI de classe Entreprise pour la gestion des pratiques, des ressources et des comptes au niveau de votre instance Dynamics 365 for Project Service Automation. Commencez avec le contenu et les modèles prédéfinis et modifiez-les en fonction des besoins de votre organisation.
it_it: Configura una soluzione Power BI dedicata alle aziende per la gestione delle pratiche aziendali, delle risorse e degli account con l'istanza di Dynamics 365 for Project Service Automation in poche ore. Inizia con contenuti e modelli predefiniti, quindi estendili in modo che soddisfino le esigenze dell'organizzazione.
ja_jp: Dynamics 365 for Project Service Automation インスタンスに対し、実務、リソース、取引先企業管理のためのエンタープライズ対応の Power BI ソリューションを数時間で設定できます。 まずは構築済みのコンテンツとモデルから開始し、組織のニーズに合わせて拡張します。
ko_kr: Dynamics 365 for Project Service Automation 인스턴스에 대해 실행, 자원 및 계정 관리를 위한 엔터프라이즈급 Power BI 솔루션을 몇 시간 만에 설정하세요. 미리 작성된 컨텐츠와 모델을 시작하여 조직 요구에 맞게 확장하세요.
pt_br: Configure uma solução do Power BI pronta para empresas para o gerenciamento de práticas, recursos e contas na sua instância do Dynamics 365 for Project Service Automation em apenas algumas horas. Comece com o conteúdo e os modelos pré-criados e amplie-os para se adequarem às necessidades de sua organização.
ru_ru: За считанные часы разверните Power BI — решение корпоративного уровня для управления операционной деятельностью, ресурсами и работой с клиентами — для взаимодействия с экземпляром Dynamics 365 for Project Service Automation. Начните работу с готовым содержимым и моделью, а затем расширьте ее в соответствии с потребностями вашей организации.
zh_cn: 在数小时内，针对 Dynamics 365 for Project Service Automation 实例为实践、资源和帐户管理设置企业适用的 Power BI 解决方案。 从预置内容和模型开始，然后对其进行扩展以适应组织需求。
zh_tw: 在幾小時內，即可針對您的 Dynamics 365 for Project Service Automation 執行個體為實務、資源及客戶管理設定企業就緒 Power BI 解決方案。 從預先建立的內容及模型開始再加以延伸，以符合您組織的需求。

# Dynamics365_PSA_DetailTitle
source: Enterprise-ready professional service management analytics
de_de: Professionelle, unternehmensgerechte Dienstverwaltungsanalyse
es_es: Datos analíticos de administración de servicios profesionales listos para la empresa
fr_fr: Analyse de la gestion des services professionnels adaptés à l’entreprise
it_it: Analisi della gestione dei servizi professionali dedicata alle aziende
ja_jp: エンタープライズ対応のプロフェッショナル サービス管理分析
ko_kr: 엔터프라이즈급 전문 서비스 관리 분석
pt_br: Análise de gerenciamento de serviço profissional pronta para empresas
ru_ru: Профессиональное средство аналитики управления службами корпоративного уровня
zh_cn: 企业适用的专业服务管理分析
zh_tw: 企業就緒專業服務管理分析
