Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/SolutionTemplates.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Salesforce_Content
source: <p> The Salesforce solution template contains everything needed for a secure, scalable and extensible Sales Management dashboard with actionable analytics. In just a few hours stand up an end-to-end solution including your choice of the Informatica Cloud Integration Platform or Scribe’s cloud-based platform, cloud or on-premise database, and polished Power BI reports (including a security model derived from your own Salesforce instance). </p> <p class="text-semibold"> Sales management for Salesforce, simplified: </p> <ul> <li>Get started quickly with pre-built data models for analytic dashboards.</li> <li>Use an intuitive wizard based UI to setup and customize data integration</li> <li>Gain enterprise grade performance by processing large data volumes from Salesforce</li> <li>Optimize data integration with incremental data extraction capability</li> </ul>
de_de: <p> Die Salesforce-Lösungsvorlage bietet alle Voraussetzungen für aussagekräftige Analysen mit einem sicheren, skalierbaren und erweiterbaren Verkaufsmanagement-Dashboard. In wenigen Stunden ist Ihre End-to-End-Lösung einsatzbereit – einschließlich der Informatica-Cloudintegrationsplattform oder der cloudbasierten Plattform Scribe, ansprechender Power BI-Berichte und eines Sicherheitsmodells, das auf Ihrer individuellen Salesforce-Instanz beruht. </p> <p class="text-semibold"> Verkaufsmanagement für Salesforce leicht gemacht: </p> <ul> <li>In kurzer Zeit startklar dank vorkonfigurierter Datenmodelle für Analysedashboards</li> <li>Intuitiver Assistent für die Einrichtung und Anpassung der Datenintegration</li> <li>Leistungsstarke Verarbeitung großer Datenmengen aus Salesforce</li> <li>Optimierte Datenintegration über inkrementelle Datenextraktion</li> </ul>
es_es: <p> La plantilla de la solución Salesforce contiene todo lo que hace falta para un análisis accionable del panel Administración de ventas seguro, escalable y extensible. En pocas horas, creará una solución de un extremo a otro que incluirá la plataforma que elija, ya sea la de Informatica Cloud Integration o la plataforma basada en la nube de Scribe, una base de datos local o en la nube, e informes de Power BI precisos (incluido un modelo de seguridad derivado de su propia instancia de Salesforce). </p> <p class="text-semibold"> Administración de ventas para Salesforce simplificada: </p> <ul> <li>Empiece a trabajar rápidamente con modelos de datos pregenerados para los paneles de análisis.</li> <li>Use una interfaz de usuario basada en un intuitivo asistente para configurar y personalizar la integración de datos.</li> <li>Obtenga un rendimiento de categoría empresarial mediante el procesamiento de grandes volúmenes de datos desde Salesforce</li> <li>Optimice la integración de datos con la capacidad de extracción incremental de datos</li> </ul>
fr_fr: <p> Le modèle de solution Salesforce contient tous les éléments nécessaires pour un tableau de bord de gestion des ventes sécurisé, évolutif et extensible avec des analyses interactives. En à peine quelques heures, mettez au point une solution de bout en bout, comprenant la plateforme d’intégration cloud Informatica ou la plateforme basée sur le cloud de Scribe (selon votre choix), une base de données cloud ou locale et des rapports Power&#160;BI soignés (y compris un modèle de sécurité issu de votre propre instance Salesforce). </p> <p class="text-semibold"> La gestion des ventes pour Salesforce simplifiée&#160;: </p> <ul> <li>Familiarisez-vous rapidement avec les modèles de données préconfigurés pour les tableaux de bord analytiques.</li> <li>Utilisez une IU basée sur un assistant intuitif pour configurer et personnaliser l’intégration des données</li> <li>Obtenez des performances de qualité professionnelle en traitant d’importants volumes de données à partir de Salesforce</li> <li>Optimisez l’intégration des données grâce à la fonctionnalité d’extraction incrémentielle des données</li> </ul>
it_it: <p> Il modello di soluzione Salesforce contiene tutto il necessario per un dashboard di Gestione vendite sicuro, scalabile ed estensibile con analisi operativa. In poche ore potrai realizzare una soluzione end-to-end comprendente la piattaforma di integrazione cloud Informatica o la piattaforma cloud di Scribe, un database cloud o locale e raffinati report di Power BI (con un modello di sicurezza tratto dalla tua istanza di Salesforce). </p> <p class="text-semibold"> Gestione vendite per Salesforce, semplificata: </p> <ul> <li>Inizia rapidamente con modelli di dati predefiniti per i dashboard di analisi.</li> <li>Usa un'interfaccia utente basata su procedure guidate intuitive per configurare e personalizzare l'integrazione dei dati</li> <li>Ottieni prestazioni di livello aziendale elaborando grandi volumi di dati da Salesforce</li> <li>Ottimizza l'integrazione dei dati con funzionalità di estrazione di dati incrementali</li> </ul>
ja_jp: <p> Salesforce ソリューション テンプレートには、セキュリティで保護され、スケーラブルで拡張可能な売上管理ダッシュボードに必要なすべてのもの、および実行可能な分析が含まれます。数時間で、Informatica Cloud Integration Platform または Scribe のクラウドベース ETL プラットフォーム、クラウドまたはオンプレミスのデータベース、および洗練された Power BI レポート (所有する Salesforce インスタンスから派生したセキュリティ モデルを含む) を含む、エンド ツー エンドのソリューションを立ち上げることができます。 </p> <p class="text-semibold"> Salesforce の売上管理は合理化されています。 </p> <ul> <li>構築済みの分析ダッシュボードのデータ モデルですぐに開始できます。</li> <li>直感的なウィザードに基づく UI を使用し、データ統合を設定およびカスタマイズする</li> <li>Salesforce からの大きなデータ ボリュームを処理することで、エンタープライズ グレードのパフォーマンスを得る</li> <li>増分データ抽出機能でデータ統合を最適化する</li> </ul>
ko_kr: <p> Salesforce 솔루션 템플릿에는 실행 가능한 분석과 함께 안전하고 확장 가능한 판매 관리 대시보드 분석에 필요한 모든 것이 포함되어 있습니다. 단 몇 시간 만에 여러분이 원하는 Informatica Cloud Integration Platform 또는 Scribe의 클라우드 기반 플랫폼, 클라우드 또는 온-프레미스 데이터베이스 및 고급 Power BI 보고서를 비롯한 종단 간 솔루션을 구축할 수 있습니다(자체 Salesforce 인스턴스에서 파생한 보안 모델 포함). </p> <p class="text-semibold"> Salesforce용 판매 관리의 사용 이점: </p> <ul> <li>분석 대시보드용으로 사전 구축된 데이터 모델로 빠르게 시작</li> <li>직관적 마법사 기반 UI를 사용하여 데이터 통합 설정 및 사용자 지정</li> <li>Salesforce에서 대용량 데이터를 처리하여 엔터프라이즈급 성능 달성</li> <li>증분 데이터 추출 기능으로 데이터 통합 최적화</li> </ul>
pt_br: <p> O modelo de solução de Salesforce contém tudo o que é necessário para um dashboard de Gerenciamento de Vendas seguro, escalonável e extensível, com análises acionáveis. Obtenha uma solução de ponta a ponta, incluindo sua escolha de Plataforma de Integração de Nuvem da Informatica ou plataforma baseada em nuvem do Scribe, uma nuvem ou banco de dados local e relatórios polidos do Power BI (incluindo um modelo de segurança derivado de sua própria instância do Salesforce), em apenas algumas horas. </p> <p class="text-semibold"> Gerenciamento de vendas para Salesforce simplificado: </p> <ul> <li>Comece rapidamente com modelos de dados pré-criados para dashboards de análise.</li> <li>Utilize uma interface do usuário intuitiva e baseada no assistente para configurar e personalizar a integração de dados</li> <li>Ganhe desempenho de nível empresarial através do processamento de grande volumes de dados de Salesforce</li> <li>Otimize a integração de dados com a funcionalidade de extração de dados incrementais</li> </ul>
ru_ru: <p> Шаблон решения Salesforce содержит все необходимое для создания надежной, масштабируемой и расширяемой панели мониторинга для анализа и эффективного управления продажами. Всего за несколько часов вы сможете развернуть комплексное решение, поддерживающую платформу интеграции с облаком Informatica Cloud Integration Platform или облачную платформу Scribe (на ваш выбор), облачную или локальную базу данных и великолепные отчеты Power BI (включая модель безопасности, основанную на архитектуре вашего собственного экземпляра Salesforce). </p> <p class="text-semibold"> Упрощенное управление продажами для Salesforce </p> <ul> <li>Быстро приступайте к работе с помощью аналитических панелей мониторинга с готовыми моделями данных.</li> <li>Используйте интуитивно понятный интерфейс на базе мастера и настраивайте интеграцию с данными.</li> <li>Обрабатывайте большие объемы данных из Salesforce с производительностью корпоративного уровня.</li> <li>Оптимизируйте интеграцию с данными благодаря возможностям добавочного извлечения информации.</li> </ul>
zh_cn: <p> Salesforce 解决方案模板包含实现可缩放、可扩展的安全“销售管理”仪表板和可操作分析所需的所有功能。仅需数小时便可生成一个端对端解决方案，其中包含你选择的 Informatica 云集成平台或 Scribe 的基于云的平台、一个云数据库或本地数据库，以及经过精心设计的 Power BI 报表（包括一个派生自你自己的 Salesforce 实例的安全模型）。 </p> <p class="text-semibold"> 适用于 Salesforce 的销售管理，简化版： </p> <ul> <li>快速开始使用分析仪表板的预置数据模型。</li> <li>使用基于直观向导的 UI 来设置和自定义数据集成</li> <li>通过处理来自 Salesforce 的大量数据获得企业级性能</li> <li>使用增量数据提取功能优化数据集成</li> </ul>
zh_tw: <p> Salesforce 解決方案範本包含可靈活調整、安全，並可加以擴充之銷售管理儀表板所需的一切，而且還會提供分析，讓您制定因應措施。只要幾小時的時間，就能讓端點對端點的解決方案穩定運作，像是您選用的 Informatica Cloud Integration Platform 或 Scribe 的雲端 ETL 平台、雲端或內部部署的資料庫，乃至於完整的 Power BI 報表 (包括從您自有 Dynamics CRM 執行個體衍生而來的安全性模型)。 </p> <p class="text-semibold"> Salesforce 銷售管理簡化了： </p> <ul> <li>分析儀表板的預建資料模型讓您快速就能上手。</li> <li>簡單易用的精靈 UI，可用於設定及自訂資料整合。</li> <li>從 Salesforce 處理大量資料，獲取企業等級的效能。</li> <li>增量資料擷取功能最佳化資料整合。</li> </ul>

# Salesforce_DetailTagline
source: Stand up a scalable, secure and extensible Salesforce Power BI dashboard in a few hours. Spend your time customizing the solution for your business needs instead of starting from scratch.
de_de: In wenigen Stunden ist Ihr skalierbares, sicheres und erweiterbares Power BI-Dashboard für Salesforce einsatzbereit. Konzentrieren Sie sich auf die Anpassung der Lösung an Ihre Geschäftsanforderungen, statt eine Lösung von Grund auf selbst zu entwickeln.
es_es: Cree un panel de Power BI escalable, seguro y extensible para Salesforce en pocas horas. Invierta su tiempo en personalizar la solución que cubra sus necesidades empresariales, en lugar de tener que empezar de cero.
fr_fr: Mettez au point un tableau de bord Salesforce Power BI évolutif, sécurisé et extensible en quelques heures. Passez votre temps à personnaliser la solution en fonction de vos besoins professionnels, plutôt qu’à la concevoir en partant de zéro.
it_it: Realizza in poche ore un dashboard di Power BI scalabile, sicuro ed estensibile per Salesforce. Dedica il tuo tempo a personalizzare la soluzione in base alle tue esigenze di business anziché iniziare da zero.
ja_jp: セキュリティで保護され、拡張性がある広範囲な Salesforce Power BI ダッシュボードを、数時間で立ち上げることができます。ゼロから始めるのではなく、ビジネス ニーズに合わせてソリューションをカスタマイズすることに時間を費やすことができます。
ko_kr: 단 몇 시간 만에 확장 가능하고 안전한 Salesforce Power BI 대시보드 구축 처음부터 시작하는 대신 비즈니스 요구 사항에 맞게 솔루션을 사용자 지정하는 데 시간을 할애하세요.
pt_br: Obtenha um dashboard de Salesforce do Power BI escalonável, seguro e extensível em algumas horas. Gaste seu tempo personalizando a solução para suas necessidades de negócios, ao invés de começar do zero.
ru_ru: Разверните масштабируемую, надежную и расширяемую панель мониторинга Power BI для Salesforce всего за несколько часов. Сэкономьте время на разработке решения с нуля и потратьте его на настройку в соответствии с потребностями своего предприятия.
zh_cn: 仅需数小时便可搭建一个可缩放、可扩展的安全 Salesforce Power BI 仪表板。将时间用在定制符合企业需求的解决方案上，而不是从头开始。
zh_tw: 只需要幾小時的時間，就能完成可靈活調整、安全，並可加以擴充的 Salesforce Power BI 儀表板。您只需要將時間花在自訂符合您業務需求的解決方案上，而無須一切從頭開始。

# Salesforce_DetailTitle
source: Enterprise ready sales management analytics
de_de: Verkaufsmanagementanalysen für Unternehmen
es_es: Análisis de administración de ventas preparado para las empresas
fr_fr: Analyse de la gestion des ventes adaptée à l’entreprise
it_it: Analisi di gestione delle vendite dedicata alle aziende
ja_jp: エンタープライズ対応の売上管理分析
ko_kr: 엔터프라이즈급 판매 관리 분석
pt_br: Análise de gerenciamento de vendas pronta para empresas
ru_ru: Средства аналитики продаж корпоративного уровня
zh_cn: 企业现成可用的销售管理分析
zh_tw: 企業用銷售管理分析

# Salesforce_IndexTagline
source: Get powerful insights from your Salesforce customer pipeline in Power BI with a scalable, extensible and secure solution. Accommodate your Salesforce customizations, create enterprise data mashups with data from other applications, such as actual revenue from your ERP system, and reuse features of the existing security model.
de_de: Verschaffen Sie sich mithilfe einer skalierbaren, erweiterbaren und sicheren Lösung in Power BI einen aussagekräftigen Überblick über Ihre Salesforce-Kundenpipeline. Integrieren Sie Salesforce-Anpassungen, erstellen Sie Mashups auf Grundlage von Unternehmensdaten aus anderen Anwendungen, z.B. den tatsächlichen Umsatz aus Ihrem ERP-System, und greifen Sie auf Funktionen des vorhandenen Sicherheitsmodells zurück.
es_es: Obtenga una valiosa información de su cartera de clientes de Salesforce en Power BI con una solución escalable, extensible y segura. Incluya sus propias personalizaciones de Salesforce, cree mashups de datos de empresas a partir de datos de otras aplicaciones, como los ingresos reales del sistema ERP, y reutilice características del modelo de seguridad existente.
fr_fr: Obtenez des éclairages important auprès de votre portefeuille de clients Salesforce dans Power BI à l’aide d’une solution évolutive, extensible et sécurisée. Adaptez vos personnalisations Salesforce, créez des ensembles de données d’entreprise à partir de données provenant d’autres applications, telles que les recettes réelles de votre système ERP, et réutilisez les fonctionnalités du modèle de sécurité existant.
it_it: Ottieni informazioni dettagliate dalla tua pipeline di clienti Salesforce in Power BI con una soluzione scalabile, estensibile e sicura. Inserisci le tue personalizzazioni Salesforce, crea mashup di dati aziendali con i dati provenienti da altre applicazioni, ad esempio i ricavi effettivi dal tuo sistema ERP, e riutilizza le funzionalità del modello di sicurezza esistente.
ja_jp: セキュリティで保護され、スケーラブルで拡張可能な Power BI で Salesforce のお客様のパイプラインから有益な洞察を得ます。自分だけの Salesforce カスタマイズ内容の反映、他のアプリケーションからのデータ (ERP システムからの実際の収益など) を使用したエンタープライズ データ マッシュアップの作成、既存セキュリティ モデルの機能の再利用を行います。
ko_kr: 확장 가능하고 안전한 솔루션을 사용하여 Power BI에서 Salesforce 고객 파이프라인으로부터 강력한 정보를 얻으세요. Salesforce 사용자 지정을 수용하고 ERP 시스템의 실제 수익과 같은 다른 응용 프로그램의 데이터로 엔터프라이즈 데이터 매시업을 만들며 기존 보안 모델의 기능을 다시 사용하세요.
pt_br: Obtenha insights poderosos do seu pipeline do cliente do Salesforce no Power BI, com uma solução escalonável, segura e extensível. Acomode suas personalizações de Salesforce, crie mashups de dados empresariais com dados de outros aplicativos, como receita real do seu sistema ERP, e reutilize recursos do modelo de segurança existente.
ru_ru: Используйте масштабируемое, расширяемое и надежное решение Power BI для получения полезной аналитической информации от своих клиентов Salesforce. Используйте настройки из собственной системы Salesforce, создавайте наборы корпоративных данных на базе информации из других приложений (например, сведения о фактической прибыли из своей системы ERP) и задействуйте возможности существующей модели безопасности.
zh_cn: 利用可缩放、可扩展的安全解决方案，在 Power BI 中获取来自 Salesforce 客户渠道的强大见解。纳入自己的 Salesforce 自定义设置、利用其他应用程序中的数据（如 ERP 系统中的实际收入）创建企业混合数据，还可重复使用现有安全模型中的功能。
zh_tw: 利用兼具可靈活調整、可延伸及安全性等特性的解決方案，從 Power BI 獲取您 Salesforce 客戶實用的深入資訊。加入您自己的 Salesforce 自訂；利用來自其他應用程式的資料 (例如您 ERP 系統的實際收入) 建立企業資料交互式 Web 應用程式 (Mashup)；以及重複應用現有安全性模型的各項功能。

# Salesforce_Partner
source: Informatica
pt_br: Informática

# Salesforce_Title
source: Sales Management for Salesforce
de_de: Verkaufsmanagement für Salesforce
es_es: Administración de ventas para Salesforce
fr_fr: Gestion des ventes pour Salesforce
it_it: Gestione vendite per Salesforce
ja_jp: Salesforce 用の売上管理
ko_kr: Salesforce용 판매 관리
pt_br: Gerenciamento de Vendas do Salesforce
ru_ru: Управление продажами для Salesforce
zh_cn: 适用于 Salesforce 的销售管理
zh_tw: Salesforce 銷售管理

# SCCM_Content
source: The System Center Power BI solution template contains everything needed for a SCCM dashboard with actionable analytics. Data from your SCCM installation is collected and stored in a database that you can extend and customize as you see fit. You will see your data rendered in powerful and compelling Power BI reports. You can also add information about your users and computers or create data mashups with data already collected.
de_de: Die System Center Power BI-Lösungsvorlage bietet alle Voraussetzungen für ein SCCM-Dashboard, das aussagekräftige Analysen erlaubt. Daten aus Ihrer SCCM-Installation werden gesammelt und in einer Datenbank gespeichert, die Sie ganz nach Bedarf erweitern und anpassen können. Ihre Daten werden dann in überzeugenden und ansprechenden Power BI-Berichten präsentiert. Sie können außerdem Informationen über Ihre Benutzer und Computer hinzufügen oder Datenmashups auf Grundlage der zuvor gesammelten Daten erstellen.
es_es: La plantilla de la solución System Center Power BI contiene todo lo necesario para un panel SCCM con análisis accionables. Los datos procedentes de la instalación de SCCM se recopilan y almacenan en una base de datos que puede ampliar y personalizar como sea necesario. Puede ver la representación de los datos en los eficaces y atractivos informes de Power BI. También puede agregar información acerca de los usuarios y equipos o crear mashups con los datos ya recopilados.
fr_fr: Le modèle de solution System Center Power BI contient tous les éléments nécessaires pour un tableau de bord SCCM avec des analyses interactives. Les données de votre installation SCCM sont collectées et stockées dans une base de données que vous pouvez étendre et personnaliser à votre convenance. Les données sont restituées dans des rapports Power BI performants et percutants. Vous pouvez également ajouter des informations sur vos utilisateurs et ordinateurs ou créer des assemblages (« mashups ») avec les données déjà collectées.
it_it: Il modello di soluzione Power BI per System Center contiene tutto il necessario per un dashboard SCCM con analisi operativa. I dati dalla tua installazione di SCCM vengono raccolti e archiviati in un database che puoi estendere e personalizzare in base alle tue esigenze. Potrai osservare il rendering dei dati all'interno dei potenti e accattivanti report di Power BI. Puoi anche aggiungere informazioni sui tuoi utenti e computer o creare mashup con i dati già raccolti.
ja_jp: System Center Power BI ソリューション テンプレートには、SCCM ダッシュボードに必要なものすべてが、実用的な分析と共に含まれています。お客様の SCCM インストールからのデータは、自分で拡張およびカスタマイズできるデータベースに収集および保存されます。データは、強力かつ説得力のある Power BI レポートにレンダリングされます。ユーザーやコンピューターに関する情報を追加したり、すでに収集された情報からデータ マッシュアップを作成したりできます。
ko_kr: System Center Power BI 솔루션 템플릿에는 실행 가능한 분석과 함께 SCCM 대시보드에 필요한 모든 것이 포함되어 있습니다. SCCM 설치 데이터는 적절하게 확장 및 사용자 지정할 수 있는 데이터베이스에 수집 및 저장됩니다. 강력하고 뛰어난 Power BI 보고서에 데이터가 렌더링됩니다. 사용자 및 컴퓨터에 대한 정보를 추가하거나 이미 수집된 데이터로 데이터 매시업을 만들 수도 있습니다.
pt_br: O modelo de solução System Center Power BI contém tudo o que é necessário para um dashboard SCCM com análises acionáveis. Os dados da instalação do seu SCCM são coletados e armazenados em um banco de dados que pode ser estendido e personalizado como desejar. Seus dados serão renderizados em relatórios poderosos e atraentes do Power BI. Também é possível adicionar informações sobre seus usuários e computadores ou criar mashups de dados com dados já coletados.
ru_ru: Шаблон решения System Center Power BI содержит все необходимое для панели мониторинга SCCM с действенной аналитикой. Данные, собранные программой SCCM, хранятся в базе данных, которую вы можете расширять и настраивать так, как считаете нужным. В результате ваши данные будут отображаться в исчерпывающих и визуально привлекательных отчетах Power BI. Кроме того, вы можете собирать информацию о пользователях и компьютерах, а также создавать из уже собранных данных гибридные веб-приложения.
zh_cn: System Center Power BI 包含 SCCM 仪表板和可操作分析所需的所有功能。来自 SCCM 安装的数据将收集并存储在数据库中，便于你随意扩展和自定义。数据将在强大而引人注目的 Power BI 报表中进行呈现。还可添加用户和计算机的相关信息，或使用已收集的数据创建混合数据。
zh_tw: System Center Power BI 解決方案範本內含 SCCM 儀表板所需的一切，還附有可操作的分析。您可收集來自 SCCM 安裝的資料、將資料儲存在資料庫中，並視需求延伸或自訂該資料庫。資料將會轉譯為威力強大且吸睛的 Power BI 報表。您還可新增使用者及電腦相關資訊，或是搭配收集到的資料建立交互式資料。
