Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/SolutionTemplates.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Twitter_IndexTagline
source: Analyze all your unstructured Twitter data with our scalable and extensible solution template. Track sentiment, topic trends and outreach for crucial occasions like events and campaigns, or continuously monitor user reactions to your products and services. Compare current sentiment and volume to historical data to see how trends change over time.
de_de: Analysieren Sie alle unstrukturierten Twitter-Daten mit unserer skalierbaren und erweiterbaren Lösungsvorlage. Verfolgen Sie Stimmungen, Trendthemen und Kundenbindung in wichtigen Phasen, z. B. zu Veranstaltungen und Kampagnen, oder überwachen Sie langfristig Benutzerreaktionen auf Ihre Produkte und Dienstleistungen. Vergleichen Sie die aktuelle Stimmungslage und die Häufigkeit von Erwähnungen mit historischen Daten, um die Entwicklung von Trends zu beobachten.
es_es: Analice todos los datos no estructurados de Twitter con nuestra plantilla de soluciones escalable y ampliable. Realice el seguimiento de las opiniones, tendencias del momento y proyecciones para ocasiones cruciales, como eventos y campañas, o supervise continuamente las reacciones del usuario a sus productos y servicios. Compare las opiniones actuales, así como su volumen, con datos históricos para ver cómo cambian las tendencias a lo largo del tiempo.
fr_fr: Analysez l’ensemble de vos données Twitter non structurées avec notre modèle de solution extensible et scalable. Suivez les sentiments, les thèmes qui reviennent le plus souvent et la portée des occasions importantes telles que les événements et campagnes. Surveillez en continu les réactions des utilisateurs concernant vos produits et services. Comparez les sentiments et le volume actuels aux données d’historique pour voir l’évolution des tendances au fil du temps.
it_it: Analizza tutti i tuoi dati di Twitter non strutturati con il nostro modello di soluzione scalabile ed estendibile. Registra valutazioni, tendenze e presenza per le occasioni più importanti, ad esempio eventi e campagne, oppure monitora costantemente le reazioni degli utenti ai prodotti e ai servizi che offri. Confronta le valutazioni e il volume con i dati cronologici per vedere l'andamento delle tendenze nel tempo.
ja_jp: スケーラブルで拡張可能なソリューション テンプレートを使用して、構造化されていないすべての Twitter データを分析します。センチメント、トピック傾向、イベントやキャンペーンなどの重要な機会に対するアウトリーチを追跡したり、製品やサービスに対するユーザーの反応を継続的に監視します。現在のセンチメントとボリュームを履歴データと比較して、時間の経過による傾向の変化を確認します。
ko_kr: 확장 가능한 솔루션 템플릿으로 구조화되지 않은 데이터를 모두 분석합니다. 인지, 항목 추세, 이벤트와 캠페인 등 중요한 행사에 대한 지원을 추적하거나 제품 및 서비스에 대한 사용자 반응을 지속적으로 모니터링합니다. 현재의 인지 및 볼륨과 기록 데이터를 비교하여 시간에 따른 변화 추세를 확인합니다.
pt_br: Analise todos os seus dados não estruturados do Twitter com nosso modelo de solução escalonável e extensível. Acompanhe as opiniões, as tendências de tópicos e o alcance em ocasiões críticas como eventos e campanhas ou monitore continuamente as reações dos usuários aos seus produtos e serviços. Compare o sentimento e o volume atuais com os dados históricos para ver como as tendências mudam com o tempo.
ru_ru: Анализируйте все неструктурированные данные Twitter с помощью нашего шаблона масштабируемого и расширяемого решения. Отслеживайте настроения, актуальные темы и частоту упоминания важнейших событий и кампаний или осуществляйте непрерывный мониторинг реакции пользователей на ваши продукты и услуги. Сопоставляйте текущие настроения и частоту упоминаний с данными за прошедшие периоды, чтобы проследить постепенные изменения тенденций.
zh_cn: 使用我们可缩放和可扩展的解决方案模板分析所有未结构化的 Twitter 数据。跟踪事件、活动等重大时刻的观点、主题趋势和延展，或者持续监控用户对产品和服务的反应。将当前观点和使用量与历史数据比较，了解趋势随时间的变化。
zh_tw: 透過可調整且可延伸的解決方案範本，分析您的所有非結構化 Twitter 資料。追蹤人氣、主題趨勢，並拓展到活動和行銷活動等重要場合，或持續監視使用者對產品及服務的反應。將目前人氣和總量與歷程資料相較，以了解趨勢如何隨時間變化。

# Twitter_Title
source: Campaign/Brand Management for Twitter
de_de: Kampagnen-/Markenmanagement für Twitter
es_es: Gestión de campaña o marca para Twitter
fr_fr: Gestion des campagnes et de la marque pour Twitter
it_it: Gestione della campagna e del marchio per Twitter
ja_jp: Twitter 向けキャンペーン/ブランド管理
ko_kr: Twitter에 대한 캠페인/브랜드 관리
pt_br: Gerenciamento de Campanha/Marca do Twitter
ru_ru: Управление кампанией или брендом в Twitter
zh_cn: 适用于 Twitter 的市场活动/品牌管理
zh_tw: Twitter 行銷/品牌管理

# SAP_Content
source: <p>With the Simplement powered SAP Accounts Receivable template you can quickly and easily analyze information for several critical AR reporting areas. Out of the box you can begin to analyze your entire SAP AR information.</p> <p class="text-semibold">Start immediately with pre-built reports that highlight common AR reporting needs:</p> <ul> <li>An up-to-date summary view of your current total AR balance allowing you to immediately focus on problematic companies, customers and more.</li> <li>Travel through time to analyze historic AR trends and point in time balances of problem areas found at the summary level.</li> <li>Identify your top worst receivables where over 90 balances exceed certain thresholds.</li> <li>Receivable aging buckets as a % of total to identify which customers or companies are overrepresented in certain areas like over 90, 1-30 etc.</li> </ul>
de_de: <p>Mit der SAP-Debitorenvorlage von Simplement können Sie schnell und einfach Informationen für mehrere wichtige Bereiche der Debitorenberichterstellung analysieren. Sie können sofort damit beginnen, Ihre gesamten SAP-Debitoreninformationen zu analysieren.</p> <p class="text-semibold">Starten Sie gleich mit vorkonfigurierten Berichten durch, die häufige Anforderungen an die Debitorenberichterstellung erfüllen:</p> <ul> <li>Eine aktuelle Übersicht über den aktuellen Debitorengesamtsaldo, die es Ihnen ermöglicht, sich sofort auf problematische Firmen, Kunden u. ä. zu konzentrieren.</li> <li>Analysieren Sie den zeitlichen Verlauf von Debitorentrends, und untersuchen Sie Salden zu bestimmten Zeitpunkten für Problembereiche, die in der Übersicht ermittelt wurden.</li> <li>Identifizieren Sie die problematischsten Debitoren, bei denen seit mehr als 90 Tagen ausstehende Forderungen bestimmte Schwellenwerte überschreiten.</li> <li>Sie können anhand der Buckets von ausstehenden Forderungen als Prozentsatz der Gesamtsumme ermitteln, welche Kunden oder Firmen in bestimmten Bereichen, z. B. über 90 Tage, 1-30 Tage usw., überrepräsentiert sind.</li> </ul>
es_es: <p>Mediante la plantilla de cuentas por cobrar de SAP con tecnología de Simplement puede analizar de forma rápida y sencilla la información para varias áreas de informes sobre cuentas por cobrar. Puede empezar a analizar inmediatamente toda la información de cuentas por cobrar de SAP.</p> <p class="text-semibold">Empiece a trabajar inmediatamente con los informes precompilados que destacan necesidades habituales de informes sobre cuentas por cobrar:</p> <ul> <li>Una vista de resumen actualizada del saldo actual total de las cuentas por cobrar le permite concentrarse inmediatamente en aquellas empresas o clientes problemáticos y mucho más.</li> <li>Viaje en el tiempo para analizar tendencias históricas de las cuentas por cobrar y saldos en un momento dado pertenecientes a las áreas de problemas detectadas en el nivel del resumen.</li> <li>Identifique sus peores cobros, aquellos en los que más de 90 saldos superan determinados umbrales.</li> <li>Depósitos de antigüedad de los cobros como un % del total para identificar qué clientes o empresas están representadas en exceso en determinadas áreas como 90, 1-30, etc.</li> </ul>
fr_fr: <p>Le modèle SAP Accounts Receivable optimisé par Simplement vous permet d’analyser de façon simple et aisée les informations liées à différents domaines critiques des rapports sur les comptes clients. Vous pouvez commencer à analyser immédiatement toutes vos informations SAP AR.</p> <p class="text-semibold">Des rapports prédéfinis mettent en évidence les besoins courants liés aux rapports sur les comptes clients&#160;:</p> <ul> <li>Un affichage résumé du solde total actuel des comptes clients vous permet d’identifier rapidement les entreprises, clients, etc. posant problème.</li> <li>Faites un retour en arrière pour analyser les tendances historiques des comptes clients et les soldes problématiques détectés à un moment donné sous forme de résumé.</li> <li>Identifiez les clients pour lesquels plus de 90&#160;soldes dépassent les seuils définis.</li> <li>Les plages âgées des clients apparaissent sous la forme d’un pourcentage du total pour vous permettre d’identifier les clients ou entreprises sur-représentés dans certains domaines (plus de 90, 1-30, etc.).</li> </ul>
it_it: <p>Con il modello Accounts Receivable per SAP di Simplement puoi analizzare in modo facile e veloce le informazioni per diverse aree critiche relative alla creazione di report AR. Puoi anche iniziare ad analizzare tutte le informazioni di AR per SAP in modo automatico.</p> <p class="text-semibold">Inizia subito con i report predefiniti che consentono di evidenziare le esigenze più diffuse relative alla creazione di report AR:</p> <ul> <li>Visualizza un riepilogo aggiornato del saldo AR totale corrente che consente di individuare subito società, clienti e altri aspetti problematici.</li> <li>Spostati nel tempo per analizzare le tendenze cronologiche AR e i saldi temporizzati delle aree problematiche rilevate a livello di riepilogo.</li> <li>Identifica le contabilità peggiori in cui più del 90% dei saldi supera determinate soglie.</li> <li>Visualizza gli intervalli di aging della contabilità come percentuale del totale per identificare i clienti o le società rappresentate in modo sproporzionato in alcune aree, ad esempio oltre 90, 1-30 e così via.</li> </ul>
ja_jp: <p>Simplement により強化された SAP Accounts Receivable テンプレートを使用すると、いくつかの重要な AR 報告エリアの情報をすばやく簡単に分析できます。設定不要で、SAP AR 情報全体の分析を開始できます。</p> <p class="text-semibold">AR 報告書での一般的に要件に重点を置いた既成の報告書で、今すぐ開始しましょう:</p> <ul> <li>現在の AR 総合収支に関する最新の概要を表示し、問題のある会社や顧客などにすぐに焦点を合わせることができます。</li> <li>時間の経過に合わせて情報を確認することで、過去の AR 傾向や、概要レベルで特定された問題エリアでの特定時点の収支を分析します。</li> <li>90 個を超える収支が特定のしきい値を超えている、最低の債権を特定します。</li> <li>債権のエイジング バケットを合計に対する % として示し、90 超または 1 ～ 30 などの特定エリアで大きな比率を占める顧客または会社を特定します。</li> </ul>
ko_kr: <p>Simplement에서 기술을 제공한 SAP Accounts Receivable 템플릿으로 여러 중대한 AR 보고 영역에 대한 정보를 빠르고 쉽게 분석할 수 있습니다. 독창적으로 전체 SAP AR 정보의 분석을 시작할 수 있습니다.</p> <p class="text-semibold">일반적인 AR 보고 요구를 강조하는 사전 작성 보고서로 바로 시작하세요.</p> <ul> <li>현재 총 AR 잔액의 최신 요약 보기를 통해 문제가 많은 회사, 고객 등에 즉시 주력할 수 있습니다.</li> <li>시간에 따라 이동하여 요약 수준에서 발견된 문제 지역의 기존 AR 동향과 시점 잔액을 분석하세요.</li> <li>90개 이상 잔액이 특정 임계값을 초과하는 가장 불량한 채권을 확인하세요.</li> <li>오래된 버킷의 총 채권 수를 백분율로 전환하여(예: 90 이상, 1-30 등) 특정 지역에서 지나치게 많은 것으로 확인되는 특정 고객 또는 회사를 확인하세요.</li> </ul>
pt_br: <p>Com o modelo de Contas a Receber do SAP desenvolvidas por Simplement, você pode rápido e facilmente analisar informações para várias áreas de relatório de AR críticas. Usando a criatividade, você pode começar a analisar todas suas informações de AR do SAP.</p> <p class="text-semibold">Comece imediatamente com relatórios pré-compilados que destacam necessidades de relatórios de AR comuns:</p> <ul> <li>Uma exibição de resumo atualizada da sua balança de AR que permite que você se concentre imediatamente em empresas problemáticas, clientes e mais.</li> <li>Viaje no tempo para analisar tendências de AR históricas e equilíbrios de ponto de tempo de áreas de problema encontrados no nível de resumo.</li> <li>Identifique os piores recebíveis em que mais de 90 balanças excedem determinados limites.</li> <li>Buckets de classificação por vencimento dos recebíveis a partir de % do total para identificar quais clientes ou empresas são super-representados em determinadas áreas, como acima de 90, 1 a 30, etc.</li> </ul>
ru_ru: <p>С помощью шаблона SAP для анализа дебиторских задолженностей, разработанного компанией Simplement, вы сможете легко и быстро анализировать данные по нескольким критически важным параметрам отчетности по дебиторским задолженностям. Таким образом у вас будет все необходимое, чтобы начать исчерпывающий анализ данных SAP по дебиторским задолженностям.</p> <p class="text-semibold">Незамедлительно приступайте к работе благодаря заготовкам отчетов, которые обеспечивают основные потребности отчетности по дебиторским задолженностям:</p> <ul> <li>отображение актуальной сводной информации по текущему итоговому балансу дебиторской задолженности, что позволит вам сосредоточить внимание на наиболее проблемных компаниях, клиентах и т.&#160;д.;</li> <li>ретроспективный анализ прошлых тенденций дебиторской задолженности и баланса в определенные моменты времени по проблемным показателям, которые были выявлены на этапе составления сводки;</li> <li>выявление наибольших задолженностей, по которым более 90&#160;балансов превышают заданные пороговые значения;</li> <li>распределение задолженностей по сроку давности и определение их доли в общей сумме задолженности для выявления клиентов или компаний, которые представлены сверх квоты в определенных группах, например «более 90&#160;дней», «от 1 до 30&#160;дней» и т.&#160;д.</li> </ul>
zh_cn: <p>使用由 Simplement 提供支持的 SAP 应收账款模板，可简便快捷地分析多个重要 AR 报告领域的信息。可使用现成的工具和功能立即开始分析所有 SAP AR 信息。</p> <p class="text-semibold">使用针对常规 AR 报告需求的预构报表立即开始：</p> <ul> <li>当前 AR 总余额的最新摘要视图可立即突显出有问题的公司和客户等。</li> <li>按时间分析历史 AR 趋势，并在摘要级别及时指出在问题领域发现的余额。</li> <li>确定超过 90 项余额超过特定阈值的最坏应收账。</li> <li>应收账账龄时段占总账的百分比，用于确定在特定领域（如超过 90 项，1-30 项）负债过多的客户过公司。</li> </ul>
zh_tw: <p>透過 Simplement 提供的 SAP 應收帳款範本，您可以快速又輕鬆地分析數個重要 AR 回報區域的資訊。現成可用，讓您可以開始分析整個 SAP AR 的資訊。</p> <p class="text-semibold">從預先建立的報表立即著手，其強調常見的 AR 回報需求：</p> <ul> <li>目前 AR 資產負債總計的最新狀態摘要檢視，讓您能夠立即聚焦在有疑慮的公司及客戶等。</li> <li>瀏覽過去記錄，在摘要層級分析問題區域的歷史 AR 趨勢及各時間點的資產負債。</li> <li>找出最大宗的應收款項，其 90 天以上的資產負債超過特定閾值。</li> <li>應收款項在逾期時段內佔總數多少百分比，找出特定區域中哪些客戶或公司有不成比例的量，如 90 天以上、1-30 天等。</li> </ul>

# SAP_DetailTagline
source: Get started with your SAP Accounts Receivable reporting with these simple and intuitive Power BI dashboards designed by Simplement. Quickly and efficiently analyze your organization’s entire SAP AR environment at a glance and find the information you need to identify key problem areas.
de_de: Diese einfachen und intuitiven Power BI-Dashboards von Simplement erleichtern Ihnen den Einstieg in die Erstellung von SAP-Debitorenberichten. Sie erhalten schnell und effizient einen Überblick über die gesamte SAP-Debitorenumgebung Ihres Unternehmens, um die Informationen zum Identifizieren wichtiger Problembereiche zu finden.
es_es: Familiarícese con los informes de cuentas por cobrar de SAP con estos sencillos e intuitivos paneles de Power BI diseñados por Simplement. Analice de un solo vistazo de forma rápida y eficaz todo el entorno de cuentas por cobrar de SAP de la organización y encuentre la información que necesita para identificar áreas clave de problemas.
fr_fr: Commencez à utiliser le modèle Accounts Receivable Reporting for SAP à l’aide de ces tableaux de bord Power BI simples et intuitifs conçus par Simplement. Analysez l’environnement SAP AR de votre organisation de façon rapide et efficace et accédez aux informations utiles pour identifier les problèmes majeurs.
it_it: Inizia a usare i report di Accounts Receivable per SAP con questi dashboard di Power BI semplici e intuitivi, progettati da Simplement. Analizza in modo efficace e veloce l'intero ambiente AR per SAP dell'organizzazione e trova le informazioni necessarie per identificare le principali aree problematiche.
ja_jp: Simplement により設計され、シンプルで直感的な Power BI ダッシュボードの SAP Accounts Receivable 報告書を今すぐ使ってみましょう。組織の SAP AR 環境全体を一目で迅速かつ効率的に分析し、主要な問題が潜むエリアを特定するのに必要な情報を手に入れましょう。
ko_kr: Simplement에서 디자인한 간편하고 직관적인 Power BI 대시보드를 사용하여 SAP Accounts Receivable 보고를 시작하세요. 한눈에 조직 전체의 SAP AR 환경을 신속하고 효율적으로 분석하고 핵심 문제 지역을 확인하는 데 필요한 정보를 찾으세요.
pt_br: Comece com o relatório de Contas a Receber do SAP com esses dashboards do Power BI intuitivos e simples desenvolvidos por Simplement. Analise rapida e eficientemente todo o ambiente AR SAP da sua organização com uma olhada e descubra as informações necessárias para identificar áreas de problemas principais.
ru_ru: Приступите к составлению отчетов SAP по дебиторским задолженностям с помощью простых и интуитивно понятных панелей мониторинга Power BI, разработанных компанией Simplement. Быстро и эффективно анализируйте полный объем данных SAP вашей организации по дебиторской задолженности и находите нужную информацию для выявления наиболее проблемных показателей.
zh_cn: 使用这些由 Simplement 设计的简单而直观的 Power BI 仪表板，开始使用 SAP 应收账款报告。快速而高效地概括分析组织的整个 SAP AR 环境，找到确定关键问题领域所需的信息。
zh_tw: 透過這些由 Simplement 設計的簡易直覺式 Power BI 儀表板，開始使用您的 SAP 應收帳款回報。快速並有效率地分析組織的整個 SAP AR 環境，並找到識別主要問題區域所需的資訊。

# SAP_DetailTitle
source: Accounts Receivable Reporting for SAP
de_de: Debitorenberichterstellung für SAP
es_es: Informe de cuentas por cobrar para SAP
it_it: Report di Accounts Receivable per SAP
ja_jp: SAP 向け Accounts Receivable 報告書
ko_kr: SAP용 Accounts Receivable 보고
pt_br: Relatório de Contas a Receber do SAP
ru_ru: Отчетность по дебиторской задолженности для SAP
zh_cn: 适用于 SAP 的应收账款报告
zh_tw: SAP 應收帳款回報

# SAP_IndexTagline
source: Quickly and efficiently analyze your organization’s entire SAP Accounts Receivables in Power BI. Visualize your accounts receivable by customer, company, document number and age for better data visibility, analysis and faster decision making. Travel back in time and see how accounts receivable compare now to then. This is a public preview so we’re actively soliciting feedback. Take it for a test drive and tell us what you think – what works, what doesn’t and how can it be improved.
de_de: Analysieren Sie schnell und effizient die gesamten SAP-Debitoren Ihres Unternehmens in Power BI. Sie können die Debitoren nach Kunde, Unternehmen, Dokumentnummer und Forderungsalter visualisieren, um die Darstellung und Analyse der Daten zu verbessern und Entscheidungen zu beschleunigen. Vergleichen Sie Daten der Debitoren aus der Vergangenheit mit ihren aktuellen Daten. Dies ist eine öffentliche Vorschauversion, daher sind wir für jedes Feedback dankbar. Betrachten Sie dies als Testversion, und teilen Sie uns Ihre Meinung mit – was Ihnen gefällt und was nicht, und wie die Lösungsvorlage verbessert werden kann.
es_es: Analice de forma rápida y sencilla todas las cuentas por cobrar de SAP de su organización en Power BI. Visualice las cuentas por cobrar ordenadas por cliente, empresa, número de documento y edad, y consiga una mejor visibilidad de datos, capacidad de análisis y toma de decisiones más rápida. Viaje al pasado y compare las cuentas por cobrar actuales con las del pasado. Se trata de una versión preliminar pública así que se solicitan sus comentarios encarecidamente. Experimente y cuéntenos su opinión: qué cosas funcionan, cuáles no, cómo se puede mejorar, etc.
fr_fr: Analysez l’environnement SAP Accounts Receivables de votre organisation de façon rapide et efficace dans Power BI. Visualisez vos comptes clients par client, entreprise, numéro de document et âge. Gagnez en visibilité, approfondissez votre analyse et accélérez la prise de décisions. Faites un retour en arrière et suivez l’évolution de vos comptes clients dans le temps. Ce modèle est disponible en version préliminaire publique. Les commentaires des utilisateurs sont donc les bienvenus. Testez-le dans le cadre d’une évaluation et faites-nous part de votre avis (aspects positifs, aspects négatifs et améliorations souhaitables).
it_it: Analizza in modo efficace e veloce l'intero ambiente Accounts Receivables per SAP dell'organizzazione in Power BI. Visualizza la contabilità per cliente, società, numero di documento e durata per ottenere una migliore visibilità, un'analisi più completa e un processo decisionale più rapido. Confronta la contabilità per vedere i cambiamenti nel tempo. Invia i tuoi commenti e suggerimenti su questa anteprima pubblica. Fai un test e comunicaci le tue impressioni: cosa funziona bene, cosa non funziona e cosa si può migliorare.
ja_jp: Power BI で組織の SAP Accounts Receivable 全体を迅速かつ効率的に分析できます。債権を顧客、会社、文書番号、および年齢別に視覚化し、データの可視性と分析を向上させ、意思決定を迅速に行うことができます。過去の時点に戻り、債権を現在と比較できます。 パブリック プレビューですので、皆様のご意見をぜひお聞かせください。まずはお試しになり、問題のある機能や改善方法についてご意見をお聞かせください。
ko_kr: Power BI에서 조직 전체의 SAP Accounts Receivables를 신속하고 효율적으로 분석하세요. 보다 나은 데이터 가시성, 분석, 보다 빠른 의사 결정을 위해 고객, 회사, 문서 번호 및 나이별로 매출 채권을 시각화하세요. 과거로 돌아가 매출 채권이 현재와 어떻게 비교되는지 알아보세요. 이 제품은 공개 미리 보기이므로 적극적으로 피드백을 받고 있습니다. 테스트 드라이브용으로 보유하여 어떤 점이 효과가 있고 어떤 점이 효과가 없는지, 어떤 점을 개선하면 좋을지 의견을 보내주세요.
pt_br: Analise de forma rápida e eficiente todos os Contas a Receber do SAP da sua organização no Power BI. Visualize os recebíveis da sua conta por cliente, empresa, número do documento e idade para melhor visibilidade de dados, análise e tomada de decisões mais rápida. Volte no tempo e veja como recebíveis antigos e atuais são comparáveis. Essa é uma visualização pública, então estamos solicitando ativamente comentários. Leve-o para um teste e nos diga o que você acha: o que funciona, o que não funciona e como pode ser melhorado.
ru_ru: Быстро и эффективно анализируйте полный объем данных SAP вашей организации по дебиторской задолженности в Power BI. Визуализация дебиторских задолженностей по клиентам, компаниям, номерам документов и сроку давности позволяет добиться большей наглядности и удобства анализа, а также ускорить принятие решений. Осуществляйте ретроспективный анализ для сравнения дебиторских задолженностей в прошлом и в настоящее время. Данная функция представлена в виде общедоступной предварительной версии, поэтому мы активно собираем отзывы пользователей. Опробуйте данную функцию и поделитесь с нами своим мнением: что работает, что — нет, и как это можно исправить.
zh_cn: 在 Power BI 中快速而高效地概括分析组织的全部 SAP 应收账款。按客户、公司、文档编号和账龄直观呈现应收账款，改善数据可见性和分析结果，并加速制定决策。查看历史数据，对比应收账款在过去与现在的情况。 这是公共预览版，因此我们将积极请求反馈。试用并告知我们你的想法 - 有效的功能和需要改进之处，以及如何改进。
zh_tw: 在 Power BI 中，快速又有效率地分析組織的整個 SAP 應收帳款。依客戶、公司、文件編號及時段將您的應收帳款視覺化，以增強資料可見度、分析，並更快做出決策。瀏覽過去記錄，查看應收帳款今昔比較結果。 這是公開預覽版，所以我們正積極徵求意見反應。請試用並告訴我們您的感想：發揮作用的功能、有問題的功能及其改進方式。

# SAP_Title
source: Accounts Receivable for SAP
de_de: Debitoren für SAP
it_it: Accounts Receivable per SAP
ja_jp: SAP 向け Accounts Receivable
ko_kr: SAP용 Accounts Receivable
pt_br: Contas a receber para SAP
ru_ru: Дебиторская задолженность для SAP
zh_cn: SAP 的应收账款
zh_tw: SAP 應收帳款
