Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/SolutionTemplates.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Dynamics365_PSA_IndexTagline
source: The Microsoft Dynamics 365 for Project Service Automation solution template focuses on information critical to the Professional Service Organization’s Practice Manager, Resource Manager and Account Manager. It includes analytical content for financial KPI’s such as revenue, cost and margin. It also includes other relevant KPI’s such as utilization, sales metrics, billings and resource demand.
de_de: Die Lösungsvorlage „Microsoft Dynamics 365 for Project Service Automation“ ist für Informationen vorgesehen, die für Practice Manager, Ressourcenmanager und Kundenbetreuer von Professional Service-Organisationen relevant sind. Sie enthält Analysen für Finanz-KPIs, z. B. Umsatz, Kosten und Gewinnspanne. Sie enthält zudem weitere relevante KPIs, z. B. Auslastung, Vertriebsmetriken, Abrechnung und Ressourcenbedarf.
es_es: La plantilla de la solución Microsoft Dynamics 365 for Project Service Automation se centra en la información crítica para los administradores de prácticas, recursos y cuentas de la organización de servicios profesionales. Incluye datos analíticos para los KPI financieros, como los ingresos, los costos y el margen. También cuenta con otros KPI importantes, como el uso, las métricas de ventas, la facturación y la demanda de recursos.
fr_fr: Le modèle de solution Microsoft Dynamics 365 for Project Service Automation se concentre sur les informations indispensables aux responsables des pratiques, des ressources et des comptes de l’organisme de service professionnel. Il inclut du contenu analytique pour les indicateurs de performance clés financiers, tels que le chiffre d’affaires, le coût et la marge. Il contient également d’autres indicateurs de performance clés pertinents tels que l’utilisation, la mesure des ventes, la facturation et la demande de ressources.
it_it: Il modello di soluzione Microsoft Dynamics 365 for Project Service Automation si concentra sulle informazioni critiche per i responsabili delle pratiche aziendali, delle risorse e degli account dell'organizzazione di servizi professionali. Include contenuti analitici per gli indicatori KPI finanziari, ad esempio ricavi, costi e margini. Include anche altri indicatori KPI importati, ad esempio utilizzo, metriche di vendita, fatturazioni e domanda di risorse.
ja_jp: Microsoft Dynamics 365 for Project Service Automation ソリューション テンプレートは、プロフェッショナル サービス組織の実務管理者、リソース管理者、取引先企業管理者にとって重要な情報に焦点を当てています。 収益、費用、利益などの財務 KPI の分析コンテンツが含まれています。 さらに、利用率、売上指標、請求書、リソース需要など、他の関連する KPI も含まれます。
ko_kr: Microsoft Dynamics 365 for Project Service Automation 솔루션 템플릿은 전문 서비스 조직의 실행 관리자, 자원 관리자, 계정 관리자에게 중요한 정보에 중점을 두고 있습니다. 여기에는 수익, 비용, 이윤 등 재무 KPI의 분석 컨텐츠가 포함되어 있습니다. 또한 사용률, 영업 메트릭, 청구, 자원 수요 등 기타 관련 KPI도 있습니다.
pt_br: O modelo de solução Dynamics 365 for Project Service Automation da Microsoft foca em informações que são críticas para o Gerenciador de Prática, Gerenciador de Recursos e o Gerenciador de Contas da Organização de Serviços Profissionais. Ele inclui conteúdo de análises para KPIs financeiras como receitas, custos e margem. Ele inclui também outros KPIs relevantes como utilização, métricas de vendas, cobranças e demanda por recursos.
ru_ru: В шаблоне решения Microsoft Dynamics 365 for Project Service Automation основное внимание уделено данным, которые критически важны для систем управления операционной деятельностью, ресурсами и работой с клиентами, действующих в организациях, оказывающих профессиональные услуги. Он включает содержимое для анализа ключевых показателей эффективности в сфере финансов, например доходов, затрат и прибыли. Он также включает прочие релевантные ключевые показатели эффективности, такие как данные использования, метрики продаж, данные о выставлении счетов и спросе на ресурсы.
zh_cn: Microsoft Dynamics 365 for Project Service Automation 解决方案模板着重于对专业服务组织的实践经理、资源经理和客户经理来说至关重要的信息。 它包括收入、成本和毛利等财务 KPI 的分析内容。 还包括其他相对 KPI，例如利用率、销售指标、账单和资源需求。
zh_tw: Microsoft Dynamics 365 for Project Service Automation 解決方案著重於 Professional Service Organization 實務管理員、資源管理員及客戶管理員的關鍵資訊。 其包含財務 KPI 的分析內容，例如收入、成本及毛利。 另也包含其他相關 KPI 的內容，像是使用率、銷售量值、帳務及資源需求。

# Dynamics365_PSA_Title
source: Microsoft Dynamics 365 for Project Service Automation
pt_br: Dynamics 365 for Project Service Automation da Microsoft

# Bing_News_Content
source: <p class="text-semibold">Advanced Search for Bing News:</p> <ul> <li>Get started quickly with pre-built data models for an advanced search experience</li> <li>Use an intuitive wizard based UI to define your search queries and spin up the workflow</li> <li>Leverage sophisticated machine learning algorithms including unsupervised and supervised models</li> <li>Navigate seamlessly from the Power BI report to your chosen article in the browser</li> </ul>
de_de: <p class="text-semibold">Erweiterte Suche für Bing News:</p> <ul> <li>In kurzer Zeit startklar dank vorkonfigurierter Datenmodelle für die erweiterte Suche</li> <li>Intuitiver Assistent für die Definition von Suchabfragen und zum Starten des Workflows</li> <li>Ausgefeilte Machine Learning-Algorithmen, einschließlich überwachter und nicht überwachter Modelle</li> <li>Nahtlose Navigation vom Power BI-Bericht zu dem im Browser ausgewählten Artikel</li> </ul>
es_es: <p class="text-semibold">Búsqueda avanzada para Noticias de Bing:</p> <ul> <li>Empiece a trabajar rápidamente con modelos de datos incorporados para una experiencia de búsqueda avanzada</li> <li>Utilice una interfaz de usuario basada en un intuitivo asistente para definir las consultas de búsqueda y agilizar el flujo de trabajo</li> <li>Saque provecho de sofisticados logaritmos de aprendizaje automático, como los modelos con y sin supervisión</li> <li>Viva una experiencia sin igual al ir del informe de Power BI al artículo que elija en el explorador</li> </ul>
fr_fr: <p class="text-semibold">Recherche avancée pour Bing Actualités&#160;:</p> <ul> <li>Familiarisez-vous rapidement avec les modèles de données prédéfinis pour bénéficier d’une expérience de recherche avancée.</li> <li>Utilisez une interface intuitive sous forme d’Assistant pour définir vos requêtes de recherche et accélérer le flux de travail</li> <li>Exploitez les algorithmes Machine Learning incluant des modèles supervisés et non supervisés</li> <li>Dans le navigateur, accédez facilement à l’article choisi à partir du rapport Power&#160;BI</li> </ul>
it_it: <p class="text-semibold">Ricerca avanzata per Bing Notizie:</p> <ul> <li>Inizia rapidamente con modelli di dati predefiniti per l'esperienza di ricerca avanzata</li> <li>Usa un'interfaccia utente basata su procedure guidate intuitive per definire le query di ricerca e ottimizzare il flusso di lavoro</li> <li>Usa algoritmi sofisticati di Machine Learning, inclusi i modelli con e senza supervisione</li> <li>Spostati facilmente dal report di Power BI all'articolo scelto nel browser</li> </ul>
ja_jp: <p class="text-semibold">Bing New 向けの高度な検索:</p> <ul> <li>高度な検索エクスペリエンス向けの構築済みデータ モデルですぐに開始する</li> <li>直観的に操作できるウィザード ベースの UI を使用して検索クエリを定義し、ワークフローをスピン アップする</li> <li>教師なしモデルと教師ありモデルを含む、洗練された機械学習アルゴリズムを活用する</li> <li>ブラウザーで Power BI レポートから選択した記事にシームレスに移動する</li> </ul>
ko_kr: <p class="text-semibold">Bing 뉴스의 고급 급색:</p> <ul> <li>고급 검색 경험용으로 사전 구축된 데이터 모델로 빠르게 시작</li> <li>직관적인 마법사 기반 UI를 사용하여 검색 쿼리를 정의하고 워크플로 속도를 높임</li> <li>감독되지 않은 모델과 감독된 모델을 포함하여 정교한 기계 학습 알고리즘 활용</li> <li>브라우저에서 Power BI 보고서로부터 선택한 기사로 원활하게 이동</li> </ul>
pt_br: <p class="text-semibold">Pesquisa Avançada para Bing Notícias:</p> <ul> <li>Comece rapidamente com modelos de dados pré-criados para uma experiência de pesquisa avançada</li> <li>Use uma interface do usuário intuitiva baseada em assistente para definir suas consultas de pesquisa e aumentar o fluxo de trabalho</li> <li>Aproveite os algoritmos de machine learning sofisticados, incluindo modelos supervisionados e não supervisionados</li> <li>Navegue sem interrupções do seu relatório do Power BI para o artigo de sua escolha no navegador</li> </ul>
ru_ru: <p class="text-semibold">Расширенный поиск по Новостям Bing:</p> <ul> <li>Быстро приступайте к работе с готовыми моделями данных для глубокого и эффективного поиска</li> <li>Используйте интуитивно понятный интерфейс на основе мастера для определения поисковых запросов и стимулирования рабочего процесса</li> <li>Используйте сложные алгоритмы машинного обучения, в том числе модели неконтролируемого и контролируемого обучения</li> <li>Без каких-либо трудностей переходите от отчета Power BI к выбранной статье в браузере</li> </ul>
zh_cn: <p class="text-semibold">必应资讯高级搜索：</p> <ul> <li>预置的数据模型快速入门，体验高级搜索</li> <li>使用基于直观向导的 UI 定义搜索查询并加速工作流</li> <li>利用复杂的机器学习算法，包括无监督和监督模型</li> <li>从 Power BI 报表无缝导航到浏览器中的所选文章</li> </ul>
zh_tw: <p class="text-semibold">Bing 新聞進階搜尋：</p> <ul> <li>進階搜尋體驗的預建資料模型讓您快速就能上手</li> <li>使用直覺式的精靈 UI，定義您的搜尋查詢並加速工作流程</li> <li>利用精細的機器學習演算法，包括未受監督及受監督模型</li> <li>從 Power BI 報表無縫巡覽到瀏覽器中您選擇的文章</li> </ul>

# Bing_News_DetailTagline
source: The Bing News template provides you with the unique capability of matching your interests with relevant articles from hundreds of different news providers using sophisticated machine learning techniques. In just a few minutes you will be able to stand up an end-to-end pipeline that stiches together a whole range of Azure services including Azure SQL, Azure ML, Cognitive Services, Logic Apps, Azure Functions and more! You can then explore our pre-built reports that help you complete your analysis and find the right articles for you!
de_de: Die Vorlage „Bing News“ bietet Ihnen die einzigartige Fähigkeit, mit ausgeklügelten Machine Learning-Verfahren unter Hunderten unterschiedlicher Newsanbieter Artikel entsprechend Ihren Interessen zu suchen. In nur wenigen Minuten können Sie eine End-to-End-Pipeline einrichten, die eine breite Palette von Azure-Diensten umfasst, darunter Azure SQL, Azure ML, Cognitive Services, Logik-Apps, Azure Functions und viele andere. Anschließend können Sie unsere vorkonfigurierten Berichte durchsuchen, die Ihnen helfen, Ihre Analyse abzuschließen und die richtigen Artikel für Sie zu finden.
es_es: La plantilla de Noticias de Bing le proporciona la funcionalidad exclusiva de elegir artículos que le interesan de entre cientos de proveedores de noticias distintos gracias a sofisticadas técnicas de aprendizaje automático. En tan solo unos minutos podrá crear una canalización global que alinea una gama integral de servicios de Azure, como Azure SQL, Azure ML, Cognitive Services, Logic Apps, Azure Functions y mucho más. Entonces podrá explorar nuestros análisis incorporados, que le ayudarán a completar los suyos y a encontrar los artículos que más le interesan.
fr_fr: Le modèle Bing Actualités offre une fonctionnalité unique qui vous permet d’accéder à des articles traitant de thèmes qui vous intéressent provenant de centaines de médias à l’aide de techniques Machine Learning sophistiquées. En quelques minutes, vous pouvez générer un pipeline de bout en bout qui associe un large éventail de services Azure dont Azure SQL, Azure ML, Cognitive Services, Logic Apps, Azure Functions, etc. Vous pouvez ensuite explorer nos rapports prédéfinis qui vous aident à effectuer votre analyse et à trouver les articles qui vous correspondent.
it_it: Il modello Bing Notizie consente di usare una funzionalità esclusiva, che associa i tuoi interessi agli articoli rilevanti cercati in centinaia di diversi provider di notizie con tecniche sofisticate di Machine Learning. In pochi minuti potrai realizzare una pipeline end-to-end che raggruppa una serie di servizi di Azure, inclusi Azure SQL, Azure ML, Servizi cognitivi, App per la logica, Funzioni di Azure e molto altro. Quindi, potrai esplorare i nostri report predefiniti che consentono di completare l'analisi e trovare gli articoli più adatti ai tuoi interessi.
ja_jp: Bing News テンプレートでは、洗練された機械学習技術を使用して、ユーザーが興味を持つ内容に、数百ものニュース プロバイダーの関連記事を一致させる独自の機能を提供しています。Azure SQL、Azure ML、Cognitive Services、Logic Apps、Azure Functions など、あらゆる種類の Azure サービスをまとめるエンドツーエンド パイプラインを、わずか数分で立ち上げることができます。 その後、構築済みのレポートを確認し、分析を完了して適切な記事を見つけるのに役立てることができます。
ko_kr: Bing 뉴스 템플릿은 정교한 기계 학습 기법을 사용하여 수백의 뉴스 공급자 중에서 관심 있는 관련 기사를 찾아줍니다. Azure SQL, Azure ML, Cognitive Services, Logic Apps, Azure Functions 등 모든 Azure 서비스를 함께 통합한 종단간 파이프라인을 단 몇 분만에 구축할 수 있습니다! 그런 다음 분석을 완료하고 귀하에게 맞는 기사를 찾을 수 있도록 도와주는 사전 작성된 보고서를 탐색할 수 있습니다!
pt_br: O modelo Bing Notícias fornece a capacidade exclusiva de realizar a correspondência entre seus interesses e artigos relevantes de centenas de provedores de notícias diferentes usando técnicas de machine learning sofisticadas. Em apenas alguns minutos você pode obter um pipeline de ponta a ponta que une uma gama completa de serviços do Azure, incluindo o SQL do Azure, AM do Azure, Serviços Cognitivos, Aplicativos Lógicos, Azure Functions e muito mais! Assim, você pode explorar nossos relatórios pré-criados que ajudam a concluir sua análise e encontrar os artigos corretos pra você!
ru_ru: Шаблон Новостей Bing предоставляет уникальную возможность подбора статей из сотен различных источников на основе ваших интересов посредством использования сложных техник машинного обучения. Всего за несколько минут вы сможете развернуть комплексный конвейер, объединяющий целый ряд служб Azure: Azure SQL, Azure ML, Cognitive Services, Logic Apps, Функции Azure и многие другие! Затем вы сможете воспользоваться готовыми отчетами, которые помогут вам выполнить анализ и подобрать нужные статьи!
zh_cn: 必应资讯模板提供这样一种独特功能：使用复杂的机器学习技巧将你的兴趣与来自数百个不同资讯提供者的相关文章相匹配。只需几分钟即可生成一个端对端管道，其中汇集各种各样的 Azure 服务，包括 Azure SQL、Azure ML、认知服务、逻辑应用、Azure Functions 等！ 然后，可以浏览预置报表，帮助你完成分析并为你找到合适的文章！
zh_tw: Bing 新聞範本使用精細的機器學習演算法為您提供獨特功能，將您的喜好與上百個不同新聞提供者中的相關文章配對。只要幾分鐘的時間，您就能建立起端點對端點管道，將整個 Azure 服務範圍連接起來，包括 Azure SQL、Azure ML、辨識服務、Logic Apps、Azure Functions 等更多服務！ 您接著可以探索我們的預先建立報表，協助您完成分析並找出適合您的文章！

# Bing_News_DetailTitle
source: Find articles relevant to you in an instant
de_de: Sofort die relevanten Artikel finden
es_es: Encuentre los artículos que le interesan en un instante
fr_fr: Trouvez instantanément les articles qui vous correspondent
it_it: Trova gli articoli di tuo interesse in un istante
ja_jp: 自分に関連する記事を瞬時に検索する
ko_kr: 즉시 자신과 관련된 기사 찾기
pt_br: Encontre artigos relevantes pra você em um instante
ru_ru: Мгновенно находите интересующие вас статьи
zh_cn: 立即找到与你相关的文章
zh_tw: 瞬間找到對您有意義的文章

# Bing_News_IndexTagline
source: Filter and sort your news articles by key criteria like sentiment, topics or entities to find the news articles most important and relevant to your query. Scroll through snippets and seamlessly navigate to your chosen articles to learn the full story of how your search term (such as brand name, product, etc.) is being perceived in the news.
de_de: Filtern und sortieren Sie Nachrichtenartikel nach wesentlichen Kriterien wie Stimmung, Themen oder Gegenstand, um die Nachrichtenartikel zu suchen, die für Ihre Abfrage besonders wichtig und relevant sind. Scrollen Sie durch Ausschnitte, und navigieren Sie nahtlos zu den ausgewählten Artikeln, um sich umfassend zu informieren, wie Ihr Suchbegriff (z. B. Markenname, Produkt usw.) in den Nachrichten wahrgenommen wird.
es_es: Filtre y ordene las noticias por criterios clave, como opiniones, temas o entidades, para encontrar los artículos que más le interesen y mejor coincidan con la consulta. Desplácese por los fragmentos y viva una experiencia sin igual al ir a los artículos que elija para conocerlo todo sobre cómo se percibe en las noticias el término de búsqueda (por ejemplo, una marca, un producto, etc.).
fr_fr: Filtrez et triez les articles d’actualités par critère, comme le sentiment, le sujet ou l’entité et trouvez les articles d’actualités les plus importants et les plus pertinents par rapport à votre requête. Parcourez les extraits et accédez facilement aux articles choisis pour découvrir la façon dont le terme de votre recherche (nom de marque, produit, etc.) est perçu dans les actualités.
it_it: Filtra e ordina gli articoli in base a criteri chiave come valutazione, argomento o entità per trovare gli articoli più importanti e rilevanti per la query. Scorri i vari frammenti e spostati facilmente sugli articoli scelti per sapere esattamente in quali contesti delle notizie si trova il termine di ricerca, ad esempio il nome del marchio, il prodotto e così via.
ja_jp: 感想、トピック、エンティティなどの重要な基準でニュース記事をフィルターして並べ替え、最も重要でクエリと関連するニュース記事を検索します。スニペットをスクロールし、選択した記事にシームレスに移動すると、検索用語 (ブランド名、製品など) がそのニュースでどのように認識されているかを詳細に把握できます。
ko_kr: 감정, 주제 또는 단체 등의 핵심 기준별로 뉴스 기사를 필터링하고 정렬하여 자신의 쿼리에 가장 중요하고 관련된 뉴스 기사를 찾으세요. 짧은 요약을 스크롤하고 선택한 기사로 원활하게 이동하여 뉴스에서 검색 용어(브랜드 이름, 제품 등)가 어떻게 인식되고 있는지 전체 기사를 알아보세요.
pt_br: Filtre e classifique seus artigos de notícias por critérios como sentimentos, tópicos ou entidades para encontrar os artigos de notícias mais importantes e relevantes à sua consulta. Role entre trechos e navegue sem interrupções até os artigos escolhidos por você para saber a história completa de como seu termo de pesquisa (como nome da marca, produto, etc.) está sendo percebido nas notícias.
ru_ru: Отфильтровывайте и сортируйте новостные статьи по ключевым критериям, таким как тональность, темы или сущности, для отбора статей, которые наиболее точно соответствуют вашему запросу. Прокручивайте фрагменты и легко переходите к выбранным статьям, чтобы узнать, как именно ваш поисковой запрос (фирменное наименование, название продукта и т. д.) фигурирует в статье.
zh_cn: 通过情绪、主题或实体等关键条件筛选资讯文章并对其排序，以便找到最重要且与查询最吻合的资讯文章。滚动片段并无缝导航到所选文章，了解资讯中如何看待搜索词（例如品牌名、产品等）的完整故事。
zh_tw: 依人氣、主題或內文篩選及排序新聞文章，以找出最重要且最與查詢相關的新聞文章。捲動片段並無縫巡覽到您選擇的文章，以完整了解搜尋字詞 (例如品牌名稱、產品等) 在新聞中如何解讀。

# Bing_News_Title
source: Advanced Search for Bing News
de_de: Erweiterte Suche für Bing News
es_es: Búsqueda avanzada para Noticias de Bing
fr_fr: Recherche avancée pour Bing Actualités
it_it: Ricerca avanzata per Bing Notizie
ja_jp: Bing New 向けの高度な検索
ko_kr: Bing 뉴스의 고급 급색
pt_br: Pesquisa Avançada para Bing Notícias
ru_ru: Расширенный поиск по Новостям Bing
zh_cn: 必应资讯高级搜索
zh_tw: Bing 新聞進階搜尋
