Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/ChoosingGraphics.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Download_Resources
source: Download all the resources needed for these tutorials
de_de: Alle für diese Tutorials erforderlichen Ressourcen herunterladen
es_es: Descargue todos los recursos necesarios para estos tutoriales
fr_fr: Téléchargez les ressources nécessaires pour ces didacticiels
it_it: Scarica tutte le risorse necessarie per queste esercitazioni
ja_jp: これらのチュートリアルに必要なすべてのリソースをダウンロードする
ko_kr: 이러한 자습서에 필요한 모든 리소스를 다운로드합니다.
pt_br: Baixe todos os recursos necessários para esses tutoriais
ru_ru: Скачать все ресурсы, необходимые для работы с этими учебниками
zh_cn: 下载教程所需的全部资源
zh_tw: 下載這些教學課程所需的所有資源

# Hero_Subtitle
source: Alberto Cairo will teach you how to appropriately choose the right graphics for your data. The human brain is more efficient at seeing patterns and trends when they are transformed into bar charts, line charts, data maps, scatter charts and other graphics. Alberto provides topics and questions to follow to help determine which graphic representation would be most appropriate for your data. You’ll be given an overview on what types of graphics enable accurate estimates and what types of visuals enable general estimates.
de_de: Alberto Cairo wird Ihnen zeigen, wie Sie am besten die richtigen Grafiken für Ihre Daten wählen. Das menschliche Gehirn kann Muster und Trends besser erkennen, wenn sie als Balkendiagramme, Liniendiagramme, Datenzuordnungen, Punktdiagramme und andere Arten von Grafiken dargestellt werden. Die Themen und Fragen von Alberto Cairo helfen Ihnen zu bestimmen, welche grafische Darstellung sich am besten für Ihre Daten eignet. Sie erhalten eine Übersicht über die Typen von Grafiken, die genaue Schätzungen ermöglichen, und über die Typen von Visualisierungen, die allgemeine Schätzungen ermöglichen.
es_es: Alberto Cairo le enseñará a elegir los elementos gráficos más apropiados para sus datos. El cerebro humano es más eficiente cuando ve los patrones y tendencias se transforman en gráficos de barras, gráficos de líneas, mapas de datos, gráficos de dispersión y otros gráficos. Alberto especifica temas y preguntas que debe realizarse que le ayudaran a determinar cuál sería la representación gráfica más apropiada para sus datos. Se le proporcionará una visión general de qué tipos de elementos gráficos permiten unas estimaciones precisas y qué objetos visuales permiten unas estimaciones generales.
fr_fr: Alberto Cairo vous explique comment choisir les graphiques appropriés pour vos données. Le cerveau humain perçoit mieux des tendances quand elles sont converties en graphiques à barres, graphiques en courbes, cartes de données, nuages de points et autres graphiques. Alberto fournit une série de thèmes et de questions à suivre pour déterminer la représentation graphique appropriée pour vos données. Vous allez accéder à une vue d’ensemble des types de graphiques permettant d’obtenir des estimations précises, et des types de visuels permettant des estimations générales.
it_it: Alberto Cairo ti spiegherà come scegliere in modo appropriato la grafica corretta per i tuoi dati. Il cervello umano ha una maggiore capacità di osservare modelli e tendenze se trasformati in grafici a barre, grafici a linee, mappe di dati, grafici a dispersione e altri oggetti grafici. Alberto presenta alcuni argomenti e domande di cui tenere conto per determinare la rappresentazione grafica più appropriata per i tuoi dati. Potrai inoltre osservare una panoramica dei tipi di grafica che permettono stime accurate e dei tipi di oggetti visivi che permettono stime generali.
ja_jp: データに最適なグラフィックスを適切に選択する方法について、Alberto Cairo がお教えします。人間の脳は、パターンや傾向が棒グラフ、折れ線グラフ、データ マップ、散布図、およびその他のグラフィックスに変換されるとより効率的に働きます。Alberto では、どのグラフィックス表示がデータに最適であるかを決定するのに役立つトピックと質問を用意しています。どのタイプのグラフィックスによって精密な推測ができ、どのタイプのビジュアルによって大まかな推測ができるかの概要が提供されます。
ko_kr: Alberto Cairo가 데이터에 적합한 그래픽을 적절하게 선택하는 방법을 알려 줍니다. 인간의 뇌는 가로 막대형 차트, 꺾은선형 차트, 데이터 맵, 분산형 차트 및 기타 그래픽 등 시각적 패턴 및 추세에서 보다 효율적으로 작용합니다. Alberto가 데이터에 가장 적합한 그래픽 표현을 결정하는 데 도움이 되는 항목 및 질문을 제공합니다. 어떤 그래픽 유형으로 정확한 예상치를 얻을 수 있고 어떤 유형의 시각적 개체로 일반적인 예상치를 얻을 수 있는지에 대한 개요를 제공합니다.
pt_br: Alberto Cairo ensinará você a escolher corretamente o gráfico ideal para seus dados. O cérebro humano é muito mais eficiente em observar padrões e tendências quando são transformados em gráficos de barras, gráficos de linhas, mapas de dados, gráficos de dispersão e outros tipos de gráficos. Alberto fornece tópicos e perguntas a serem seguidos para ajudar a determinar qual representação gráfica seria a mais apropriada para seus dados. Você acompanhará uma visão geral de quais tipos de gráficos oferecem estimativas precisas e quais tipos de visuais oferecem estimativas gerais.
ru_ru: Альберто Каиро (Alberto Cairo) покажет, как правильно выбирать графическое содержимое для имеющихся данных. Человеческий мозг намного эффективнее обнаруживает закономерности и тренды, когда они находятся на линейчатых и точечных диаграммах, графиках, картах данных и других графических объектах. Альберто предлагает разобраться с темами и вопросами, которые помогут вам подобрать оптимальное графическое представление для своих данных. Вам предлагается обзор различных типов графических элементов, которые позволяют делать оценки с разной степенью точности.
zh_cn: Alberto Cairo 将讲解如何为数据选择恰当的图形。人类大脑在将图案和趋势转换为条形图、折线图、数据图、散点图及其他图形时更高效。Alberto 将讲解相关的主题和问题，帮助确定哪种图形表现形式最适合你的数据。同时概括介绍哪些类型的图形可以提供准确的估算，哪些类型的视觉对象可以提供一般估算。
zh_tw: Alberto Cairo 將指導您如何適當地選擇最適合您資料的圖形。當模式和趨勢轉換成橫條圖、折線圖、資料地圖、散佈圖及其他圖形時，人腦將能夠更有效率地了解這些模式和趨勢。Alberto 提供要遵循的主題和問題，以協助決定最適合您資料的圖形表示法。您將大致了解哪些圖形類型適用於精確估計，哪些視覺效果類型適用於一般估計。

# Hero_Title
source: Choosing Graphics
de_de: Auswählen von Grafiken
es_es: Elección de gráficos
fr_fr: Choix des graphiques
it_it: Scelta della grafica
ja_jp: 画像の選択
ko_kr: 그래픽 선택
pt_br: Escolhendo gráficos
ru_ru: Выбор графических элементов
zh_cn: 选择图形
zh_tw: 選擇圖形

source: In this article:
de_de: Inhalt dieses Artikels:
es_es: En este artículo:
fr_fr: Contenu de cet article :
it_it: Contenuto dell'articolo:
ja_jp: この記事の内容:
ko_kr: 이 문서의 내용
pt_br: Neste artigo:
ru_ru: В этой статье:
zh_cn: 在本文中：
zh_tw: 本文內容：

# META_PAGETITLE
source: Data Journalism - Choosing Graphics | Microsoft Power BI
de_de: Datenjournalismus – Auswählen von Grafiken | Microsoft Power BI
es_es: Periodismo de datos: elección de gráficos | Microsoft Power BI
fr_fr: Journalisme de données - Choix des graphiques | Microsoft Power BI
it_it: Giornalismo basato sui dati - Scelta della grafica | Microsoft Power BI
ja_jp: データ ジャーナリズム - 画像の選択 | Microsoft Power BI
ko_kr: 데이터 저널리즘 - 그래픽 선택 | Microsoft Power BI
pt_br: Jornalismo de Dados – Escolhendo gráficos | Microsoft Power BI
ru_ru: Журналистика данных — выбор графических элементов | Microsoft Power BI
zh_cn: 数据新闻 - 选择图形 | Microsoft Power BI
zh_tw: 資料新聞學 - 選擇圖形 | Microsoft Power BI

# NextTopic
source: Next Topic: Design Narrative
de_de: Nächstes Thema: Die Geschichte hinter dem Design
es_es: Siguiente tema: narrativa de diseño
fr_fr: Nouvelle rubrique : Récit de la conception
it_it: Argomento successivo: Progettazione del testo descrittivo
ja_jp: 次のトピック: ナレーションのデザイン
ko_kr: 다음 항목: 디자인 내러티브
pt_br: Próximo Tópico: Narrativa de Design
ru_ru: Следующая тема: описательная часть представления
zh_cn: 下一主题：设计说明
zh_tw: 下一個主題：設計敘述

# RightNav_Link1
source: Creating a Bullet Chart in Power BI
de_de: Erstellen eines Lineardiagramms in Power BI
es_es: Creación de un gráfico de viñetas en Power BI
fr_fr: Création d’un graphique à puces dans Power BI
it_it: Creazione di un grafico proiettile in Power BI
ja_jp: Power BI でのブレット グラフの作成
ko_kr: Power BI에서 글머리 기호 차트 만들기
pt_br: Criar um Gráfico de Termômetro no Power BI
ru_ru: Создание диаграммы с маркерами в Power BI
zh_cn: 在 Power BI 中创建项目符号图
zh_tw: 在 Power BI 中建立矢量圖

# RightNav_Link2
source: Creating Data Maps (Using the R Visual to Draw a Dotted Map)
de_de: Erstellen von Datenzuordnungen (Zeichnen eines Punktkartogramms mithilfe des visuellen R-Elements)
es_es: Creación de mapas de datos (uso del objeto visual de R para trazar un mapa con puntos)
fr_fr: Création de cartes de données (en utilisant le visuel R pour tracer une carte en pointillés)
it_it: Creazione di mappe di dati (usando l'oggetto visivo R per disegnare una mappa punteggiata)
ja_jp: データ マップの作成 (R ビジュアルを使用したドット マップの描画)
ko_kr: 데이터 맵 만들기(R 시각적 개체를 사용하여 점 맵 만들기)
pt_br: Criando Mapas de Dados (usando o Visual R para desenhar um mapa pontilhado)
ru_ru: Создание карт данных (создание пунктирной карты с помощью визуального элемента R)
zh_cn: 创建数据图（使用 R 视觉对象绘制点图）
zh_tw: 建立資料地圖 (使用 R 視覺效果繪製圓點地圖)
