Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/ChoosingGraphics.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# About_Content
source: <p>Additionally, you’ll be walked through a series of Microsoft Power BI demos. These include the following: <ul><li>Learn how to use a bullet chart custom visualization to merge data together as an efficient way to show insights.</li> <li>Look at how to plot geographical data from an urban development dataset pulled from The World Bank to visualize a circle map, field map and create a map from R script. </li><li>Understand how to appropriately set axes by watching demos using climate change data from The World Bank along with a separate tutorial on MSN’s creation of voter preferences for the election cycle.</li> <li>Recognize when to use a combination of interactive data visualizations through a tutorial from Microsoft’s collaboration with Real Sociedad to determine which data elements to convey.</li></ul></p>
de_de: <p>Sie werden zudem durch die Schritte mehrerer Microsoft Power BI-Demos geführt. Diese umfassen die folgenden Themen: <ul><li>Erfahren Sie, wie Sie eine benutzerdefinierte Lineardiagramm-Visualisierung als effiziente Methode zum Zusammenführen von Daten nutzen, um die aus ihnen gewonnenen Erkenntnisse darzustellen.</li> <li>Sehen Sie sich an, wie geografische Daten aus einem Stadtentwicklungsdataset der Weltbank dargestellt werden, um ein Kreiskartogramm und Feldkartogramm zu visualisieren und ein Kartogramm aus einem R-Skript zu erstellen. </li><li>Erfahren Sie anhand von Demos mit Daten zur Klimaänderung von der Weltbank und anhand eines Tutorials zum Bestimmen von Wählertrends für den Wahlzyklus durch MSN, wie Sie Achsen korrekt festlegen.</li> <li>Ermitteln Sie mithilfe eines Tutorials, das aus der Zusammenarbeit von Microsoft mit Real Sociedad resultiert, wie Sie mithilfe einer Kombination von interaktiven Datenvisualisierungen bestimmen, welche Datenelemente dargestellt werden sollten.</li></ul></p>
es_es: <p>Adicionalmente, podrá ver una serie de demos de Microsoft Power BI, que incluyen la siguiente información: <ul><li>Aprenda a usar la visualización personalizada de los gráficos de viñetas para combinar datos como una forma eficaz de mostrar datos.</li> <li>Examine cómo trazar los datos geográficos de un conjunto de datos de desarrollo urbano extraídos de El Banco Mundial para visualizar un mapa de círculos y un mapa de campos, y crear un mapa a partir de un script de R. </li><li>Aprenda a establecer ejes correctamente viendo demos en las que se usan datos del cambio climático de El Banco Mundial, junto con un tutorial independiente sobre la creación por parte de MSN de preferencias de voto para el ciclo electoral.</li> <li>Reconozca cuándo se debe usar una combinación de visualizaciones de datos interactivos a través de un tutorial de la colaboración de Microsoft con la Real Sociedad para determinar qué elementos de datos se transmiten.</li></ul></p>
fr_fr: <p>Vous allez également découvrir une série de démonstrations Microsoft Power BI. Leurs thèmes sont les suivants&#160;: <ul><li>Découvrez comment utiliser une visualisation personnalisée de graphique à puces pour fusionner des données en temps que méthode efficace pour présenter des informations.</li> <li>Voyez comment tracer des données géographiques à partir d’un jeu de données de développement urbain extraites de la Banque mondiale pour visualiser une carte de forme circulaire, une carte en forme de champ, et créer une carte à partir d’un script R. </li><li>Comprenez comment définir correctement des axes en regardant des démonstrations utilisant les données de la Banque mondiale relatives au changement climatique, ainsi qu’un didacticiel séparé sur la création par MSN d’une solution d’analyse des préférences de vote pour le cycle électoral.</li> <li>Reconnaissez le moment approprié pour utiliser une combinaison de visualisations de données interactive via un didacticiel résultant d’une collaboration entre Microsoft et la Real Sociedad pour déterminer les éléments de données à communiquer.</li></ul></p>
it_it: <p>Ti verrà inoltre presentata una serie di demo dettagliate su Microsoft Power BI, con cui potrai: <ul><li>Scoprire come usare una visualizzazione personalizzata grafico proiettile per unire dati come metodo efficace per mostrare analisi approfondite.</li> <li>Osservare come tracciare dati geografici da un set di dati sullo sviluppo urbano tratto dalla Banca Mondiale per visualizzare una mappa punteggiata e una mappa di campi e per creare una mappa da uno script R. </li><li>Scoprire come impostare correttamente gli assi guardando alcune demo che usano dati sui cambiamenti climatici della Banca Mondiale insieme a un'esercitazione separata sulla creazione delle preferenze dei votanti per il ciclo elettorale di MSN.</li> <li>Saper riconoscere quando usare una combinazione di visualizzazioni dati interattive tramite un'esercitazione, realizzata grazie alla collaborazione di Microsoft con la Real Sociedad, per determinare i dati da comunicare.</li></ul></p>
ja_jp: <p>さらに、一連の Microsoft Power BI のデモを体験することができます。デモには次のものが含まれます。 <ul><li>ブレット グラフのカスタム可視化を使用して、洞察を表示するための効率的な方法としてデータをマージする方法について説明します。</li> <li>世界銀行から引き出された都市開発データセットから地理的データをプロットして円形のマップやフィールドマップを可視化したり、R スクリプトからマップを作成したりする方法について説明します。</li><li>世界銀行からの気候変動データを使用したデモを視聴して適切に軸を設定する方法を理解し、MSN が作成した選挙の周期に関する投票者の好みについての個別のチュートリアルをご覧ください。</li> <li>伝達するデータエレメントを決定するための、マイクロソフトの Real Sociedad とのコラボレーションによるチュートリアルを通じて、対話的なデータ可視化の組み合わせを使用するタイミングを把握してください。</li></ul></p>
ko_kr: <p>또한 일련의 Microsoft Power BI 데모도 안내합니다. 포함되는 내용은 다음과 같습니다. <ul><li>글머리 기호 차트 사용자 지정 시각화를 사용하여 데이터를 이해하기 편한 방식으로 병합하는 방법에 대해 알아봅니다.</li> <li>The World Bank에서 제공한 도시 개발 데이터 집합에서 지리적 데이터를 그려 원 맵, 필드 맵을 시각화하고 R 스크립트에서 맵을 만드는 방법을 살펴봅니다. </li><li>The World Bank의 기후 변화 데이터를 사용한 데모와 선거 주기 동안 유권자의 선호도 MSN 자료에 관한 별도의 자습서를 보고 축을 적절하게 설정하는 방법을 파악합니다.</li> <li>전달할 데이터 요소를 결정하는 Microsoft와 Real Sociedad의 공동 자습서를 통해 대화형 데이터 시각화를 조합하여 사용해야 하는 시기를 알아봅니다.</li></ul></p>
pt_br: <p>Além disso, você acompanhará uma série de demonstrações do Microsoft Power BI. Elas incluem o seguinte: <ul><li>Aprenda a usar uma visualização personalizada de gráfico de termômetro para mesclar os dados como uma forma eficiente de demonstrar insights.</li> <li>Veja como plotar dados geográficos de um conjunto de dados de desenvolvimento urbano obtido do Banco Mundial para visualizar um mapa circular, um mapa de campo e criar um mapa do script R. </li><li>Entenda como definir corretamente os eixos assistindo a demonstrações usando dados de mudança climática do Banco Mundial, juntamente com um tutorial separado sobre a criação do MSN das preferências do eleitor para o ciclo de eleições.</li> <li>Reconheça quando usar uma combinação de visualizações de dados interativos por meio de um tutorial da colaboração da Microsoft com a Real Sociedad para determinar quais dados os elementos transmitem.</li></ul></p>
ru_ru: <p>Вы также ознакомитесь с рядом демонстрационных примеров Microsoft Power BI. Вот некоторые из них. <ul><li>Узнайте, как создать настраиваемую визуализацию на основе диаграммы с маркерами, чтобы объединить в ней полезные данные и поделиться ими с аудиторией.</li> <li>Посмотрите, как наглядно представить географическую информацию из набора данных Всемирного банка, посвященных городскому планированию, и сформировать круговую карту или картограмму, а также создать карту с помощью R-скрипта. </li><li>Узнайте, как правильно задать оси, из этих демонстрационных видео, посвященных работе с данными Всемирного банка о климатических изменениях, а также учебного руководства, в котором рассказывается, как MSN составляет карту предпочтений избирателей на выборах</li> <li>Узнайте, как правильно использовать сочетания интерактивных визуализаций, из совместного учебного руководства от Майкрософт и Real Sociedad, в котором объясняется, как выбрать элементы данных для представления.</li></ul></p>
zh_cn: <p>此外，还将学习一系列 Microsoft Power BI 演示。这些演示包括以下内容： <ul><li>了解如何使用项目符号图自定义可视化将数据合并到一起，有效地显示见解。</li> <li>了解如何使用从世界银行获取的城市发展数据集绘制地理数据图，可视化圆形图、实测图以及通过 R 脚本创建地图。</li><li>观看如何使用世界银行提供的气候变化数据演示以及 MSN 针对选举周期创建选民偏好的单独教程，了解如何正确设置坐标轴。</li> <li>通过 Microsoft 与 Real Sociedad 协作的教程，确定何时使用交互式数据可视化组合，决定传达哪些数据元素。</li></ul></p>
zh_tw: <p>此外，我們將逐步進行一系列的 Microsoft Power BI 示範。包括： <ul><li>了解如何使用矢量圖自訂視覺效果將資料合併在一起，以有效率地顯示深入解析。</li> <li>了解如何從取自 The World Bank 的都市開發資料集繪製地區資料，以視覺方式顯示圓形地圖、實測地圖，並從 R 指令碼建立地圖。</li><li>觀賞使用 The World Bank 中氣候變更資料的示範，以及有關在 MSN 上為選舉週期建立選民偏好的個別教學課程，了解如何適當地設定軸。</li> <li>透過 Microsoft 與 Real Sociedad 合作的教學課程來決定要傳達的資料元素，識別何時使用互動式資料視覺效果組合。</li></ul></p>
