Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/ChoosingGraphics.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Content_10
source: <h2 id="creating-chart">Creating a Bullet Chart in Power BI</h2> <p>To follow the examples shown in this course, you will need the following prerequisites:</p> <ol> <li><p>A computer running Windows 7 or above</p></li> <li><p>Download and install <a href="{0}">Power BI Desktop</a></p></li> <li><p>Register for a Power BI account (<a href="{1}">{2}</a>)</p> <p>a. Note you will need to register using a work email account; personal accounts (gmail, Hotmail, outlook.com, yahoo.com) are not supported</p></li> </ol> <h3>Step 1: Load Sample Files</h3> <ol> <li><p>Open the file <strong>Brazil IDEB Scores_final.pbix</strong></p></li> <li><p>This tutorial uses the <strong>Bullet Chart by SQLBI</strong> custom visual, download from the following link:</p> <p><a href="{3}">{3}</a></p> <p><img src="{4}" alt="" title="" /></p></li> <li><p>Several measures were created to support this visualization.</p> <p>a. Note: previous tutorial covered creating measures, so the steps are not repeated here. <blockquote> <p>Goal = 6.0</p> <p>National Average = CALCULATE(AVERAGE(IDEB2009[score]), ALL(IDEB2009))</p> </blockquote> </p> </li> </ol> <h3>Step 2: Work with the Data</h3> <p><strong>Note</strong>: The Goal measures shows how you can add a static value to your report without needing to use the Get Data experience. The National Average measure shows how to calculate an aggregate overall of the data rows, ignoring any filters that are applied. This allows the National Average to be constant across all the categories in the dataset, and letting the value update based whenever the data is refreshed.</p> <ol> <li><p>Press the <strong>Bullet Chart</strong> icon in the <strong>Visualizations</strong> pane.</p></li> <li><p>Add the <strong>State</strong> field from the <strong>List of Brazilian states</strong> table to <strong>Category</strong></p></li> <li><p>Add <strong>Score</strong> to <strong>Value</strong>, it appears as Average of score</p></li> <li><p>Add <strong>National Average</strong> to <strong>Comparison value</strong></p></li> <li><p>Add <strong>Goal</strong> to <strong>Target value</strong></p></li> <li><p>Add a filter to the <strong>State</strong> field to remove blank values</p> <p>a. State is not (Blank)</p> <p><img src="{5}" alt="" title="" /></p></li> <li><p>With the bullet chart selected, select the <strong>format</strong> pane</p> <p>a. Set the colors as indicated below</p> <p>b. Move the toggle switch for <strong>State 1</strong> option to <strong>Off</strong></p> <p>c. Repeat the previous step for all 4 remaining State fields</p></li> </ol> <p><img src="{6}" alt="" title="" /></p> <p>The resulting visual makes it easy to compare each state’s average IDEB score to the national average, to each other, and to the national goal.</p> <p><img src="{7}" alt="" title="" /></p> <h2 id="creating-data-maps">Creating Data Maps (Using the R Visual to Draw a Dotted Map)</h2> <p>To follow the examples shown in this course, you will need the following prerequisites:</p> <ol> <li><p>A computer running Windows 7 or above</p></li> <li><p>Download and install <a href="{8}"><em>Power BI Desktop</em></a></p></li> <li><p>Register for a Power BI account (<a href="{1}"><em>{2}</em></a>)</p> <p>a. Note you will need to register using a work email account; personal accounts (gmail, Hotmail, outlook.com, yahoo.com) are not supported</p></li> </ol> <p>While you can draw out-of-the box maps in Power BI, you might be interested in giving your result a personal touch, combining choropleth and dotted maps, adding arched lines, or zooming in to a specific area. R visuals give you a lot of freedom to experiment and customize visual results. This tutorial explains how to get started with the <strong>R script visual</strong> to create a simple map.</p> <h3>Step 1: Install R and R Editor</h3> <ol> <li><p>Make sure you have installed R on your machine, as well as an R editor such as RStudio</p></li> <li><p>In your R editor install the two packages ‘maps’ and ‘mapproj’ by running the command <strong>install.packages(maps)</strong> and <strong>install.packages(mapproj)</strong>. This will install the packages on your machine. You install packages once on your machine, but you will need to activate the library from Power BI every time you use a package.</p></li> </ol> <h3>Step 2: Create a New R Visual</h3> <ol> <li><p>Now use the R icon in the <strong>visualizations</strong> pane one the right of your canvas to create a new R visual</p></li> <li><p>Drag <strong>lat</strong> and <strong>lng</strong> from the table <strong>World cities</strong> on the values field</p></li> <li><p>Once you have defined the dataset, you will see the R script editor appear. The first lines of the script are automatically populated to create a dataset from the fields you have selected. Now you can start building the visual using (and/or editing) the following code:</p> <ol> <li><p>Call the <strong>maps</strong> and <strong>mapproj</strong> libraries</p> <blockquote> <p>library(maps)</p> <p>library(mapproj)</p> </blockquote> </li> <li> <p>Draw a map of the world, leaving out the lines for borders</p> <blockquote> <p>map('world', col=NA)</p> </blockquote> </li> <li> <p>draw a point for each city in the dataset. Pch defines the shape of the point, and with cex you can adjust the size of the points.</p> <blockquote> <p>points(mapproject(dataset\$lng, dataset\$lat), col="black", pch=19, cex=.1)</p> </blockquote> </li> </ol> </li> </ol> <p>This is just an example of one type of map using R, there are many other forms to experiment with!</p> <p><img src="{9}" alt="" title="" /></p>
de_de: <h2 id="creating-chart">Erstellen eines Lineardiagramms in Power BI</h2> <p>Damit Sie die Beispiele in diesem Kurs ausführen können, müssen folgende Voraussetzungen erfüllt sein:</p> <ol> <li><p>Sie benötigen einen Computer mit Windows 7 oder höher.</p></li> <li><p>Sie müssen <a href="{0}">Power BI Desktop</a> herunterladen und installieren.</p></li> <li><p>Registrieren Sie sich für ein Power BI-Konto (<a href="{1}">{2}</a>).</p> <p>a. Sie müssen sich mit einem E-Mail-Geschäftskonto registrieren. Private Konten (Gmail, Hotmail, outlook.com, yahoo.com) werden nicht unterstützt.</p></li> </ol> <h3>Schritt 1: Laden der Beispieldateien</h3> <ol> <li><p>Öffnen Sie die Datei <strong>Brazil IDEB Scores_final.pbix</strong>.</p></li> <li><p>In diesem Tutorial wird die benutzerdefinierte Visualisierung <strong>Lineardiagramm von SQLBI</strong> verwendet. Laden Sie sie über den folgenden Link herunter:</p> <p><a href="{3}">{3}</a></p> <p><img src="{4}" alt="" title="" /></p></li> <li><p>Für diese Visualisierung wurden mehrere Measures erstellt.</p> <p>a. Hinweis: Da das Erstellen von Measures in vorherigen Tutorials behandelt wurde, werden diese Schritte hier nicht wiederholt. <blockquote> <p>Ziel = 6,0</p> <p>Nationaler Durchschnitt = CALCULATE(AVERAGE(IDEB2009[score]), ALL(IDEB2009))</p> </blockquote> </p> </li> </ol> <h3>Schritt 2: Arbeiten mit den Daten</h3> <p><strong>Hinweis</strong>: Das Measure „Ziel“ veranschaulicht, wie Sie einem Bericht einen statischen Wert hinzufügen können, ohne die Funktion „Daten abrufen“ verwenden zu müssen. Das Measure „Nationaler Durchschnitt“ veranschaulicht, wie Sie eine Gesamtsumme der Datenzeilen berechnen, ohne angewendete Filter zu berücksichtigen. Dies ermöglicht einen konstanten Wert von „Nationaler Durchschnitt“ für alle Kategorien im Dataset, der bei jeder Aktualisierung der Daten aktualisiert wird.</p> <ol> <li><p>Klicken Sie im Bereich <strong>Visualisierungen</strong> auf das Symbol <strong>Lineardiagramm</strong>.</p></li> <li><p>Fügen Sie das Feld <strong>Bundesstaat</strong> aus der <strong>Liste der brasilianischen Bundesstaaten</strong> zu <strong>Kategorie</strong> hinzu.</p></li> <li><p>Fügen Sie <strong>Bewertung</strong> zu <strong>Wert</strong> hinzu. Die Bewertung wird als „Mittelwert von Bewertung“ angezeigt.</p></li> <li><p>Fügen Sie <strong>Nationaler Durchschnitt</strong> zu <strong>Vergleichswert</strong> hinzu.</p></li> <li><p>Fügen Sie <strong>Ziel</strong> zu <strong>Zielwert</strong> hinzu.</p></li> <li><p>Fügen Sie dem Feld <strong>Bundesstaat</strong> einen Filter hinzu, um leere Werte zu entfernen.</p> <p>a. Bundesstaat is not (Blank)</p> <p><img src="{5}" alt="" title="" /></p></li> <li><p>Wählen Sie das Lineardiagramm und dann den Bereich <strong>Format</strong> aus.</p> <p>a. Legen Sie die Farben wie unten gezeigt fest.</p> <p>b. Wählen Sie für <strong>Bundesstaat1</strong> die Option <strong>Aus</strong>.</p> <p>c. Wiederholen Sie den vorherigen Schritt für die restlichen vier Felder „Bundesstaat“.</p></li> </ol> <p><img src="{6}" alt="" title="" /></p> <p>Mithilfe der resultierenden Visualisierung lassen sich die IDEB-Durchschnittsbewertungen jedes Bundesstaats untereinander, mit dem nationalen Durchschnitt und mit dem nationalen Zielwert einfach vergleichen.</p> <p><img src="{7}" alt="" title="" /></p> <h2 id="creating-data-maps">Erstellen von Datenzuordnungen (Zeichnen eines Punktkartogramms mithilfe des visuellen R-Elements)</h2> <p>Damit Sie die Beispiele in diesem Kurs ausführen können, müssen folgende Voraussetzungen erfüllt sein:</p> <ol> <li><p>Sie benötigen einen Computer mit Windows 7 oder höher.</p></li> <li><p>Sie müssen <a href="{8}"><em>Power BI Desktop</em></a> herunterladen und installieren.</p></li> <li><p>Registrieren Sie sich für ein Power BI-Konto (<a href="{1}"><em>{2}</em></a>).</p> <p>a. Sie müssen sich mit einem E-Mail-Geschäftskonto registrieren. Private Konten (Gmail, Hotmail, outlook.com, yahoo.com) werden nicht unterstützt.</p></li> </ol> <p>Sie können zwar in Power BI vorkonfigurierte Kartogramme zeichnen, möchten jedoch eventuell das Ergebnis individuell anpassen, indem Sie Choroplethen und Punktkartogramme kombinieren, gebogene Linien hinzufügen oder einen bestimmten Bereich vergrößern. Visuelle R-Elemente bieten Ihnen viele Möglichkeiten zum Experimentieren und Anpassen von Visualisierungsergebnissen. In diesem Tutorial wird erläutert, wie Sie mit dem <strong>visuellen R-Skriptelement</strong> ein einfaches Kartogramm erstellen.</p> <h3>Schritt 1: Installieren von R und eines R-Editors</h3> <ol> <li><p>Stellen Sie sicher, dass Sie auf Ihrem Computer R und einen R-Editor, z. B. R Studio, installiert haben.</p></li> <li><p>Installieren Sie im R-Editor die beiden Pakete „maps“ und „mapproj“, indem Sie die Befehle <strong>install.packages(maps)</strong> und <strong>install.packages(mapproj)</strong> ausführen. Dadurch werden die Pakete auf dem Computer installiert. Sie müssen die Pakete nur einmal installieren, jedoch bei jeder Verwendung eines Pakets die Bibliothek in Power BI aktivieren.</p></li> </ol> <h3>Schritt 2: Erstellen eines neuen visuellen R-Elements</h3> <ol> <li><p>Verwenden Sie jetzt das R-Symbol im Bereich <strong>Visualisierungen</strong> auf der rechten Seite des Zeichenbereichs, um ein neues visuelles R-Element zu erstellen.</p></li> <li><p>Ziehen Sie <strong>lat</strong> und <strong>lng</strong> aus der Tabelle <strong>Weltstädte</strong> in das Feld „Werte“.</p></li> <li><p>Sobald Sie das Dataset definiert haben, wird der R-Skript-Editor angezeigt. Die ersten Zeilen des Skripts werden automatisch ausgefüllt, um aus den ausgewählten Feldern ein Dataset zu erstellen. Verwenden (oder bearbeiten) Sie jetzt den folgenden Code, um die Visualisierung zu erstellen:</p> <ol> <li><p>Rufen Sie die Bibliotheken <strong>maps</strong> und <strong>mapproj</strong> auf.</p> <blockquote> <p>library(maps)</p> <p>library(mapproj)</p> </blockquote> </li> <li> <p>Zeichnen Sie eine Weltkarte, und lassen Sie die Linien für die Grenzen weg.</p> <blockquote> <p>map('world', col=NA)</p> </blockquote> </li> <li> <p>Zeichnen Sie einen Punkt für jede Stadt im Dataset. „pch“ definiert die Form des Punkts, und mit „cex“ können Sie die Größe der Punkte anpassen.</p> <blockquote> <p>points(mapproject(dataset\$lng, dataset\$lat), col="black", pch=19, cex=.1)</p> </blockquote> </li> </ol> </li> </ol> <p>Dies ist nur ein Beispiel für viele Typen von Kartogrammen, die Sie mit R erstellen können. Es gibt viele weitere Formen, mit denen Sie experimentieren können!</p> <p><img src="{9}" alt="" title="" /></p>
es_es: <h2 id="creating-chart">Creación de un gráfico de viñetas en Power BI</h2> <p>Para seguir los ejemplos de este curso, necesita cumplir los siguientes requisitos previos:</p> <ol> <li><p>Un equipo con Windows 7, o cualquier versión posterior</p></li> <li><p>Descargar e instalar <a href="{0}">Power BI Desktop</a></p></li> <li><p>Registrarse para obtener una cuenta de Power BI (<a href="{1}">{2}</a>)</p> <p>a. Tendrá que registrarse con una cuenta de correo electrónico profesional. No se admiten cuentas personales (gmail, Hotmail, outlook.com, yahoo.com)</p></li> </ol> <h3>Paso 1: Cargar archivos de ejemplo</h3> <ol> <li><p>Abra el archivo <strong>Brazil IDEB Scores_final.pbix</strong></p></li> <li><p>Este tutorial usa el objeto visual personalizado <strong>Gráfico de viñetas de SQLBI</strong>, que puede descargar desde el siguiente vínculo:</p> <p><a href="{3}">{3}</a></p> <p><img src="{4}" alt="" title="" /></p></li> <li><p>Se han creado varias medidas para dar soporte técnico a esta visualización.</p> <p>a. Nota: El tutorial anterior cubría la creación de medidas, por lo que no se van a volver a explicar los pasos aquí. <blockquote> <p>Objetivo = 6,0</p> <p>Media nacional = CALCULAR(PROMEDIO(IDEB2009[score]), ALL(IDEB2009))</p> </blockquote> </p> </li> </ol> <h3>Paso 2: Trabajar con los datos</h3> <p><strong>Note</strong>: La medida Objetivo muestra cómo se puede agregar un valor estático a un informe sin tener que usar Get Data. La medida Media nacional muestra cómo calcular un agregado general de las filas de datos, para lo que se ignoran todos los filtros que se apliquen. Esto permite que Media nacional sea un elemento constante en todas las categorías del conjunto de datos y que el valor se pueda actualizar cada vez que se actualizan los datos.</p> <ol> <li><p>Presione el icono <strong>Gráfico de viñetas</strong> del panel <strong>Visualizaciones</strong>.</p></li> <li><p>Agregue el campo <strong>Estado</strong> de la tabla <strong>Lista de estados de Brasil</strong> a <strong>Categoría</strong></p></li> <li><p>Agregue <strong>Puntuación</strong> a <strong>Valor</strong>, aparece como Media de puntuación</p></li> <li><p>Agregue <strong>Media nacional</strong> a <strong>Valor de comparación</strong></p></li> <li><p>Agregue <strong>Objetivo</strong> a <strong>Valor de destino</strong></p></li> <li><p>Agregue un filtro al campo <strong>Estado</strong> para quitar los valores en blanco</p> <p>a. El valor de Estado no es (En blanco)</p> <p><img src="{5}" alt="" title="" /></p></li> <li><p>Con el gráfico de viñetas seleccionado, seleccione el panel de <strong>formato</strong></p> <p>a. Establezca los colores como se indica a continuación</p> <p>b. Mueva el modificador para alternar de la opción <strong>Estado 1</strong> a <strong>Desactivado</strong></p> <p>c. Repita el paso anterior en los otros cuatro campos de Estado</p></li> </ol> <p><img src="{6}" alt="" title="" /></p> <p>El objeto visual resultante facilita la comparación de la puntuación media de IDEB de cada estado con la media nacional, entre sí y con el objetivo nacional.</p> <p><img src="{7}" alt="" title="" /></p> <h2 id="creating-data-maps">Creación de mapas de datos (uso del objeto visual de R para trazar un mapa con puntos)</h2> <p>Para seguir los ejemplos de este curso, necesita cumplir los siguientes requisitos previos:</p> <ol> <li><p>Un equipo con Windows 7, o cualquier versión posterior</p></li> <li><p>Descargar e instalar <a href="{8}"><em>Power BI Desktop</em></a></p></li> <li><p>Registrarse para obtener una cuenta de Power BI (<a href="{1}"><em>{2}</em></a>)</p> <p>a. Tendrá que registrarse con una cuenta de correo electrónico profesional. No se admiten cuentas personales (gmail, Hotmail, outlook.com, yahoo.com)</p></li> </ol> <p>Aunque se puede trazar mapas estándar en Power BI, si lo desea, también puede aportar su toque personal, para lo que puede combinar mapas de puntos con mapas coropléticos, agregar líneas curvas o ampliar una zona concreta. Los objetos visuales de R dan mucha libertad para experimentar y personalizar los resultados visuales. En este tutorial se explica cómo empezar a usar el <strong>objeto visual del script R</strong> para crear un mapa básico.</p> <h3>Paso 1: Instalar R y el editor de R</h3> <ol> <li><p>Asegúrese de que ha instalado R y un editor de R, como RStudio, en el equipo</p></li> <li><p>En el editor de R instale los dos paquetes, ‘maps’ y ‘mapproj’, para lo que debe ejecutar los comandos <strong>install.packages(maps)</strong> y <strong>install.packages(mapproj)</strong>, respectivamente. Así se instalarán los paquetes en la máquina. Los paquetes se instalan una vez en el equipo, pero la biblioteca de Power BI se tendrá que activar cada vez que se use un paquete.</p></li> </ol> <h3>Paso 2: Crear un objeto visual de R nuevo</h3> <ol> <li><p>Ahora, utilice el icono de R en el panel de <strong>visualizaciones</strong>, el que está a la derecha del lienzo, para crear un nuevo objeto visual de R</p></li> <li><p>Arrastre <strong>lat</strong> y <strong>lng</strong> desde la tabla <strong>Ciudades del mundo</strong> en el campo de valores</p></li> <li><p>Una vez que haya definido el conjunto de datos, verá que aparece el editor de scripts de R. Las primeras líneas del script se rellenan automáticamente para crear un conjunto de datos a partir de los campos que ha seleccionado. Ahora puede empezar a compilar el objeto visual mediante el uso (y/o la edición) del siguiente código:</p> <ol> <li><p>Llame a las bibliotecas <strong>maps</strong> y <strong>mapproj</strong></p> <blockquote> <p>library(maps)</p> <p>library(mapproj)</p> </blockquote> </li> <li> <p>Dibuje un mapa del mundo, pero sin las líneas que separan los países</p> <blockquote> <p>map('world', col=NA)</p> </blockquote> </li> <li> <p>dibuje un punto por cada ciudad del conjunto de datos. Pch define la forma del punto y con cex puede ajustar el tamaño de los puntos.</p> <blockquote> <p>points(mapproject(dataset\$lng, dataset\$lat), col="black", pch=19, cex=.1)</p> </blockquote> </li> </ol> </li> </ol> <p>Este es un ejemplo de creación de un tipo de mapa con R, pero hay muchas otras formas, lo que le permite experimentar.</p> <p><img src="{9}" alt="" title="" /></p>
fr_fr: <h2 id="creating-chart">Création d’un graphique à puces dans Power&#160;BI</h2> <p>Pour suivre les exemples présentés dans ce cours, vous devez&#160;:</p> <ol> <li><p>Disposer d’un ordinateur exécutant Windows&#160;7 ou version ultérieure</p></li> <li><p>Télécharger et installer <a href="{0}">Power&#160;BI&#160;Desktop</a></p></li> <li><p>Ouvrir un compte Power BI (<a href="{1}">{2}</a>)</p> <p>a. Notez que, pour vous inscrire, vous devez utiliser un compte de messagerie professionnel. Les comptes personnels (gmail, Hotmail, outlook.com, yahoo.com, etc.) ne sont pas pris en charge</p></li> </ol> <h3>Étape&#160;1&#160;: charger les fichiers exemple</h3> <ol> <li><p>Ouvrez le fichier <strong>Brazil IDEB Scores_final.pbix</strong></p></li> <li><p>Ce didacticiel utilise le visuel personnalisé <strong>graphique à puces de SQLBI</strong> que vous pouvez télécharger à partir du lien suivant&#160;:</p> <p><a href="{3}">{3}</a></p> <p><img src="{4}" alt="" title="" /></p></li> <li><p>Plusieurs mesures ont été créées pour prendre en charge cette visualisation.</p> <p>a. Remarque&#160;: le didacticiel précédent couvrait la création de mesures. Ces étapes ne sont donc pas répétées ici. <blockquote> <p>Goal = 6.0</p> <p>National Average = CALCULATE(MOYENNE(IDEB2009[score]); ALL(IDEB2009))</p> </blockquote> </p> </li> </ol> <h3>Étape&#160;2&#160;: utiliser les données</h3> <p><strong>Remarque</strong>&#160;: les mesures d’Objectif montrent comment ajouter une valeur statique pour votre rapport sans devoir utiliser l’expérience Obtenir des données. La mesure Moyenne nationale montre comment calculer et agréger un ensemble des lignes de données, en ignorant les filtres appliqués. Cela permet d’obtenir une mesure Moyenne nationale constante dans toutes les catégories du jeu de données, ainsi que d’autoriser la mise à jour de la valeur à chaque actualisation des données.</p> <ol> <li><p>Appuyez sur l’icône <strong>Graphique à puces</strong> dans le volet <strong>Visualisations</strong>.</p></li> <li><p>Ajoutez le champ <strong>État</strong> de la table <strong>Liste des États brésiliens</strong> à <strong>Catégorie</strong></p></li> <li><p>Ajoutez <strong>Score</strong> à <strong>Valeur</strong>. Il s’affiche en tant que Moyenne de score</p></li> <li><p>Ajoutez <strong>Moyenne nationale</strong> à <strong>Valeur de comparaison</strong></p></li> <li><p>Ajoutez <strong>Objectif</strong> à <strong>Valeur cible</strong></p></li> <li><p>Ajoutez un filtre au champ <strong>État</strong> pour supprimer les valeurs vides</p> <p>a. Le champ État n’est pas (Vide)</p> <p><img src="{5}" alt="" title="" /></p></li> <li><p>Le graphique à puces étant sélectionné, sélectionnez le volet <strong>Format</strong></p> <p>a. Définissez les couleurs comme indiqué ci-dessous</p> <p>b. Mettez le bouton bascule pour l’option <strong>État 1</strong> en position <strong>Désactivé</strong></p> <p>c. Répétez l’étape précédente pour les 4 champs État restants</p></li> </ol> <p><img src="{6}" alt="" title="" /></p> <p>Le visuel obtenu facilite la comparaison du score d’IDEB moyen de chaque État à la moyenne nationale, aux autres États, et à l’objectif national.</p> <p><img src="{7}" alt="" title="" /></p> <h2 id="creating-data-maps">Création de cartes de données (en utilisant le visuel R pour tracer une carte en pointillés)</h2> <p>Pour suivre les exemples présentés dans ce cours, vous devez&#160;:</p> <ol> <li><p>Disposer d’un ordinateur exécutant Windows&#160;7 ou version ultérieure</p></li> <li><p>Télécharger et installer <a href="{8}"><em>Power&#160;BI&#160;Desktop</em></a></p></li> <li><p>Ouvrir un compte Power BI (<a href="{1}"><em>{2}</em></a>)</p> <p>a. Notez que, pour vous inscrire, vous devez utiliser un compte de messagerie professionnel. Les comptes personnels (gmail, Hotmail, outlook.com, yahoo.com, etc.) ne sont pas pris en charge</p></li> </ol> <p>Lorsque vous tracez des cartes prêtes à l’emploi dans Power&#160;BI, vous pouvez apporter au résultat une touche personnelle, en combinant des cartes choroplèthes et en pointillés, en ajoutant des lignes incurvées, ou en agrandissant une zone spécifique. Les visuels R offrent une grande liberté d’expérimentation et de personnalisation de résultats visuels. Ce didacticiel explique comment prendre en main le <strong>visuel Script&#160;R</strong> pour créer une carte simple.</p> <h3>Étape&#160;1&#160;: installer R et un éditeur R</h3> <ol> <li><p>Assurez-vous que vous avez installé R sur votre ordinateur, ainsi qu’un éditeur R tel que RStudio</p></li> <li><p>Dans votre éditeur&#160;R, installez les deux packages, «&#160;maps&#160;» et «&#160;mapproj&#160;» en exécutant les commandes <strong>install.packages(maps)</strong> et <strong>install.packages(mapproj)</strong>. Cela a pour effet d’installer les packages sur votre ordinateur. Vous installez les packages une seule fois sur votre ordinateur, mais vous avez devez activer la bibliothèque à partir de Power&#160;BI chaque fois que vous utilisez un package.</p></li> </ol> <h3>Étape&#160;2&#160;: créer un visuel&#160;R</h3> <ol> <li><p>Utilisez à présent l’icône R dans le volet <strong>Visualisations</strong> à droite de la zone de dessin pour créer un visuel&#160;R</p></li> <li><p>Faites glisser <strong>lat</strong> et <strong>lng</strong> à partir du tableau <strong>Villes du monde</strong> sur le champ Valeurs</p></li> <li><p>Une fois le jeu de données défini, l’éditeur de script&#160;R s’affiche. Les premières lignes du script sont complétées automatiquement pour créer un jeu de données à partir des champs sélectionnés. Vous pouvez à présent commencer à créer le visuel en utilisant (ou en modifiant) le code suivant&#160;:</p> <ol> <li><p>Appelez les bibliothèques <strong>maps</strong> et <strong>mapproj</strong></p> <blockquote> <p>library(maps)</p> <p>library(mapproj)</p> </blockquote> </li> <li> <p>Dessinez une carte du monde sans vous soucier des tracés des frontières</p> <blockquote> <p>map('world', col=NA)</p> </blockquote> </li> <li> <p>dessinez un point pour chaque ville dans le jeu de données. Pch définit la forme du point, et cex vous permet d’en définir la taille.</p> <blockquote> <p>points(mapprojecT(dataset\$lng; dataset\$lat); col="black"; pch=19; cex=.1)</p> </blockquote> </li> </ol> </li> </ol> <p>Ceci n’est qu’un exemple de type de carte utilisant R. Il existe de nombreuses autres formes d’expérimentation.</p> <p><img src="{9}" alt="" title="" /></p>
it_it: <h2 id="creating-chart">Creazione di un grafico proiettile in Power BI</h2> <p>Gli esempi mostrati in questo corso prevedono i prerequisiti seguenti:</p> <ol> <li><p>Computer con Windows 7 o versioni successive</p></li> <li><p>Download e installazione di <a href="{0}">Power BI Desktop</a></p></li> <li><p>Registrazione per ottenere un account Power BI (<a href="{1}">{2}</a>)</p> <p>a. Dovrai registrarti usando un account di posta elettronica aziendale. Gli account personali, come Gmail, Hotmail, outlook.com o yahoo.com, non sono supportati</p></li> </ol> <h3>Passaggio 1: Caricare i file di esempio</h3> <ol> <li><p>Apri il file <strong>Brazil IDEB Scores_final.pbix</strong></p></li> <li><p>Questa esercitazione usa l'oggetto visivo personalizzato <strong>Bullet Chart by SQLBI</strong>, da scaricare tramite il collegamento seguente:</p> <p><a href="{3}">{3}</a></p> <p><img src="{4}" alt="" title="" /></p></li> <li><p>Per supportare questa visualizzazione sono state create diverse misure.</p> <p>a. Nota: poiché l'esercitazione precedente ha descritto la creazione di misure, i passaggi non verranno ripetuti qui. <blockquote> <p>Obiettivo = 6.0</p> <p>Media nazionale = CALCULATE(AVERAGE(IDEB2009[punteggio]), ALL(IDEB2009))</p> </blockquote> </p> </li> </ol> <h3>Passaggio 2: Usare i dati</h3> <p><strong>Nota</strong>: la misura Obiettivo mostra come aggiungere un valore statico al report senza usare l'esperienza Recupera dati. La misura Media nazionale mostra come calcolare un'aggregazione complessiva delle righe di dati, ignorando gli eventuali filtri applicati. In questo modo, la misura Media nazionale può essere costante in tutte le categorie del set di dati e il valore può aggiornarsi a ogni aggiornamento dei dati.</p> <ol> <li><p>Premi l'icona <strong>BulletChartBySQLBI</strong> nel riquadro <strong>Visualizzazioni</strong>.</p></li> <li><p>Aggiungi il campo <strong>Stato</strong> della tabella <strong>Elenco degli stati brasiliani</strong> a <strong>Categoria</strong></p></li> <li><p>Aggiungi <strong>Punteggio</strong> a <strong>Valori</strong>. Verrà visualizzato come Valore mediano di score</p></li> <li><p>Aggiungi <strong>Media nazionale</strong> a <strong>Valore di confronto</strong></p></li> <li><p>Aggiungi <strong>Obiettivo</strong> a <strong>Valore di destinazione</strong></p></li> <li><p>Aggiungi un filtro al campo <strong>Stato</strong> per rimuovere i valori vuoti</p> <p>a. Stato non è (Vuoto)</p> <p><img src="{5}" alt="" title="" /></p></li> <li><p>Con il grafico proiettile selezionato, seleziona il riquadro <strong>Formato</strong></p> <p>a. Imposta i colori come indicato di seguito</p> <p>b. Sposta l'interruttore di attivazione/disattivazione per <strong>Stato 1</strong> su <strong>Attiva</strong></p> <p>c. Ripeti il passaggio precedente per tutti i quattro campi Stato rimanenti</p></li> </ol> <p><img src="{6}" alt="" title="" /></p> <p>L'oggetto visivo risultante semplifica il confronto del punteggio IDEB medio di ogni stato rispetto alla media nazionale, dei punteggi tra loro e dei punteggi rispetto all'obiettivo nazionale.</p> <p><img src="{7}" alt="" title="" /></p> <h2 id="creating-data-maps">Creazione di mappe di dati (usando l'oggetto visivo R per disegnare una mappa punteggiata)</h2> <p>Gli esempi mostrati in questo corso prevedono i prerequisiti seguenti:</p> <ol> <li><p>Computer con Windows 7 o versioni successive</p></li> <li><p>Download e installazione di <a href="{8}"><em>Power BI Desktop</em></a></p></li> <li><p>Registrazione per ottenere un account Power BI (<a href="{1}"><em>{2}</em></a>)</p> <p>a. Dovrai registrarti usando un account di posta elettronica aziendale. Gli account personali, come Gmail, Hotmail, outlook.com o yahoo.com, non sono supportati</p></li> </ol> <p>Anche se puoi disegnare mappe predefinite in Power BI, potresti trovare interessante la possibilità di aggiungere un tocco personale ai risultati, combinando mappe Choropleth e punteggiate, aggiungendo linee ad arco o applicando lo zoom a un'area specifica. Gli oggetti visivi R ti offrono molta libertà per sperimentare e personalizzare i risultati. Questa esercitazione descrive come iniziare a usare l'<strong>oggetto visivo Script R</strong> per creare una semplice mappa.</p> <h3>Passaggio 1: Installare R e l'editor R</h3> <ol> <li><p>Assicurati di aver installato R nel computer, nonché un editor R come RStudio</p></li> <li><p>Nell'editor R installa i due pacchetti "maps" e "mapproj" eseguendo i comandi <strong>install.packages(maps)</strong> e <strong>install.packages(mapproj)</strong>. I pacchetti verranno installati nel computer. I pacchetti devono essere installati una sola volta nel computer, ma devi attivare la libreria da Power BI ogni volta che usi un pacchetto.</p></li> </ol> <h3>Passaggio 2: Creare un nuovo oggetto visivo R</h3> <ol> <li><p>Usa ora l'icona R nel riquadro <strong>Visualizzazioni</strong> a destra dell'area di disegno per creare un nuovo oggetto visivo R</p></li> <li><p>Trascina <strong>lat</strong> e <strong>lng</strong> dalla tabella <strong>Città del mondo</strong> nel campo Valori</p></li> <li><p>Dopo aver definito il set di dati, verrà visualizzato l'editor di script R. Le prime righe dello script vengono automaticamente popolate per creare un set di dati dai campi che hai selezionato. Ora puoi iniziare a creare l'oggetto visivo usando e/o modificando il codice seguente:</p> <ol> <li><p>Chiama le librerie <strong>maps</strong> e <strong>mapproj</strong></p> <blockquote> <p>library(maps)</p> <p>library(mapproj)</p> </blockquote> </li> <li> <p>Disegna una mappa del mondo, omettendo le linee dei confini</p> <blockquote> <p>map('mondo', col=NA)</p> </blockquote> </li> <li> <p>Aggiungi un punto per ogni città nel set di dati. Pch definisce la forma del punto, mentre con cex puoi modificare la dimensione dei punti.</p> <blockquote> <p>points(mapproject(dataset\$lng, dataset\$lat), col="black", pch=19, cex=.1)</p> </blockquote> </li> </ol> </li> </ol> <p>Questo è solo un esempio di un tipo di mappa con R, ma puoi sperimentarne tanti altri.</p> <p><img src="{9}" alt="" title="" /></p>
ja_jp: <h2 id="creating-chart">Power BI でのブレット グラフの作成</h2> <p>このコースで示すサンプルを実行するには、次の準備が必要です。</p> <ol> <li><p>Windows 7 以降を実行するコンピューター</p></li> <li><p><a href="{0}">Power BI Desktop</a> のダウンロードおよびインストール</p></li> <li><p>Power BI アカウント (<a href="{1}">{2}</a>) への登録</p> <p>a.職場の電子メール アカウントを使用して登録する必要があります。個人用のアカウント (gmail、Hotmail、outlook.com、yahoo.com) はサポートされていません。</p></li> </ol> <h3>手順 1: サンプルファイルのロード</h3> <ol> <li><p>ファイル <strong>Brazil IDEB Scores_final.pbix</strong> を開きます。</p></li> <li><p>このチュートリアルでは、次のリンクからダウンロードできる <strong>SQLBI によるブレット グラフ</strong> カスタム ビジュアルを使用します。</p> <p><a href="{3}">{3}</a></p> <p><img src="{4}" alt="" title="" /></p></li> <li><p>この可視化をサポートする複数のメジャーが作成されています。</p> <p>a.注: 前のチュートリアルでメジャーの作成について説明したため、ここではその手順を繰り返し説明しません。 <blockquote> <p>ゴール = 6.0</p> <p>国平均 = CALCULATE(AVERAGE(IDEB2009[スコア]), ALL(IDEB2009))</p> </blockquote> </p> </li> </ol> <h3>手順 2: データの処理</h3> <p><strong>注</strong>: ゴール メジャーは、Get Data エクスペリエンスを使用する必要を生じずに静的な値をレポートに追加する方法について示します。国平均メジャーは、適用されているフィルターをすべて無視してデータ行全体の集計を計算する方法を示します。これにより、国平均がデータセット内のカテゴリ全体の定数となり、データが更新されると必ずこの値が更新されるようになります。</p> <ol> <li><p><strong>[視覚化]</strong> ウィンドウで <strong>[ブレット グラフ]</strong> アイコンをクリックします。</p></li> <li><p><strong>[ブラジルの州一覧]</strong> テーブルから <strong>[州]</strong> フィールドを <strong>[カテゴリ]</strong> に追加します。</p></li> <li><p><strong>[スコア]</strong> を <strong>[値]</strong> に追加すると、スコアの平均として表示されます。</p></li> <li><p><strong>[国平均]</strong> を <strong>[比較対象値]</strong> に追加します。</p></li> <li><p><strong>[ゴール]</strong> を <strong>[目標値]</strong> に追加します。</p></li> <li><p><strong>[州]</strong> フィールドにフィルタを追加して、空の値を除外します。</p> <p>a.州は (空白) でない</p> <p><img src="{5}" alt="" title="" /></p></li> <li><p>選択したブレット グラフで、<strong>[形式]</strong> ウィンドウを選択します。</p> <p>a.以下で指定されている色を設定します。</p> <p>b.<strong>[州 1]</strong> オプションの切り替えスイッチを <strong>[オフ]</strong> にします。</p> <p>c.残り 4 つの [州] フィールドに前の手順を繰り返します。</p></li> </ol> <p><img src="{6}" alt="" title="" /></p> <p>結果の視覚化によって、各州の平均 IDEB スコアの全国平均および全国目標に対する比較を簡単に行うことができます。</p> <p><img src="{7}" alt="" title="" /></p> <h2 id="creating-data-maps">データ マップの作成 (R ビジュアルを使用したドット マップの描画)</h2> <p>このコースで示すサンプルを実行するには、次の準備が必要です。</p> <ol> <li><p>Windows 7 以降を実行するコンピューター</p></li> <li><p><a href="{8}"><em>Power BI Desktop</em></a> のダウンロードおよびインストール</p></li> <li><p>Power BI アカウント (<a href="{1}"><em>{2}</em></a>) への登録</p> <p>a.職場の電子メール アカウントを使用して登録する必要があります。個人用のアカウント (gmail、Hotmail、outlook.com、yahoo.com) はサポートされていません。</p></li> </ol> <p>Power BI ですぐに使用可能なマップを描画することができますが、結果に階級区分図やドットマップを組み合わせたり、弓状の線を加えたり、特定の地域を拡大したりして、自分らしさを加えることもできます。R ビジュアルには、視覚化の結果に新しいことを試したり、カスタマイズしたりする自由が大いにあります。このチュートリアルでは、<strong>R スクリプト ビジュアル</strong>を使用してシンプルなマップを作成する方法について説明します。</p> <h3>手順 1: R および R エディターのインストール</h3> <ol> <li><p>ご使用のコンピューターに R、および RStudio などの R エディターをインストールしていることを確認してください</p></li> <li><p>R エディターで、コマンド <strong>install.packages(maps)</strong> および <strong>install.packages(mapproj)</strong> を実行して、2 つのパッケージ ("maps" および "mapproj") をインストールします。これによって、ご使用のコンピューターにこれらのパッケージがインストールされます。ご使用のコンピューターへのパッケージのインストールは 1 度きりですが、パッケージを使用する際には毎回 Power BI からライブラリをアクティブ化する必要があります。</p></li> </ol> <h3>手順 2: 新規 R ビジュアルの作成</h3> <ol> <li><p>キャンバスの右側にある <strong>[視覚化]</strong> ウィンドウで R アイコンを使用して新規 R ビジュアルを作成します。</p></li> <li><p>テーブル <strong>[世界の都市]</strong> から値フィールドに <strong>lat</strong> および <strong>lng</strong> をドラッグします。</p></li> <li><p>データセットを定義すると、R スクリプト エディターが表示されます。スクリプトの最初の行は自動的に入力され、選択したフィールドからデータセットが作成されます。次のコードを使用 (または編集) してビジュアルを構成できます。</p> <ol> <li><p><strong>maps</strong> および <strong>mapproj</strong> ライブラリの呼び出し</p> <blockquote> <p>library(maps)</p> <p>library(mapproj)</p> </blockquote> </li> <li> <p>国境の線を省略した世界地図の描画</p> <blockquote> <p>map('world', col=NA)</p> </blockquote> </li> <li> <p>データセット内で各都市のポイントを描画します。Pch はポイントのシェイプを定義し、cex を使用してポイントのサイズを調整することができます。</p> <blockquote> <p>points(mapproject(dataset\$lng, dataset\$lat), col="black", pch=19, cex=.1)</p> </blockquote> </li> </ol> </li> </ol> <p>これは R を使用した 1 つのタイプのマップの例に過ぎず、他にもさまざまなフォームをお試しいただけます。</p> <p><img src="{9}" alt="" title="" /></p>
ko_kr: <h2 id="creating-chart">Power BI에서 글머리 기호 차트 만들기</h2> <p>이 과정에 표시된 예를 따라 하려면 다음 필수 구성 요소가 필요합니다.</p> <ol> <li><p>Windows 7 이상을 실행 중인 컴퓨터</p></li> <li><p><a href="{0}">Power BI Desktop</a>을 설치 및 다운로드합니다.</p></li> <li><p>Power BI 계정에 등록합니다(<a href="{1}">{2}</a>).</p> <p>a. 회사 메일 계정을 사용하여 등록해야 합니다. 개인 계정(gmail, Hotmail, outlook.com, yahoo.com)은 지원되지 않습니다.</p></li> </ol> <h3>1단계: 샘플 파일 로드</h3> <ol> <li><p><strong>Brazil IDEB Scores_final.pbix</strong> 파일을 엽니다.</p></li> <li><p>이 자습서에서는 다음 링크에서 다운로드할 수 있는 <strong>SQLBI의 글머리 기호 차트</strong> 사용자 지정 시각적 개체를 사용합니다.</p> <p><a href="{3}">{3}</a></p> <p><img src="{4}" alt="" title="" /></p></li> <li><p>이 시각화를 지원하기 위해 여러 측정값이 생성되었습니다.</p> <p>a. 참고: 이전 자습서에서 측정값을 만드는 과정을 다루었으므로 여기서는 해당 단계를 건너뜁니다. <blockquote> <p>목표 = 6.0</p> <p>국가 평균 = CALCULATE(AVERAGE(IDEB2009[점수]), ALL(IDEB2009))</p> </blockquote> </p> </li> </ol> <h3>2단계: 데이터 작업</h3> <p><strong>참고</strong>: 목표 측정값은 데이터 가져오기 환경을 사용하지 않고도 보고서에 정적 값을 추가하는 방법을 보여 줍니다. 전국 평균 측정값은 모든 필터 적용을 무시하고 데이터 행 전체에 대한 집계를 계산하는 방법을 보여 줍니다. 따라서 데이터 집합의 모든 범주에 대해 일정하게 되며 데이터를 새로 고칠 때마다 값이 업데이트됩니다.</p> <ol> <li><p><strong>시각화</strong> 창에서 <strong>글머리 기호 차트</strong> 아이콘을 누릅니다.</p></li> <li><p><strong>브라질 시/도 목록</strong> 테이블의 <strong>시/도</strong> 필드를 <strong>범주</strong>에 추가합니다.</p></li> <li><p><strong>점수</strong>를 <strong>값</strong>에 추가하면 점수 평균으로 나타납니다.</p></li> <li><p><strong>전국 평균</strong>을 <strong>비교 값</strong>에 추가합니다.</p></li> <li><p><strong>목표</strong>를 <strong>대상 값</strong>에 추가합니다.</p></li> <li><p>필터를 <strong>시/도</strong> 필드에 추가하여 비어 있는 값을 제거합니다.</p> <p>a. 시/도가 아님(비어 있음)</p> <p><img src="{5}" alt="" title="" /></p></li> <li><p>글머리 기호 차트가 선택된 상태에서 <strong>서식</strong> 창을 선택합니다.</p> <p>a. 아래 표시된 대로 색을 설정합니다.</p> <p>b. <strong>시/도 1</strong> 옵션에 대한 토글 스위치를 <strong>꺼짐</strong>으로 이동합니다.</p> <p>c. 나머지 4개 시/도 필드 모두에 대해 이전 단계를 반복합니다.</p></li> </ol> <p><img src="{6}" alt="" title="" /></p> <p>결과 시각적 개체를 통해 각 시/도의 평균 IDEB 점수를 전국 평균과 서로, 전국 목표와 쉽게 비교할 수 있습니다.</p> <p><img src="{7}" alt="" title="" /></p> <h2 id="creating-data-maps">데이터 맵 만들기(R 시각적 개체를 사용하여 점 맵 만들기)</h2> <p>이 과정에 표시된 예를 따라 하려면 다음 필수 구성 요소가 필요합니다.</p> <ol> <li><p>Windows 7 이상을 실행 중인 컴퓨터</p></li> <li><p><a href="{8}"><em>Power BI Desktop</em></a>을 설치 및 다운로드합니다.</p></li> <li><p>Power BI 계정에 등록합니다(<a href="{1}"><em>{2}</em></a>).</p> <p>a. 회사 메일 계정을 사용하여 등록해야 합니다. 개인 계정(gmail, Hotmail, outlook.com, yahoo.com)은 지원되지 않습니다.</p></li> </ol> <p>Power BI에서 즉시 사용할 수 있는 맵을 그릴 수 있지만 사용자는 결과를 개인적인 방식으로 제시하고 등치 지역도와 점 맵을 결합하며 아치 모양 선을 추가하거나 특정 지역을 확대하고 싶을 수 있습니다. R 시각적 개체를 통해 자유롭게 시각적 결과를 실험하고 사용자 지정할 수 있습니다. 이 자습서에서는 <strong>R 스크립트 시각적 개체</strong>를 시작하여 간단한 맵을 만드는 방법을 설명합니다.</p> <h3>1단계: R 및 R 편집기 설치</h3> <ol> <li><p>RStudio와 같은 R 편집기를 포함하여 컴퓨터에 R을 설치했는지 확인합니다.</p></li> <li><p>R 편집기에서 <strong>install.packages(maps)</strong> 및 <strong>install.packages(mapproj)</strong> 명령을 실행하여 두 패키지 'maps' 및 'mapproj'를 설치합니다. 그러면 컴퓨터에 패키지가 설치됩니다. 컴퓨터에 패키지는 한 번 설치하지만 패키지를 사용할 때마다 Power BI에서 라이브러리를 활성화해야 합니다.</p></li> </ol> <h3>2단계: 새로운 R 시각적 개체 만들기</h3> <ol> <li><p>이제 캔버스 오른쪽에 있는 <strong>시각화</strong> 창에서 R 아이콘을 사용하여 새로운 R 시각적 개체를 만듭니다.</p></li> <li><p><strong>lat</strong> 및 <strong>lng</strong>를 <strong>세계 도시</strong> 테이블에서 값 필드로 끌어옵니다.</p></li> <li><p>데이터 집합을 정의했으면 R 스크립트 편집기가 나타납니다. 스크립트의 첫 번째 줄은 자동으로 채워지며 선택한 필드에서 데이터 집합이 생성됩니다. 이제 다음 코드를 사용(및/또는 편집)하여 시각적 개체를 작성할 수 있습니다.</p> <ol> <li><p><strong>maps</strong> 및 <strong>mapproj</strong> 라이브러리를 호출합니다.</p> <blockquote> <p>라이브러리(maps)</p> <p>라이브러리(mapproj)</p> </blockquote> </li> <li> <p>테두리 선 없이 전 세계 맵을 그립니다.</p> <blockquote> <p>map('world', col=NA)</p> </blockquote> </li> <li> <p>데이터 집합에서 각 도시에 대한 점을 그립니다. Pch는 포인트의 모양을 정의하며 cex로 포인트의 크기를 조정할 수 있습니다.</p> <blockquote> <p>points(mapproject(dataset\$lng, dataset\$lat), col="black", pch=19, cex=.1)</p> </blockquote> </li> </ol> </li> </ol> <p>다음은 R을 사용하는 맵의 유형에 대한 예이며 다양한 양식을 통해 실험해 볼 수 있습니다.</p> <p><img src="{9}" alt="" title="" /></p>
pt_br: <h2 id="creating-chart">Criar um Gráfico de Termômetro no Power BI</h2> <p>Para seguir os exemplos mostrados nesse curso, você precisará seguir esses pré-requisitos:</p> <ol> <li><p>Um computador que executa o Windows 7 ou superior</p></li> <li><p>Baixe e instale o <a href="{0}">Power BI Desktop</a></p></li> <li><p>Inscreva-se em uma conta do Power BI (<a href="{1}">{2}</a>)</p> <p>a. Observe que você precisará se registrar usando uma conta de email de trabalho. Não há suporte para contas pessoais (como gmail, Hotmail, outlook.com e yahoo.com)</p></li> </ol> <h3>Etapa 1: Carregar os Arquivos de Exemplo</h3> <ol> <li><p>Abra o arquivo <strong>Brazil IDEB Scores_final.pbix</strong></p></li> <li><p>Esse tutorial usa o visual personalizado <strong>Bullet Chart by SQLBI</strong> (Gráfico de Termômetro de SQLBI), baixe-o no link a seguir:</p> <p><a href="{3}">{3}</a></p> <p><img src="{4}" alt="" title="" /></p></li> <li><p>Diversas medidas foram criadas para dar suporte a essa visualização.</p> <p>a. Observação: o tutorial anterior abordou a criação de medidas, por isso tais etapas não serão repetidas aqui. <blockquote> <p>Meta = 6,0</p> <p>Média Nacional = CALCULATE(AVERAGE(IDEB2009[score]), ALL(IDEB2009))</p> </blockquote> </p> </li> </ol> <h3>Etapa 2: Trabalhar com os Dados</h3> <p><strong>Observação</strong>: a medida Meta mostra como adicionar um valor estático ao relatório sem precisar usar a experiência Obter Dados. A medida Média Nacional mostra como calcular um geral agregado das linhas de dados, ignorando os filtros aplicados. Isso permite que a Média Nacional seja constante entre todas as categorias no conjunto de dados, permitindo que o valor seja renovado sempre que os dados forem atualizados.</p> <ol> <li><p>Pressione o ícone do <strong>Gráfico de Termômetro</strong> no painel de <strong>Visualizações</strong>.</p></li> <li><p>Adicione o campo <strong>Estado</strong> da tabela <strong>Lista de estados brasileiros</strong> para <strong>Categoria</strong></p></li> <li><p>Adicione <strong>Pontuação</strong> ao <strong>Valor</strong>, que aparece como uma Média da pontuação</p></li> <li><p>Adicione a <strong>Média Nacional</strong> ao <strong>Valor de comparação</strong></p></li> <li><p>Adicione <strong>Meta</strong> ao <strong>Valor de destino</strong></p></li> <li><p>Adicione um filtro ao campo <strong>Estado</strong> para remover os valores em branco</p> <p>a. Estado não está (Em branco)</p> <p><img src="{5}" alt="" title="" /></p></li> <li><p>Com o gráfico de termômetro selecionado, escolha o painel de <strong>formatação</strong></p> <p>a. Defina as cores conforme indicado abaixo</p> <p>b. Mova o botão alternador da opção <strong>Estado 1</strong> para <strong>Desativado</strong></p> <p>c. Repita as etapas anteriores para os quatro campos de Estado restantes</p></li> </ol> <p><img src="{6}" alt="" title="" /></p> <p>O visual resultante facilita a comparação da pontuação de IDEB média de cada estado com a média nacional, umas com as outras e com a meta nacional.</p> <p><img src="{7}" alt="" title="" /></p> <h2 id="creating-data-maps">Criando Mapas de Dados (usando o Visual R para desenhar um mapa pontilhado)</h2> <p>Para seguir os exemplos mostrados nesse curso, você precisará seguir esses pré-requisitos:</p> <ol> <li><p>Um computador que executa o Windows 7 ou superior</p></li> <li><p>Baixe e instale o <a href="{8}"><em>Power BI Desktop</em></a></p></li> <li><p>Inscreva-se em uma conta do Power BI (<a href="{1}"><em>{2}</em></a>)</p> <p>a. Observe que você precisará se registrar usando uma conta de email de trabalho. Não há suporte para contas pessoais (como gmail, Hotmail, outlook.com e yahoo.com)</p></li> </ol> <p>Embora seja possível desenhar mapas de caixa predefinidos no Power BI, pode ser interessante conferir um toque pessoal aos seus resultados, combinando mapas coropléticos e pontilhados, adicionando linhas arqueadas ou ampliando uma área específica. Visuais R oferecem liberdade para experimentar e personalizar os resultados dos visuais. Esse tutorial explica como começar a usar o <strong>visual do script R</strong> para criar um mapa simples.</p> <h3>Etapa 1: instalar o R e o Editor de R</h3> <ol> <li><p>Verifique se o R está instalado no seu computador, bem como um editor de R, como o RStudio</p></li> <li><p>No seu editor de R, instale os dois pacotes “maps” e “mapproj” ao executar o comando <strong>install.packages(maps)</strong> e <strong>install.packages(mapproj)</strong>. Isso instalará os pacotes no seu computador. Os pacotes são instalados uma vez no computador, porém é necessário ativar a biblioteca do Power BI toda vez que usar um pacote.</p></li> </ol> <h3>Etapa 2: criar um Novo Visual R</h3> <ol> <li><p>Agora, use o ícone R no painel de <strong>visualizações</strong> à direita da sua tela para criar um novo visual R</p></li> <li><p>Arraste <strong>lat</strong> e <strong>lng</strong> da tabela <strong>Cidades do mundo</strong> para o campo de valores</p></li> <li><p>Depois de definir o conjunto de dados, o editor de script R aparecerá. As primeiras linhas do script são populadas automaticamente para criar um conjunto de dados do primeiro campo selecionado. Agora, você pode começar a criar o visual usando (e/ou editando) o seguinte código:</p> <ol> <li><p>Chame as bibliotecas <strong>maps</strong> e <strong>mapproj</strong></p> <blockquote> <p>library(maps)</p> <p>library(mapproj)</p> </blockquote> </li> <li> <p>Desenhe um mapa do mundo, deixando de fora as linhas de fronteiras</p> <blockquote> <p>map('world', col=NA)</p> </blockquote> </li> <li> <p>Desenhe um ponto para cada cidade presente no conjunto de dados. O Pch define o formato do ponto e, com o cex, você pode ajustar o tamanho dos pontos.</p> <blockquote> <p>points(mapproject(dataset\$lng, dataset\$lat), col="black", pch=19, cex=.1)</p> </blockquote> </li> </ol> </li> </ol> <p>Esse é apenas um exemplo de um tipo de mapa que usa R, há muitas outras formas para experimentar!</p> <p><img src="{9}" alt="" title="" /></p>
ru_ru: <h2 id="creating-chart">Создание диаграммы с маркерами в Power BI</h2> <p>Ниже приведены требования для работы с представленными в этом курсе примерами.</p> <ol> <li><p>Компьютер с системой Windows&#160;7 или более поздней версии</p></li> <li><p>Скачанное и установленное приложение <a href="{0}">Power BI Desktop</a></p></li> <li><p>Зарегистрированная учетная запись Power BI (<a href="{1}">{2}</a>)</p> <p>а) Обратите внимание, что для регистрации нужно использовать рабочую учетную запись электронной почты; личные почтовые ящики (Gmail, Hotmail, outlook.com, yahoo.com) не поддерживаются.</p></li> </ol> <h3>Этап&#160;1. Загрузка файлов с образцами</h3> <ol> <li><p>Откройте файл <strong>Brazil IDEB Scores_final.pbix</strong>.</p></li> <li><p>В этом учебнике используется настраиваемый визуальный элемент <strong>Диаграмма с маркерами SQLBI</strong>, который можно скачать по следующей ссылке:</p> <p><a href="{3}">{3}</a></p> <p><img src="{4}" alt="" title="" /></p></li> <li><p>Для этой визуализации было создано несколько мер.</p> <p>а) Обратите внимание: создание мер рассматривалось в предыдущем учебнике, поэтому здесь соответствующие действия не повторяются. <blockquote> <p>Цель = 6,0</p> <p>Среднее по стране = ВЫЧИСЛИТЬ(СРЗНАЧ(IDEB2009[Показатель]); ALL(IDEB2009))</p> </blockquote> </p> </li> </ol> <h3>Этап&#160;2. Работа с данными</h3> <p><strong>Примечание.</strong> Мера "Цель" показывает, как добавить в отчет статическое значение без использования функций "Получение данных". Мера "Среднее по стране" показывает, как рассчитать статистическое значение по строкам данных, проигнорировав примененные фильтры. Благодаря этому среднее по стране значение остается постоянным во всех категориях набора данных и обновляется при обновлении набора.</p> <ol> <li><p>Нажмите на значок <strong>диаграммы с маркерами</strong> в области <strong>Визуализации</strong>.</p></li> <li><p>Добавьте поле <strong>Штат</strong> из таблицы <strong>Список штатов Бразилии</strong> в раздел <strong>Категория</strong></p></li> <li><p>Добавьте меру <strong></strong> в раздел <strong>Значение</strong> (это будет средний показатель).</p></li> <li><p>Добавьте меру <strong>Среднее по стране</strong> в раздел <strong>Значение сравнения</strong>.</p></li> <li><p>Добавьте меру <strong></strong> в раздел <strong>Целевое значение</strong></p></li> <li><p>Добавьте фильтр в поле <strong>тат</strong>, чтобы удалить пустые значения.</p> <p>а) Штат не (Пустое)</p> <p><img src="{5}" alt="" title="" /></p></li> <li><p>Выделив диаграмму с маркерами, выберите область <strong>Формат</strong>.</p> <p>а) Настройте цвета, как показано ниже.</p> <p>б) Установите переключатель параметра <strong>Штат&#160;1</strong> в положение <strong>Выкл.</strong></p> <p>в) Повторите предыдущее действие для остальных четырех полей штатов.</p></li> </ol> <p><img src="{6}" alt="" title="" /></p> <p>Полученный визуальный элемент позволяет легко сравнивать средние показатели IDEB по отдельным штатам со средним значением по стране, друг с другом, а также с целевым показателем по стране.</p> <p><img src="{7}" alt="" title="" /></p> <h2 id="creating-data-maps">Создание карт данных (создание пунктирной карты с помощью визуального элемента R)</h2> <p>Ниже приведены требования для работы с представленными в этом курсе примерами.</p> <ol> <li><p>Компьютер с системой Windows&#160;7 или более поздней версии</p></li> <li><p>Скачанное и установленное приложение <a href="{8}"><em>Power BI Desktop</em></a></p></li> <li><p>Зарегистрированная учетная запись Power BI (<a href="{1}"><em>{2}</em></a>)</p> <p>а) Обратите внимание, что для регистрации нужно использовать рабочую учетную запись электронной почты; личные почтовые ящики (Gmail, Hotmail, outlook.com, yahoo.com) не поддерживаются.</p></li> </ol> <p>В Power BI доступны стандартные карты, однако в получаемые результаты можно вносить измерения, например сочетать хороплеты и пунктирные карты, добавлять дуговые линии или увеличивать масштаб отдельных областей. Визуальные элементы R позволяют гибко экспериментировать с создаваемыми объектами и настраивать их. В этом учебном руководстве рассказывается, как с помощью <strong>визуального элемента на базе R-скрипта</strong> создать простую карту.</p> <h3>Этап&#160;1. Установка компонентов R и редактора R-скриптов</h3> <ol> <li><p>Установите на свой компьютер компоненты R, а также редактор R-скриптов, например RStudio.</p></li> <li><p>В редакторе R-скриптов выполните команды <strong>install.packages(maps)</strong> и <strong>install.packages(mapproj)</strong>. В результате на компьютере будут установлены пакеты maps и mapproj. Пакет устанавливается один раз, а соответствующая библиотека активируется из Power BI каждый раз при его использовании.</p></li> </ol> <h3>Этап&#160;2. Создание визуального элемента R</h3> <ol> <li><p>Теперь с помощью значка R в области <strong>Визуализации</strong> в правой части холста создайте новый визуальный элемент R.</p></li> <li><p>Перетащите поля <strong>lat</strong> и <strong>lng</strong> из таблицы <strong></strong> на поле "Значения".</p></li> <li><p>Задав набор данных, вы увидите редактор R-скриптов. В первые строки скрипта автоматически подставляется код, который создает набор данных из выбранных вами полей. Теперь можно приступать к созданию визуального элемента, добавив (или изменив) приведенный ниже код.</p> <ol> <li><p>Вызовите библиотеки <strong>maps</strong> и <strong>mapproj</strong>.</p> <blockquote> <p>library(maps)</p> <p>library(mapproj)</p> </blockquote> </li> <li> <p>Нарисуйте карту мира без линий, обозначающих границы.</p> <blockquote> <p>map('world', col=NA)</p> </blockquote> </li> <li> <p>Нарисуйте точку для каждого города из набора данных. Параметр Pch определяет форму точки, а с помощью параметра cex можно задать ее размер.</p> <blockquote> <p>points(mapproject(dataset\$lng, dataset\$lat), col="black", pch=19, cex=.1)</p> </blockquote> </li> </ol> </li> </ol> <p>Это лишь пример карты, которую можно создать с помощью R-скрипта; пространство для экспериментов безгранично.</p> <p><img src="{9}" alt="" title="" /></p>
zh_cn: <h2 id="creating-chart">在 Power BI 中创建项目符号图</h2> <p>若要按照本教程中展示的示例执行操作，需要以下先决条件：</p> <ol> <li><p>运行 Windows 7 或更高版本的计算机</p></li> <li><p>下载并安装 <a href="{0}">Power BI Desktop</a></p></li> <li><p>注册 Power BI 帐户 (<a href="{1}">{2}</a>)</p> <p>a.注意，需使用工作邮箱帐户进行注册；不支持个人帐户（gmail、Hotmail、outlook.com、yahoo.com）</p></li> </ol> <h3>步骤 1：加载示例文件</h3> <ol> <li><p>打开文件 <strong>Brazil IDEB Scores_final.pbix</strong></p></li> <li><p>本教程使用<strong>按 SQLBI 编号的项目符号图</strong>自定义视觉对象，该视觉对象可从以下链接下载：</p> <p><a href="{3}">{3}</a></p> <p><img src="{4}" alt="" title="" /></p></li> <li><p>创建多个度量来支持此可视化。</p> <p>a.注意：之前的教程已涵盖如何创建度量，这里不再赘述相关步骤。 <blockquote> <p>目标 = 6.0</p> <p>全国平均值 = CALCULATE(AVERAGE(IDEB2009[分数]), ALL(IDEB2009))</p> </blockquote> </p> </li> </ol> <h3>步骤 2：处理数据</h3> <p><strong>注意</strong>：目标度量显示如何在报表中添加静态值，而无需使用获取数据体验。全国平均值度量显示如何计算数据行的累计总和，而忽略应用的所有筛选器。这可以使全国平均值在数据集的所有类别中保持一致，并使该值在刷新数据时更新。</p> <ol> <li><p>按“可视化”<strong></strong>窗格中的“项目符号图”<strong></strong>图标。</p></li> <li><p>将“巴西州列表”<strong></strong>表中的“州”<strong></strong>字段添加到“类别”<strong></strong></p></li> <li><p>将“分数”<strong></strong>添加到“值”<strong></strong>，它显示为平均分数</p></li> <li><p>将“全国平均值”<strong></strong>添加到“比较值”<strong></strong></p></li> <li><p>将“目标”<strong></strong>添加到“目标值”<strong></strong></p></li> <li><p>向“州”<strong></strong>字段添加一个筛选器，删除空白值</p> <p>a.州不为(空白)</p> <p><img src="{5}" alt="" title="" /></p></li> <li><p>选中项目符号图，然后选择“格式”<strong></strong>窗格</p> <p>a.如下所示设置颜色</p> <p>b.将“州 1”<strong></strong>选项的切换开关移到“关闭”<strong></strong></p> <p>c.重复上一步设置其余 4 个“州”字段</p></li> </ol> <p><img src="{6}" alt="" title="" /></p> <p>通过生成的视觉对象，可轻松将每个州的平均 IDEB 分数与全国平均值、各州平均值以及全国目标值进行比较。</p> <p><img src="{7}" alt="" title="" /></p> <h2 id="creating-data-maps">创建数据图（使用 R 视觉对象绘制点图）</h2> <p>若要按照本教程中展示的示例执行操作，需要以下先决条件：</p> <ol> <li><p>运行 Windows 7 或更高版本的计算机</p></li> <li><p>下载并安装 <a href="{8}"><em>Power BI Desktop</em></a></p></li> <li><p>注册 Power BI 帐户 (<a href="{1}"><em>{2}</em></a>)</p> <p>a.注意，需使用工作邮箱帐户进行注册；不支持个人帐户（gmail、Hotmail、outlook.com、yahoo.com）</p></li> </ol> <p>虽然可以在 Power BI 中绘制立即可用的地图，但你可能希望对结果进行个性化设置、结合等值线图和点图、添加拱形线或在特定区域进行缩放。通过 R 视觉对象，可自由地体验和自定义视觉效果。本教程介绍如何开始使用 <strong>R 脚本视觉对象</strong>来创建简单的地图。</p> <h3>步骤 1：安装 R 和 R 编辑器</h3> <ol> <li><p>请确保计算机上安装了 R 以及 R 编辑器（如 RStudio）</p></li> <li><p>运行 <strong>install.packages(maps)</strong> 和 <strong>install.packages(mapproj)</strong> 命令，在 R 编辑器中安装两个包，即“maps”和“mapproj”。此操作将在计算机上安装这两个包。只需在计算机上安装一次包，但每次使用包时，都需从 Power BI 激活库。</p></li> </ol> <h3>步骤 2：新建 R 视觉对象</h3> <ol> <li><p>现在，使用画布右侧“可视化”<strong></strong>窗格中的 R 图标新建一个 R 视觉对象</p></li> <li><p>将<strong>世界城市</strong>表中的 <strong>lat</strong> 和 <strong>lng</strong> 拖到值字段上</p></li> <li><p>定义数据集后，将显示 R 脚本编辑器。将自动填充脚本的前几行，从选定的字段创建数据集。现在可以开始使用（以及/或者编辑）以下代码生成视觉对象：</p> <ol> <li><p>调用 <strong>maps</strong> 和 <strong>mapproj</strong> 库</p> <blockquote> <p>library(maps)</p> <p>library(mapproj)</p> </blockquote> </li> <li> <p>绘制世界地图，留出边界线</p> <blockquote> <p>map('world', col=NA)</p> </blockquote> </li> <li> <p>为数据集中的每个城市绘制一个点。pch 用于定义点的形状，cex 用于调整点的大小。</p> <blockquote> <p>points(mapproject(dataset\$lng, dataset\$lat), col="black", pch=19, cex=.1)</p> </blockquote> </li> </ol> </li> </ol> <p>这只是使用 R 的其中一种地图类型示例，还有许多其他形式可体验！</p> <p><img src="{9}" alt="" title="" /></p>
zh_tw: <h2 id="creating-chart">在 Power BI 中建立矢量圖</h2> <p>為了遵循本課所顯示的範例，您必須具備下列必要條件：</p> <ol> <li><p>執行 Windows 7 或更新版本的電腦</p></li> <li><p>下載及安裝 <a href="{0}">Power BI Desktop</a></p></li> <li><p>註冊 Power BI 帳戶 (<a href="{1}">{2}</a>)</p> <p>a.請注意，您需要使用工作電子郵件帳戶進行註冊；不支援個人帳戶 (gmail、Hotmail、outlook.com、yahoo.com)</p></li> </ol> <h3>步驟 1：載入範例檔案</h3> <ol> <li><p>開啟檔案 <strong>Brazil IDEB Scores_final.pbix</strong></p></li> <li><p>本教學課程使用從下列連結下載的 [依 SQLBI 顯示矢量圖] <strong></strong> 自訂視覺效果：</p> <p><a href="{3}">{3}</a></p> <p><img src="{4}" alt="" title="" /></p></li> <li><p>已建立幾個量值來支援此視覺效果。</p> <p>a.注意：上一個教學課程已探討如何建立量值，因此這裡不會重複這些步驟。 <blockquote> <p>目標 = 6.0</p> <p>全國平均值 = CALCULATE(AVERAGE(IDEB2009[score]), ALL(IDEB2009))</p> </blockquote> </p> </li> </ol> <h3>步驟 2：使用資料</h3> <p><strong>注意</strong>：[目標] 量值顯示如何將靜態值新增至您的報表，而不需要使用 [取得資料] 體驗。「全國平均值」量值顯示如何計算資料列的整體彙總，並忽略任何套用的篩選。如此可確保資料集中所有類別的「全國平均值」保持固定，並在每次重新整理資料時更新此值。</p> <ol> <li><p>按下 [視覺效果]<strong></strong> 窗格中的<strong>矢量圖</strong>圖示。</p></li> <li><p>將 [州名]<strong></strong> 欄位從 [巴西州名清單]<strong></strong> 資料表新增至 [類別]<strong></strong></p></li> <li><p>將 [分數]<strong></strong> 新增至 [值]<strong></strong>，它會顯示為平均分數</p></li> <li><p>將「全國平均值」<strong></strong> 新增至 [比較值]<strong></strong></p></li> <li><p>將 [目標]<strong></strong> 新增至 [目標值]<strong></strong></p></li> <li><p>將篩選新增至 [州名]<strong></strong> 欄位，以移除空白值</p> <p>a.州名不是 (空白)</p> <p><img src="{5}" alt="" title="" /></p></li> <li><p>選取矢量圖，然後選取 [格式]<strong></strong> 窗格</p> <p>a.如下所示設定色彩</p> <p>b.將 [州名 1]<strong></strong> 選項的切換開關移至 [關閉]<strong></strong></p> <p>c.針對其餘所有 4 個 [州名] 欄位重複上述步驟</p></li> </ol> <p><img src="{6}" alt="" title="" /></p> <p>產生的視覺效果可讓您輕鬆地將各州的平均 IDEB 分數與全國平均值互相比較，並與全國目標互相比較。</p> <p><img src="{7}" alt="" title="" /></p> <h2 id="creating-data-maps">建立資料地圖 (使用 R 視覺效果繪製圓點地圖)</h2> <p>為了遵循本課所顯示的範例，您必須具備下列必要條件：</p> <ol> <li><p>執行 Windows 7 或更新版本的電腦</p></li> <li><p>下載及安裝 <a href="{8}"><em>Power BI Desktop</em></a></p></li> <li><p>註冊 Power BI 帳戶 (<a href="{1}"><em>{2}</em></a>)</p> <p>a.請注意，您需要使用工作電子郵件帳戶進行註冊；不支援個人帳戶 (gmail、Hotmail、outlook.com、yahoo.com)</p></li> </ol> <p>雖然您可以在 Power BI 中繪製現成的地圖，不過您可能有興趣為結果增添個人風格、合併面量地圖與圓點地圖、新增弧線，或放大特定區域。R 視覺效果可讓您自由地嘗試及自訂視覺結果。本教學課程說明如何開始使用 <strong>R 指令碼視覺效果</strong>來建立簡單地圖。</p> <h3>步驟 1：安裝 R 和 R 編輯器</h3> <ol> <li><p>確定您已在電腦上安裝 R 並具有 R 編輯器 (例如 RStudio)</p></li> <li><p>在您的 R 編輯器中，執行命令 <strong>install.packages(maps)</strong> 和 <strong>install.packages(mapproj)</strong> 來安裝兩個套件 ’maps’ 和 ‘mapproj’。這會在您的電腦上安裝套件。您會在電腦上安裝一次套件，但每次使用套件都需要從 Power BI 啟用此程式庫。</p></li> </ol> <h3>步驟 2：建立新的 R 視覺效果</h3> <ol> <li><p>現在，使用畫布右側 [視覺效果]<strong></strong> 窗格中的 R 圖示，建立新的 R 視覺效果</p></li> <li><p>將 [緯度]<strong></strong> 和 [經度]<strong></strong> 從 [World cities] (國際城市)<strong></strong> 資料表拖曳至值欄位上方</p></li> <li><p>定義資料集之後，R 指令碼編輯器隨即出現。系統會自動填入指令碼的前幾行，以從您選取的欄位建立資料集。現在，您可以使用 (及/或編輯) 下列程式碼，開始建立視覺效果：</p> <ol> <li><p>呼叫 <strong>maps</strong> 和 <strong>mapproj</strong> 程式庫</p> <blockquote> <p>library(maps)</p> <p>library(mapproj)</p> </blockquote> </li> <li> <p>繪製世界地圖，但省略框線</p> <blockquote> <p>map('world', col=NA)</p> </blockquote> </li> <li> <p>繪製代表資料集內每個城市的每個點。pch 定義點的形狀，而透過 cex 可調整點的大小。</p> <blockquote> <p>points(mapproject(dataset\$lng, dataset\$lat), col="black", pch=19, cex=.1)</p> </blockquote> </li> </ol> </li> </ol> <p>這只是其中一種使用 R 的地圖類型範例，還有許多其他格式可供嘗試！</p> <p><img src="{9}" alt="" title="" /></p>
