Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/DataExploration.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Content7_4
source: <h3>Step 8: Box plots with Power BI</h3> <p>For this section, please download the Box and Whisker (Jan Pieter) custom visual from:</p><p><a href="{0}">{0}</a></p><ol> <li>Follow the UI to download the visuals as described earlier in the tutorial</li><p><img src="{1}" alt="" title="" /></p><li><p>Import the visual using the <strong>…</strong> button in the <strong>Visualizations</strong> pane as shown before </p> </li> <li><p>Select the <strong>Histogram</strong> visual then convert it to the box plot visual by pressing the <strong>Box Plot</strong> icon in the <strong>Visualizations</strong> pane</p> <p>a. Note: the visual will look blank at this point</p></li> <li><p>Set the data field for the Box Plot as follows:</p> <p>a. Set <strong>state</strong> column on <strong>Category</strong></p> <p>b. Set <strong>school</strong> column on <strong>Sampling</strong></p> <p>c. Set <strong>score</strong> column on <strong>Values</strong></p></li> <li><p>The Box Plot is rendered similarly to the below view:</p></li> <p><img src="{2}" alt="" title="" /></p> <li> <p>With the Box Plot selected, open the Formatting pane:</p> <p>a. Expand <strong>Chart Options</strong></p> <p>b. Change <strong>Chart type</strong> to <strong>1.5 IQR</strong></p> <p>c. Change <strong>Outliers</strong> to <strong>On</strong></p> <p><img src="{3}" alt="" title="" /></p> </li></ol>
de_de: <h3>Schritt 8: Boxplots mit Power BI</h3> <p>Laden Sie für diesen Abschnitt die benutzerdefinierte Visualisierung „Box and Whisker (Jan Pieter)“ unter folgender Adresse herunter:</p><p><a href="{0}">{0}</a></p><ol> <li>Verwenden Sie die Benutzeroberfläche, um die Visualisierungen wie oben in diesem Tutorial beschrieben herunterzuladen.</li><p><img src="{1}" alt="" title="" /></p><li><p>Importieren Sie die Visualisierung mithilfe der Schaltfläche <strong>…</strong> im Bereich <strong>Visualisierungen</strong>, wie zuvor gezeigt. </p> </li> <li><p>Wählen Sie die Visualisierung <strong>Histogramm</strong> aus, und konvertieren Sie diese in eine Boxplotvisualisierung, indem Sie im Bereich <strong>Visualisierungen</strong> auf das Symbol für <strong>Boxplots</strong> klicken.</p> <p>a. Hinweis: Die Visualisierung ist zu diesem Zeitpunkt leer.</p></li> <li><p>Legen Sie das Datenfeld für das Boxplot wie folgt fest:</p> <p>a. Legen Sie unter <strong>Kategorie</strong> die Spalte <strong>Bundesstaat</strong> fest.</p> <p>b. Legen Sie unter <strong>Sampling</strong> die Spalte <strong>Schule</strong> fest.</p> <p>c. Legen Sie unter <strong>Werte</strong> die Spalte <strong>Bewertung</strong> fest.</p></li> <li><p>Der Boxplot wird ähnlich wie die folgende Abbildung gerendert:</p></li> <p><img src="{2}" alt="" title="" /></p> <li> <p>Lassen Sie den Boxplot ausgewählt, und öffnen Sie den Bereich „Formatierung“:</p> <p>a. Erweitern Sie <strong>Diagrammoptionen</strong>.</p> <p>b. Ändern Sie <strong>Diagrammtyp</strong> in <strong>1.5 IQR</strong>.</p> <p>c. Ändern Sie <strong>Ausreißer</strong> in <strong>Ein</strong>.</p> <p><img src="{3}" alt="" title="" /></p> </li></ol>
es_es: <h3>Paso 8: Diagramas de cajas con Power BI</h3> <p>Para esta sección, descargue el objeto visual personalizado Cajas y bigotes (Jan Pieter) de:</p><p><a href="{0}">{0}</a></p><ol> <li>Siga la interfaz de usuario para descargar los objetos visuales como se ha descrito anteriormente en el tutorial</li><p><img src="{1}" alt="" title="" /></p><li><p>Importe el objeto visual mediante el botón <strong>…</strong> del panel <strong>Visualizaciones</strong> como se indicó anteriormente </p> </li> <li><p>Seleccione el objeto visual <strong>Histograma</strong> y, a continuación, conviértalo en el objeto visual Diagrama de cajas presionando el icono <strong>Diagrama de cajas</strong> en el panel <strong>Visualizaciones</strong></p> <p>a. Nota: En este momento el objeto visual aparecerá en blanco</p></li> <li><p>Establezca los campos de datos para el diagrama de cajas de la siguiente manera:</p> <p>a. Establezca la columna <strong>estado</strong> en <strong>Categoría</strong></p> <p>b. Establezca la columna <strong>colegio</strong> en <strong>Muestreo</strong></p> <p>c. Establezca la columna <strong>puntuación</strong> en <strong>Valores</strong></p></li> <li><p>El diagrama de cajas se representa de forma similar a la siguiente:</p></li> <p><img src="{2}" alt="" title="" /></p> <li> <p>Con el objeto visual Diagrama de cajas seleccionado, abra el panel Formato:</p> <p>a. Expanda <strong>Opciones de gráfico</strong></p> <p>b. Cambie <strong>Tipo de gráfico</strong> a <strong>1.5 IQR</strong></p> <p>c. Cambie <strong>Valor atípico</strong> a <strong>Activado</strong></p> <p><img src="{3}" alt="" title="" /></p> </li></ol>
fr_fr: <h3>Étape 8&#160;: diagramme à surfaces avec Power&#160;BI</h3> <p>Pour cette section, téléchargez le visuel Diagramme de quartiles (Jan Pieter) à partir d’ici&#160;:</p><p><a href="{0}">{0}</a></p><ol> <li>Suivez les instructions de l’interface utilisateur pour télécharger les visuels de la manière décrite précédemment dans le didacticiel</li><p><img src="{1}" alt="" title="" /></p><li><p>Importez le visuel à l’aide du bouton <strong>…</strong> dans le volet <strong>Visualisations</strong> comme montré précédemment </p> </li> <li><p>Sélectionnez le visuel <strong>Histogramme</strong>, puis convertissez-le en diagramme à surfaces en appuyant sur l’icône <strong>Diagramme à surfaces</strong> dans le volet <strong>Visualisations</strong></p> <p>a. Remarque&#160;: le visuel semble vide à ce stade</p></li> <li><p>Définissez le champ de données pour le diagramme à surfaces comme suit&#160;:</p> <p>a. Définissez la colonne <strong>État</strong> sur <strong>Catégorie</strong></p> <p>b. Définissez la colonne <strong>École</strong> sur <strong>Échantillonnage</strong></p> <p>c. Définissez la colonne <strong>Score</strong> sur <strong>Valeurs</strong></p></li> <li><p>Le rendu du diagramme à surfaces est similaire à la vue ci-dessous&#160;:</p></li> <p><img src="{2}" alt="" title="" /></p> <li> <p>Le diagramme à surfaces étant sélectionné, ouvrez le volet Format&#160;:</p> <p>a. Développez <strong>Options des graphiques</strong></p> <p>b. Définissez <strong>Type de graphique</strong> sur <strong>1.5 IQR</strong></p> <p>c. Définissez <strong>Valeurs hors norme</strong> sur <strong>Activé</strong></p> <p><img src="{3}" alt="" title="" /></p> </li></ol>
it_it: <h3>Passaggio 8: Box plot con Power BI</h3> <p>Per questa sezione, scarica l'oggetto visivo personalizzato Box and Whisker di Jan Pieter da:</p><p><a href="{0}">{0}</a></p><ol> <li>Segui l'interfaccia utente per scaricare l'oggetto visivo come descritto prima in questa esercitazione</li><p><img src="{1}" alt="" title="" /></p><li><p>Importa l'oggetto visivo usando il pulsante <strong>…</strong> nel riquadro <strong>Visualizzazioni</strong> come mostrato prima </p> </li> <li><p>Seleziona l'oggetto visivo <strong>Histogram</strong> e quindi convertilo nell'oggetto visivo box plot premendo l'icona <strong>Box Plot</strong> nel riquadro <strong>Visualizzazioni</strong></p> <p>a. Nota: l'oggetto visivo appare vuoto a questo punto</p></li> <li><p>Imposta il campo dati per il box plot nel modo seguente:</p> <p>a. Imposta la colonna <strong>stato</strong> in <strong>Categoria</strong></p> <p>b. Imposta la colonna <strong>scuola</strong> in <strong>Campionamento</strong></p> <p>c. Imposta la colonna <strong>punteggio</strong> in <strong>Valori</strong></p></li> <li><p>Viene eseguito il rendering del box plot nella visualizzazione seguente:</p></li> <p><img src="{2}" alt="" title="" /></p> <li> <p>Con il box plot selezionato apri il riquadro Formato:</p> <p>a. Espandi <strong>Opzioni grafico</strong></p> <p>b. Cambia <strong>Tipo di grafico</strong> in <strong>1.5 IQR</strong></p> <p>c. Cambia <strong>Outlier</strong> in <strong>Attivati</strong></p> <p><img src="{3}" alt="" title="" /></p> </li></ol>
ja_jp: <h3>手順 8: Power BI で箱ひげ図を作成する</h3> <p>このセクションでは、次のサイトから箱ひげ図 (Jan Pieter) のカスタム ビジュアルをダウンロードします:</p><p><a href="{0}">{0}</a></p><ol> <li>UI に従って、チュートリアルの手順 7 で説明した通りにビジュアルをダウンロードします。</li><p><img src="{1}" alt="" title="" /></p><li><p>手順 7 に示したように、<strong>[視覚化]</strong> ペインの <strong>[…]</strong> ボタンを使用してビジュアルをインポートします。 </p> </li> <li><p><strong>ヒストグラム</strong> を選択し、<strong>[視覚化]</strong> ペインの <strong>[箱ひげ図]</strong> アイコンをクリックして箱ひげ図に変換します。</p> <p>a.メモ: この時点ではビジュアルには何も表示されません。</p></li> <li><p>箱ひげ図のデータ フィールドを次のように設定します。</p> <p>a.<strong>州</strong>列を <strong>[カテゴリ]</strong> に設定します。</p> <p>b.<strong>学校</strong>列を <strong>[サンプリング]</strong> に設定します。</p> <p>c.<strong>スコア</strong>列を <strong>[値]</strong> に設定します。</p></li> <li><p>下図のような箱ひげ図が表示されます。</p></li> <p><img src="{2}" alt="" title="" /></p> <li> <p>選択した箱ひげ図の [書式] ペインを開きます。</p> <p>a.<strong>[グラフのオプション]</strong> を展開します。</p> <p>b.<strong>[グラフの種類]</strong> を <strong>1.5 IQR</strong> に変更します。</p> <p>c.<strong>[外れ値]</strong> を<strong>オン</strong>に変更します。</p> <p><img src="{3}" alt="" title="" /></p> </li></ol>
ko_kr: <h3>8단계: Power BI에서 상자 그림</h3> <p>이 섹션을 위해 다음 위치에서 상자 수염(Jan Pieter) 사용자 지정 시각적 개체를 다운로드하세요.</p><p><a href="{0}">{0}</a></p><ol> <li>UI에 따라 자습서에 이전에 설명된 대로 시각적 개체를 다운로드합니다.</li><p><img src="{1}" alt="" title="" /></p><li><p>전에 표시된 대로 <strong>시각화</strong> 창에서 <strong>…</strong> 단추를 사용하여 시각적 개체를 가져옵니다. </p> </li> <li><p><strong>히스토그램</strong> 시각적 개체를 선택한 후 <strong>시각화</strong> 창에서 <strong>상자 그림</strong> 아이콘을 눌러 상자 그림 시각적 개체로 변환합니다.</p> <p>a. 참고: 시각적 개체가 현재는 비어 있는 것으로 보입니다.</p></li> <li><p>상자 그림에 대한 데이터 필드를 다음과 같이 설정합니다.</p> <p>a. <strong>범주</strong>에서 <strong>시/도</strong> 열을 설정합니다.</p> <p>b. <strong>샘플링</strong>에서 <strong>학교</strong> 열을 설정합니다.</p> <p>c. <strong>값</strong>에서 <strong>점수</strong> 열을 설정합니다.</p></li> <li><p>상자 그림은 아래 그림과 유사하게 렌더링됩니다.</p></li> <p><img src="{2}" alt="" title="" /></p> <li> <p>상자 그림을 선택한 상태에서 서식 창을 엽니다.</p> <p>a. <strong>차트 옵션</strong>을 확장합니다.</p> <p>b. <strong>차트 유형</strong>을 <strong>1.5 IQR</strong>로 변경합니다.</p> <p>c. <strong>이상값</strong>을 <strong>켜기</strong>로 변경합니다.</p> <p><img src="{3}" alt="" title="" /></p> </li></ol>
pt_br: <h3>Etapa 8: Gráficos de caixa com o Power BI</h3> <p>Para essa seção, baixe o visual personalizado de Caixa Estreita (Jan Pieter) de:</p><p><a href="{0}">{0}</a></p><ol> <li>Siga a Interface do Usuário para baixar os visuais conforme descrito anteriormente no tutorial</li><p><img src="{1}" alt="" title="" /></p><li><p>Importe o visual usando o botão <strong>…</strong> no painel <strong>Visualizações</strong> como mostrado anteriormente </p> </li> <li><p>Selecione o visual de <strong>Histograma</strong> e converta-o no visual de gráfico de caixa pressionando o ícone <strong>Gráfico de Caixa</strong> no painel <strong>Visualizações</strong></p> <p>a. Observação: o visual aparecerá em branco neste ponto</p></li> <li><p>Defina o campo de dados para o Gráfico de Caixa da seguinte forma:</p> <p>a. Defina a coluna <strong>estado</strong> em <strong>Categoria</strong></p> <p>b. Defina a coluna <strong>escola</strong> em <strong>Amostragem</strong></p> <p>c. Defina a coluna <strong>pontuação</strong> em <strong>Valores</strong></p></li> <li><p>O Gráfico de Caixa é renderizado de maneira semelhante ao que é mostrado abaixo:</p></li> <p><img src="{2}" alt="" title="" /></p> <li> <p>Com o Gráfico de Caixa selecionado, abra o painel Formatação:</p> <p>a. Expanda as <strong>Opções de Gráfico</strong></p> <p>b. Altere o <strong>Tipo de gráfico</strong> para <strong>1,5 IQR</strong></p> <p>c. Altere <strong>Exceções</strong> para <strong>Ativado</strong></p> <p><img src="{3}" alt="" title="" /></p> </li></ol>
ru_ru: <h3>Этап&#160;8. Блочные диаграммы в Power BI</h3> <p>Для работы с этим разделом скачайте настраиваемый визуальный элемент "Ящик с усами" (автор&#160;— Ян Питер (Jan Pieter)).</p><p><a href="{0}">{0}</a></p><ol> <li>С помощью команд пользовательского интерфейса скачайте визуальные элементы, описанные выше в этом учебнике.</li><p><img src="{1}" alt="" title="" /></p><li><p>Импортируйте визуальный элемент с помощью кнопки <strong>…</strong> в области <strong>Визуализации</strong>, как показано выше. </p> </li> <li><p>Выберите визуальный элемент <strong>Гистограмма</strong>, а затем преобразуйте его в блочную диаграмму с помощью значка <strong>Блочная диаграмма</strong> в области <strong>Визуализация</strong>.</p> <p>а) Обратите внимание: на этом этапе визуальный элемент выглядит пустым.</p></li> <li><p>Настройте для блочной диаграммы поля данных:</p> <p>а) В разделе <strong>Категория</strong> выберите столбец <strong>Штат</strong>.</p> <p>б) В разделе <strong>Выборка</strong> выберите столбец <strong>Учебное заведение</strong>.</p> <p>в) В разделе <strong>Значения</strong> выберите столбец <strong>Показатель</strong>.</p></li> <li><p>На экране появится примерно такая блочная диаграмма:</p></li> <p><img src="{2}" alt="" title="" /></p> <li> <p>Выбрав блочную диаграмму, откройте область форматирования:</p> <p>а) Разверните <strong>параметры диаграммы</strong>.</p> <p>б) Для параметра <strong>Тип диаграммы</strong> выберите значение <strong>1.5 IQR</strong>.</p> <p>в) Для параметра <strong>Выбросы</strong> установите значение <strong>Вкл.</strong></p> <p><img src="{3}" alt="" title="" /></p> </li></ol>
zh_cn: <h3>步骤 8：使用 Power BI 绘制箱线图</h3> <p>有关此部分，请下载箱形图 (Jan Pieter) 自定义视觉对象，下载位置：</p><p><a href="{0}">{0}</a></p><ol> <li>如教程之前所述，按照 UI 指示下载视觉对象</li><p><img src="{1}" alt="" title="" /></p><li><p>如先前所示，使用“可视化”<strong></strong>窗格中的“...”<strong></strong>按钮导入视觉对象 </p> </li> <li><p>选中“直方图”<strong></strong>视觉对象，然后按“可视化”<strong></strong>窗格中的“箱线图”<strong></strong>图标，将其转换为箱线图视觉对象</p> <p>a.注意：此时视觉对象看起来像是空的</p></li> <li><p>按下方所示设置箱线图数据字段：</p> <p>a.将“类别”<strong></strong>设置为“州”列<strong></strong></p> <p>b.将“抽样”<strong></strong>设置为“学校”列<strong></strong></p> <p>c.将“值”<strong></strong>设置为“得分”列<strong></strong></p></li> <li><p>得出类似下图的箱线图：</p></li> <p><img src="{2}" alt="" title="" /></p> <li> <p>选中箱线图后，打开“格式设置”窗格：</p> <p>a.展开“图表选项”<strong></strong></p> <p>b.将“图表类型”<strong></strong>更改为“1.5 IQR”<strong></strong></p> <p>c.将“离群值”<strong></strong>更改为“开启”<strong></strong></p> <p><img src="{3}" alt="" title="" /></p> </li></ol>
zh_tw: <h3>步驟 8：使用 Power BI 繪製盒狀圖</h3> <p>在本節中，請從下列位置下載盒鬚圖 (Jan Pieter) 自訂視覺效果：</p><p><a href="{0}">{0}</a></p><ol> <li>遵循 UI 以下載本教學課程稍早所述的視覺效果</li><p><img src="{1}" alt="" title="" /></p><li><p>如前所述，使用 [視覺效果]<strong></strong> 窗格中的 […]<strong></strong> 按鈕來匯入視覺效果 </p> </li> <li><p>選取 [長條圖]<strong></strong> 視覺效果，然後按下 [視覺效果]<strong></strong> 窗格中的<strong>盒狀圖</strong>圖示，將它轉換成盒狀圖</p> <p>a.注意：視覺效果此時顯示空白</p></li> <li><p>如下所示設定盒狀圖的資料欄位：</p> <p>a.將 [類別]<strong></strong> 設定為 [州]<strong></strong> 資料行</p> <p>b.將 [取樣]<strong></strong> 設定為 [學校]<strong></strong> 資料行</p> <p>c.將 [值]<strong></strong> 設定為 [分數]<strong></strong> 資料行</p></li> <li><p>盒狀圖的轉譯結果會類似下列檢視：</p></li> <p><img src="{2}" alt="" title="" /></p> <li> <p>選取盒狀圖，然後開啟 [格式化] 窗格：</p> <p>a.展開 [圖表選項]<strong></strong></p> <p>b.將 [圖表類型]<strong></strong> 變更為 <strong>1.5 IQR</strong></p> <p>c.將 [極端值]<strong></strong> 變更為 [開啟]<strong></strong></p> <p><img src="{3}" alt="" title="" /></p> </li></ol>
