Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/DataExploration.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Content14_2
source: <p>Note: The data challenge related to percent of total is covered in detail in <strong>Part 2 - Supplement on percent of total</strong>.</p> <h2>Part 2 - Supplement on percent of total</h2> <p>In our course material, we presented the following chart and mentioned that you need to be careful when using the data and the aggregation. The reason is the values used to create the chart are represented as a “% of total”. So, this chart is effectively aggregating over a percentage. This can cause a typical data error that you are likely to encounter in your data analysis: summarizing aggregated data using SUM, AVERAGE, or other aggregates is not representative of the underlying data. Let’s see how this works in this case.</p> <p><img src="{0}" alt="" title="" /></p> <p>Figure 1 When the chart is first loaded no country is selected so the SUM aggregate being applied to the underlying data, which in this case is a percentage. The total of all percentage values is then displayed and visually encoded. This is inaccurate.</p> <p>The underlying data in this dataset is identified using the following columns of data:</p> <h3>Year Country Value(s)</h3> <p>Values in the dataset that are percentages, averages, medians, etc. can only be displayed accurately if both Year and Country have a single value. Some fields are additive, for example <strong>Population, Total,</strong> and can be aggregated across <strong>Countries</strong> for a specific <strong>Year</strong>, but not across <strong>Years</strong>. In the chart above, we only have one of those two elements present – <strong>Year</strong> on the x-axis.</p> <p>In the course, we introduced the map visual and selected one country on the map, the chart suddenly started to show correct data. Below is an example where we select France and the chart shows the data one would expect. You can see from the tooltip that the value passed to the visual and the value encoded by the visual, the percentage label in parenthesis, match.</p> <p><img src="{1}" alt="" title="" /></p> <p>Figure 2 When a single country is selected, the combination of year and country are met and the data is correctly displayed. The tooltip confirms that the aggregated percentage and the actual percentage visually encoded in the chart match.</p> <p>This kind of issue where the incorrect aggregate is applied to the wrong granularity of data is common in data analysis. It requires continual attention to ensure you are building visualizations that are correctly defined.</p> <p>There are several common cases to watch out for. In this case, we’re dealing with a synthetic measure % of total. Generally, you can only report on synthetic measures exactly at the grain they were computed. You can’t aggregate them, for example an average percentage of total for all countries is meaningless. Similarly, the sum of percentage of total is also meaningless unless the sum of all the parts of the same decomposed value at the exact granularity (and it should sum to 100% ).</p>
de_de: <p>Hinweis: Das Problem, das sich bei Verwendung eines Prozentsatzes des Gesamtwerts mit den Daten ergibt, wird detaillierter in <strong>Teil 2: Ergänzung beim Prozentsatz des Gesamtwerts</strong> erörtert.</p> <h2>Teil 2: Ergänzung beim Prozentsatz des Gesamtwerts</h2> <p>Im Kursmaterial wurde das folgende Diagramm vorgestellt. Dabei wurden Sie darauf hingewiesen, bei der Verwendung von Daten und Aggregationen vorsichtig vorzugehen. Der Grund dafür ist, dass die Werte für die Erstellung des Diagramms als „% des Gesamtwerts“ dargestellt werden. Für die Aggregation wird in diesem Diagramm also ein Prozentsatz verwendet. Dies kann zu einem typischen Datenfehler in der Analyse führen: Die Zusammenfassung aggregierter Daten mit SUM, AVERAGE oder anderen Aggregaten ist für die zugrunde liegenden Daten nicht repräsentativ. Sehen wir uns das in diesem Fall einmal an.</p> <p><img src="{0}" alt="" title="" /></p> <p>Abbildung 1: Beim ersten Laden des Diagramms ist kein Land ausgewählt. Daher wird das SUM-Aggregat auf die zugrunde liegenden Daten angewendet, das in diesem Fall ein Prozentsatz ist. Die Gesamtsumme aller Prozentwerte wird dann angezeigt und visuell codiert. Dies ist fehlerhaft.</p> <p>Die zugrunde liegenden Daten in diesem Dataset werden anhand der folgenden Datenspalten identifiziert:</p> <h3>Wert(e) von „Jahr“ und „Land“</h3> <p>Werte im Dataset, die Prozentsätze, Durchschnittswerte, Mediane usw. sind, können nur dann richtig angezeigt werden, wenn sowohl „Jahr“ als auch „Land“ einen einzelnen Wert enthalten. Einige Felder sind additiv, zum Beispiel <strong>Bevölkerung, gesamt,</strong> und können über mehrere <strong>Länder</strong> hinweg für ein bestimmtes <strong>Jahr</strong>, aber nicht über mehrere <strong>Jahre</strong> hinweg aggregiert werden. Im Diagramm oben ist nur eines dieser zwei Elemente vorhanden: <strong>Jahr</strong> auf der x-Achse.</p> <p>Im Kurs wurde die Kartenvisualisierung vorgestellt. Wir haben ein Land auf der Karte ausgewählt, und im Diagramm wurden plötzlich die korrekten Daten angezeigt. Im folgenden Beispiel haben wir Frankreich ausgewählt, und im Diagramm werden die erwarteten Daten angezeigt. In der QuickInfo sehen Sie, dass der an die Visualisierung übergebene Wert und der von der Visualisierung codierte Wert (der Prozentsatz in Klammern) übereinstimmen.</p> <p><img src="{1}" alt="" title="" /></p> <p>Abbildung 2: Wenn ein einzelnes Land ausgewählt ist, ist die Kombination aus Jahr und Land gegeben, und die Daten werden richtig angezeigt. Die QuickInfo bestätigt, dass der aggregierte Prozentsatz und der tatsächliche, im Diagramm visuell codierte Prozentsatz übereinstimmen.</p> <p>Bei Datenanalysen treten häufig derartige Probleme auf, bei denen das falsche Aggregat auf die falsche Granularität der Daten angewendet wird. Aus diesem Grund sollten Sie stets aufmerksam sein, damit Sie richtig definierte Visualisierungen erstellen.</p> <p>Auf einige häufig auftretende Fälle müssen Sie achten. In diesem Fall liegt ein synthetisches Measure des Prozentsatzes des Gesamtwerts vor. Im Allgemeinen können Sie synthetische Measures immer nur mit genau der Granularität abbilden, mit der sie berechnet wurden. Die Aggregation ist nicht möglich. Ein durchschnittlicher Prozentsatz des Gesamtwerts für alle Länder ist beispielsweise sinnlos. Ebenso ist die Summe des Prozentsatzes des Gesamtwerts nicht aussagekräftig, es sei denn, es handelt sich um die Summe aller Bestandteile desselben aufgeschlüsselten Werts mit derselben Granularität (und die Summe sollte 100 % ergeben).</p>
es_es: <p>Nota: La comprobación de datos relacionada con un porcentaje del total se describe detalladamente en <strong>Parte 2: Suplemento sobre porcentajes del total</strong>.</p> <h2>Parte 2: Suplemento sobre porcentajes del total</h2> <p>En el material del curso se incluía el siguiente gráfico y se le indicaba que debía tener cuidado al usar los datos y la agregación. El motivo es que los valores empleados para crear el gráfico se representan como un “% del total”. Por tanto, este gráfico está agregando eficazmente un porcentaje. Esto puede producir un error habitual que es probable que se encuentre durante el análisis de datos: resumir los datos agregados mediante SUMA, PROMEDIO, o cualquier otro agregado, no representará los datos subyacentes. Veamos cómo funciona en este caso.</p> <p><img src="{0}" alt="" title="" /></p> <p>Ilustración 1: La primera vez que se carga el gráfico, no hay ningún país seleccionado, por lo que el agregado SUMA se aplicará a los datos subyacentes que, en este caso, es un porcentaje. El total de todos los valores de porcentajes aparece a continuación y está codificado visualmente. Esto es incorrecto.</p> <p>Los datos subyacentes de este conjunto de datos se identifican mediante las siguientes columnas de datos:</p> <h3>Año País Valor(es)</h3> <p>Los valores del conjunto de datos que son porcentajes, medias, medianas, etc, solo se pueden mostrar correctamente si tanto Año como País tienen un solo valor. Algunos campos son aditivos como, por ejemplo <strong>Population, Total,</strong> y se pueden agregar en <strong>Countries</strong> para un valor de <strong>Year</strong> concreto, pero no en todos los valores de <strong>Years</strong>. En el gráfico anterior, solo tenemos uno de esos dos elementos presentes, <strong>Year</strong>, en el eje X.</p> <p>En el curso, introdujimos el objeto visual Mapa y seleccionamos un país del mapa y, de repente, el gráfico empezó a mostrar los datos correctos. A continuación aparece un ejemplo en el que seleccionamos Francia y el gráfico muestra los datos esperados. En la información sobre herramientas puede ver que el valor pasado al objeto visual y el valor codificado por este (la etiqueta de porcentaje entre paréntesis) coinciden.</p> <p><img src="{1}" alt="" title="" /></p> <p>Ilustración 2: Cuando se selecciona solo un país, la combinación de año y país es la adecuada y los datos se muestran de forma correcta. La información sobre herramientas confirma que el porcentaje agregado y el porcentaje real codificado visualmente en el gráfico coinciden.</p> <p>Este tipo de problemas en los que se aplica el agregado incorrecto a la granularidad equivocada es habitual en el análisis de datos. Por ello, se requiere una atención continua para asegurarse de que genera visualizaciones definidas correctamente.</p> <p>Hay varios casos habituales con los que hay que tener cuidado. En este caso, estamos tratando con un porcentaje del total de la medida sintética. Por lo general, solo puede informar sobre medidas sintéticas exactamente en el grano en el que se procesaron. No puede agregarlas. Por ejemplo, un porcentaje promedio del total para todos los países carece de sentido. De igual manera, la suma de los porcentajes del total también carece de sentido a menos que se trate de la suma de todas las partes del mismo valor descompuesto en la granularidad exacta (y debería sumar el 100 %).</p>
fr_fr: <p>Remarque&#160;: en matière de données, le problème lié au pourcentage du total est couvert en détail dans <strong>Partie&#160;2 - Supplément sur le pourcentage du total</strong>.</p> <h2>Partie&#160;2 - Supplément sur le pourcentage du total</h2> <p>Dans le matériel didactique, nous avons présenté le graphique suivant, et signalé que vous devez être prudent lorsque vous utilisez les données et l’agrégation. La raison à cela est que les valeurs utilisées pour créer le graphique sont représentées en tant que «&#160;% du total&#160;». Ainsi, ce graphique agrège effectivement sur un pourcentage. Cela peut être la cause d’une erreur de données typique que vous rencontrerez probablement dans votre analyse de données&#160;: la synthétisation de données à l’aide d’agrégats SUM, AVERAGE ou autres n’est nullement représentative des données sous-jacentes. Voyons comment cela fonctionne en l’occurrence.</p> <p><img src="{0}" alt="" title="" /></p> <p>Figure&#160;1 Lors du premier chargement du graphique, aucun pays n’étant sélectionné, l’agrégat SUM est appliqué aux données sous-jacentes, en l’occurrence des pourcentages. Le total de toutes les valeurs de pourcentage est alors affiché et encodé visuellement. Cela est inexact.</p> <p>Les données sous-jacentes dans ce jeu de données sont identifiées à l’aide des colonnes de données suivantes&#160;:</p> <h3>Valeur(s) Année Pays</h3> <p>Les valeurs du jeu de données qui sont des pourcentages, des moyennes, des médianes, etc., ne peuvent être affichées avec exactitude que si tant Année que Pays ont une valeur unique. Certains champs additifs (par exemple, <strong>Population, Total,</strong>) peuvent être agrégés sur des <strong>Pays</strong> pour une <strong>Année</strong> spécifique, pas sur plusieurs <strong>Années</strong>. Dans le graphique ci-dessus, un seul de ces deux éléments est présent&#160;: <strong>Année</strong> sur l’axe des abscisses (X).</p> <p>Dans le cours, après que nous avons introduit le visuel de carte et sélectionné un pays sur la carte, le graphique a commencé à afficher des données correctes. Vous pouvez voir ci-dessous un exemple dans lequel nous sélectionnons la France, de sorte que le graphique affiche les données attendues. L’info-bulle indique que la valeur transmise au visuel et la valeur encodée par le visuel (étiquette de pourcentage entre parenthèses) correspondent.</p> <p><img src="{1}" alt="" title="" /></p> <p>Figure&#160;2 Quand un seul pays est sélectionné, la combinaison d’année et de pays est adéquate, et les données s’affichent correctement. L’info-bulle confirme que le pourcentage agrégé et le pourcentage réel encodé visuellement dans le graphique correspondent.</p> <p>Ce genre de problème où un agrégat incorrect est appliqué à une granularité inappropriée des données est courant dans l’analyse de données. Vous devez toujours veiller à créer des visualisations correctement définies.</p> <p>Quelques cas courants sont à surveiller. Dans ce cas, nous avons affaire à une mesure synthétique qui est un pourcentage de total. En règle générale, vous ne pouvez rapporter des mesures synthétiques qu’au niveau de granularité auquel elles ont été calculées. Vous ne pouvez pas les agréger. Par exemple, un pourcentage moyen du total de tous les pays est dénué de sens. De même, la somme de pourcentage du total est dénuée de sens, sauf si elle porte sur toutes les parties de la même valeur décomposée au niveau de granularité exact (et totalise 100&#160;%).</p>
it_it: <p>Nota: la sfida posta dai dati in relazione alla percentuale del totale viene descritta in modo dettagliato in <strong>Parte 2 - Supplemento sulla percentuale del totale</strong>.</p> <h2>Parte 2 - Supplemento sulla percentuale del totale</h2> <p>Nel materiale del corso abbiamo presentato il grafico seguente, avvisando come sia necessario prestare attenzione quando si usano i dati e l'aggregazione. Il motivo è che i valori usati per creare il grafico sono rappresentati come percentuale del totale. Di conseguenza, questo grafico esegue un'efficace aggregazione in base a una percentuale. Questo comportamento può causare un tipico errore, frequente nell'analisi dei dati: il riepilogo di dati aggregati con SUM, AVERAGE o altre aggregazioni non è rappresentativo dei dati sottostanti. Vediamo ora come funziona in questo caso.</p> <p><img src="{0}" alt="" title="" /></p> <p>Figura 1 Quando il grafico viene caricato per la prima volta, non è selezionato alcun paese e quindi l'aggregazione SUM applicata ai dati sottostanti in questo caso è una percentuale. Viene quindi visualizzato e codificato visivamente il totale di tutti i valori di percentuale. Questo comportamento non è accurato.</p> <p>I dati sottostanti in questo set di dati vengono identificati usando le colonne di dati seguenti:</p> <h3>Valori di Anno e Paese</h3> <p>I valori che nel set di dati sono percentuali, medie, mediane e così via possono essere visualizzati accuratamente solo se Anno e Paese hanno un singolo valore. Alcuni campi sono additivi, ad esempio <strong>Popolazione, totale</strong>, e possono essere aggregati tra <strong>paesi</strong> per un anno specifico (<strong>Anno</strong>), ma non tra <strong>anni</strong>. Nel grafico sopra abbiamo solo uno di questi due elementi, <strong>Anno</strong>, sull'asse X.</p> <p>Nel corso abbiamo presentato l'oggetto visivo mappa e, dopo aver selezionato un paese sulla mappa, il grafico ha immediatamente iniziato a mostrare i dati corretti. Di seguito viene mostrato un esempio in cui, dopo aver selezionato France, il grafico mostra i dati previsti. Dalla descrizione comando puoi osservare che il valore passato all'oggetto visivo e quello codificato dall'oggetto visivo, ovvero l'etichetta di percentuale tra parentesi, corrispondono.</p> <p><img src="{1}" alt="" title="" /></p> <p>Figura 2 Quando viene selezionato un singolo paese, viene soddisfatta la combinazione di anno e paese e i dati vengono visualizzati correttamente. La descrizione comando conferma che la percentuale aggregata e quella effettiva codificata visivamente nel grafico corrispondono.</p> <p>Questo tipo di problema in cui la funzione di aggregazione non corretta viene applicata alla granularità errata dei dati ricorre abbastanza spesso nell'analisi dei dati. Questo problema richiede un'attenzione continua per fare in modo di creare visualizzazioni definite correttamente.</p> <p>Esistono diversi casi comuni a cui fare attenzione. In questo caso, stiamo affrontando una misura sintetica di percentuale del totale. In genere, puoi creare report sulle misure sintetiche esattamente in base alla granularità con cui sono state calcolate. Non puoi aggregarle. Ad esempio, una percentuale media del totale per tutti i paesi non ha alcun significato. Analogamente, neanche la somma della percentuale del totale ha significato, ad eccezione della somma di tutte le parti dello stesso valore scomposto in base alla granularità esatta (e la somma deve restituire 100%).</p>
ja_jp: <p>メモ: 全体に対する割合に関連したデータの問題についての詳細は、「<strong>パート 2 - 全体に対する割合に関する補足事項</strong>」で取り上げています。</p> <h2>パート 2 - 全体に対する割合に関する補足事項</h2> <p>コース資料では次のグラフを提示し、データと集計の使用には注意が必要であることをお伝えしました。その理由は、このグラフの作成に使用されている値は、"全体に対する割合" を表しているためです。このグラフは実際には、全体に対する割合についての集計になります。これにより、データ分析で陥りやすい、データに関する典型的な誤りが生じることがあります。つまり、SUM、AVERAGE、または他の集計を使用した集計データの要約が、基になるデータを表していないということです。今回はこれがどのようになるかを見ていきましょう。</p> <p><img src="{0}" alt="" title="" /></p> <p>図 1 グラフが最初に読み込まれるときには国が 1 つも選択されていないため、基になるデータにはSUM 集計、つまり今回は割合が適用されます。次にすべてのパーセント値の合計が表示され、視覚的にエンコードされます。これは正確ではありません。</p> <p>このデータセットの基になるデータは、データの次の列を使用して特定されます。</p> <h3>年と国の値</h3> <p>パーセント値、平均値、中央値などのデータセットの値は、年と国の両方が単独の値を持つ場合にのみ、正確に表示されます。一部のフィールド (<strong>人口、合計</strong>など) は加法的で、特定の<strong>年</strong>の<strong>複数の国</strong>にわたって集計することができます。ただし<strong>複数の年</strong>にわたる集計はできません。上のグラフでは、これら 2 つの要素の 1 つである<strong>年</strong>のみが X 軸 に表示されています。</p> <p>このコースではマップをご紹介し、地図上の 1 つの国を選択すると、グラフが正しいデータを速やかに表示することを見てきました。下の例では、フランスを選択して期待通りのデータがグラフに表示されています。視覚化に渡された値、および視覚化によってエンコードされた値のツールヒントから、かっこ内のパーセンテージ ラベル、つまり一致を確認できます。</p> <p><img src="{1}" alt="" title="" /></p> <p>図 2 国が 1 つ選択されると、年と国の組み合わせが満たされて、データが正しく表示されます。ツールヒントによって、集計されたパーセンテージと、グラフに視覚的にエンコードされた実際のパーセンテージが一致するかが確認されます。</p> <p>誤った集計が間違ったデータの粒度に適用されるこのような問題は、データ分析でよく見られます。正しく定義された視覚化を作成するよう、常に注意を払う必要があります。</p> <p>注意すべき一般的な例はいくつかあります。ここでは、統合メジャーを使用した全体に対する割合を取り上げます。通常、統合メジャーでレポートできるのは、計算された粒度でのみです。たとえば、すべての国の全体に対する割合の平均値などは意味がないため集計できません。また、正確な粒度で分解された同じ値のすべての部分の合計 (100% に合計することが必要) でない限りは、全体に対する割合の合計値も意味がありません。</p>
ko_kr: <p>참고: 총 백분율과 관련된 데이터 문제는 <strong>2부 - 총 백분율에 대한 보충 설명</strong>에서 자세히 설명합니다.</p> <h2>2부 - 총 백분율에 대한 보충 설명</h2> <p>본 과정 자료에서 다음과 같은 차트를 제시하고 데이터와 집계를 사용할 때는 주의가 필요함을 언급했습니다. 그 이유는 차트를 만드는 데 사용한 값이 "총비율"로 표현되기 때문입니다. 따라서 이 차트는 백분율에 대해 효과적으로 집계됩니다. 이 경우 데이터 분석 시 일반적인 데이터 오류가 발생할 수 있습니다. SUM, AVERAGE 또는 기타 집계를 사용하여 집계된 데이터를 요약하는 것으로 기본 데이터를 나타낼 수 없습니다. 이 경우 어떻게 작동하는지 살펴보겠습니다.</p> <p><img src="{0}" alt="" title="" /></p> <p>그림 1 국가가 선택되지 않은 상태로 차트가 먼저 로드되므로 SUM 집계가 기본 데이터에 적용되며 이 경우 백분율 단위입니다. 모든 백분율 값의 총계가 표시되며 시각적으로 인코딩됩니다. 이것은 정확하지 않습니다.</p> <p>이 데이터 집합의 기본 데이터는 다음 데이터 열을 사용하여 식별됩니다.</p> <h3>연도 국가 값</h3> <p>백분율, 평균, 중앙값 등인 데이터 집합의 값은 연도 및 국가가 모두 단일 값을 포함하는 경우에만 정확하게 표시될 수 있습니다. 일부 필드(예: <strong>인구, 합계</strong>)는 가산되며 특정 <strong>연도</strong>의 <strong>국가</strong> 간에 집계할 수 있지만 <strong>연도</strong> 간에는 집계할 수 없습니다. 위의 차트에서는 X축에 이러한 두 요소 중 하나(<strong>연도</strong>)만 나타납니다.</p> <p>이 과정에서는 맵 시각적 개체를 도입했고 맵에서 한 국가를 선택하면 차트에 갑자기 정확한 데이터가 표시되기 시작합니다. 프랑스를 선택하면 예상한 데이터가 표시되는 차트 예제는 다음과 같습니다. 시각적 개체에 전달된 값과 시각적 개체에 의해 인코딩된 값, 괄호 안에 백분율 레이블이 일치하는 것을 도구 설명으로 확인할 수 있습니다.</p> <p><img src="{1}" alt="" title="" /></p> <p>그림 2 단일 국가를 선택하면 연도 및 국가의 조합이 충족되고 데이터가 올바르게 표시됩니다. 도구 설명에서는 집계된 백분율과 실제 백분율이 차트 일치에서 시각적으로 인코딩된 것을 확인합니다.</p> <p>정확하지 않은 집계가 잘못된 데이터 세분성에 적용되는 이러한 종류의 문제는 데이터 분석에서 일반적으로 발생합니다. 정확하게 정의된 시각화를 작성하도록 지속적인 주의가 필요합니다.</p> <p>주의해야 할 여러 가지 일반적인 사례가 있습니다. 이 사례에서 가상 측정 총비율을 다룹니다. 일반적으로 정확히 계산된 세분성에서만 가상 측정값을 보고할 수 있습니다. 이 측정값은 집계할 수 없으며 예를 들어 모든 국가에 대한 총 평균 백분율은 의미가 없습니다. 마찬가지로, 동일하게 분해된 값의 모든 부분에 대한 합이 정확한 세분성을 지니지 않는다면 총 백분율의 합 역시 의미가 없습니다(합이 100%가 되어야 함).</p>
pt_br: <p>Observação: o desafio dos dados em relação ao percentual do total é abordado em mais detalhes na <strong>Parte 2 – Suplemento de percentual do total</strong>.</p> <h2>Parte 2 – Suplemento do percentual do total</h2> <p>No material do nosso curso, apresentamos o seguinte gráfico e mencionados que você precisaria ter cuidado ao usar os dados e a agregação. Isto ocorre porque os valores usados para criar o gráfico são representados como um “% do total”. Por isso, o gráfico está, na verdade, agregando um percentual. Isso pode causar um erro de dados típico que você provavelmente encontrará na sua análise de dados: resumir dados agregados usando SOMA, MÉDIA ou outros agregados que não representam os dados subjacentes. Vejamos como isso funciona neste caso.</p> <p><img src="{0}" alt="" title="" /></p> <p>Figura 1 Quando o gráfico é carregado pela primeira vez, nenhum país está selecionado, por isso a agregação de SOMA é aplicada aos dados subjacentes, que neste caso é um percentual. O total de todos os valores de percentual é, então, exibido e codificado visualmente. Isso está incorreto.</p> <p>Os dados subjacentes deste conjunto de dados são identificados usando as seguintes colunas de dados:</p> <h3>Valore(s) de Ano e País</h3> <p>Os valores desse conjunto de dados são percentuais, médias, medianas, entre outros, e só podem ser exibidos corretamente se tanto o Ano quanto o País contiverem um único valor. Alguns campos são aditivos, como <strong>População e Total</strong> por exemplo, e podem ser agregados entre os <strong>Países</strong> em um <strong>Ano</strong> específico, mas não ao longo dos <strong>Anos</strong>. No gráfico acima, temos apenas um desses dois elementos: <strong>Ano</strong> no eixo X.</p> <p>No curso, quando apresentamos o visual de mapa e selecionamos um país no mapa, o gráfico começou repentinamente a mostrar os dados corretos. Veja abaixo um exemplo no qual selecionamos a França e o gráfico mostra os dados esperados. Podemos ver na dica de ferramenta que o valor transmitido para o visual e o valor codificado por ele, o rótulo de percentual entre parênteses, correspondem.</p> <p><img src="{1}" alt="" title="" /></p> <p>Figura 2 Quando apenas um país é selecionado, a combinação de ano e país é atendida e os dados corretos são mostrados. A dica de ferramenta confirma que o percentual agregado e o percentual real codificado visualmente no gráfico correspondem.</p> <p>Esse tipo de problema em que a agregação incorreta é aplicada à granularidade errada dos dados é comum na análise dos dados. Ele requer atenção contínua para garantir a criação de visualização devidamente definidas.</p> <p>Há vários casos comuns para os quais você deve se atentar. Nesse caso, estamos trabalhando com um percentual de medida sintética do total. Geralmente, somente é possível relatar medidas sintéticas na granulação exata em que ela foi calculada. Não é possível agregá-las. Por exemplo, um percentual médio de todos os países simplesmente não faz sentido. Da mesma forma, a soma do percentual do total tampouco faz sentido, exceto no caso da soma de todas as partes do mesmo valor decomposto na granularidade exata (cuja soma deve ser 100%).</p>
ru_ru: <p>Обратите внимание: работа с данными, представленными в виде процентной доли от целого, подробно рассматривается в <strong>части&#160;2 "Дополнительные сведения о процентных долях"</strong>.</p> <h2>Часть&#160;2. Дополнительные сведения о процентных долях</h2> <p>В материале нашего курса мы представили следующую диаграмму и упомянули, что нужно быть аккуратнее при работе с агрегатами данных. Причина заключается в том, что значения, на основе которых создается диаграмма, представлены в виде процентных долей от целого. Это означает, что диаграмма, по сути, выполняет агрегирование по процентным значениям. Это может стать причиной типичной ошибки, с которой часто приходится сталкиваться при анализе данных: суммы по агрегатам данных с помощью функций СУММ, СРЗНАЧ и других статистических функций не отражают реальных значений. Посмотрим, как это проявляется в нашем случае.</p> <p><img src="{0}" alt="" title="" /></p> <p>Рисунок&#160;1. При первоначальной загрузке диаграммы не выбрана ни одна страна, поэтому статистическая функция СУММ применяется к исходным значениям, которые в данном случае представляют собой процентные доли. После этого отображается сумма всех процентных значений. Это неточный результат.</p> <p>Исходные данные в этом наборе распределены по следующим столбцам:</p> <h3>"Год", "Страна", "Значения".</h3> <p>Значения в наборе данных, которые представляют процентные доли, средние и медианные величины и&#160;т.&#160;д., дают точный результат при отображении только в том случае, если оба параметра "Год" и "Страна" имеют одно значение. Некоторые поля, такие как <strong>Общее население</strong>, являются аддитивными, и для них можно выполнять агрегирование по <strong>странам</strong> за определенный <strong>год</strong> (но не за <strong>несколько лет</strong>). В диаграмме выше у нас только один из этих двух элементов: <strong>Год</strong> на оси X.</p> <p>В этом курсе мы представили визуальный элемент карты и выбрали на карте одну страну, после чего на диаграмме появились правильные данные. Ниже приведен пример, в котором выбрана Франция и на диаграмме представлены правильные значения. Подсказка говорит нам, что значение, переданное визуальному элементу, и значение, которое он отображает (подпись "Процент" в скобках), совпадают.</p> <p><img src="{1}" alt="" title="" /></p> <p>Рисунок&#160;2. Когда выбрана одна страна, параметры года и страны образуют правильное сочетание и данные отображаются корректно. Подсказка подтверждает, что агрегат процентного значения и фактическая процентная доля, представленная на визуальном элементе, совпадают.</p> <p>Ошибка, при которой неправильное агрегированное значение применяется на неправильном уровне детализации данных, часто встречается при анализе. Необходимо постоянно следить за тем, чтобы создаваемые визуализации были правильно заданы.</p> <p>Есть несколько стандартных моментов, на которые следует обращать внимание. В данном случае мы имеем дело с синтетической мерой&#160;— процентной долей от целого. Как правило, формировать отчеты по синтетическим мерам можно только на том уровне детализации, для которого они были рассчитаны. Выполнять их агрегирование нельзя: например, средний процент от целого по всем странам не имеет смысла. Аналогичным образом сумма процентных долей не несет в себе никакого смысла, если только это не сумма всех долей одного и того же целого на одном уровне детализации (и их общая сумма должна равняться 100%).</p>
zh_cn: <p>注意：在<strong>第 2 部分 - 所占百分比的补充内容</strong>中详述了有关所占百分比的数据问题。</p> <h2>第 2 部分 - 所占百分比的补充内容</h2> <p>课程资料中列出了如下图表，并提到在使用数据和聚合时需要格外小心。这是因为用于创建图表的值显示为“所占百分比”。因此，此图表可有效聚合百分比。但这会造成典型的数据错误，该错误可能出现在数据分析过程中：使用 SUM、AVERAGE 或其他聚合来汇总聚合的数据无法表示基本数据。我们在此示例中了解下这种情况。</p> <p><img src="{0}" alt="" title="" /></p> <p>图 1 加载图表之初，并未选中任何国家，因此 SUM 应用到了基本数据，此示例中为百分比。随后图表显示了所有百分比值的总数，并对其进行了可视化编码。但这并不准确。</p> <p>此数据集中的基本数据是通过以下数据列进行识别的：</p> <h3>年份国家值</h3> <p>只有当“年份”和“国家”均具有单个值时，才能准确显示数据集中的值（百分比、平均值、中位数等）。一些字段为加性字段，如“人口，总数”<strong></strong>，这些字段可在“国家”<strong></strong>的某一特定“年份”<strong></strong>上进行聚合，但不能跨多个“年份”进行<strong></strong>聚合。在上方图表中，只显示了两个元素中的一个 - X 轴上的“年份”<strong></strong>。</p> <p>本课程介绍了地图视觉对象，选定一个国家后，图表会立即显示正确的数据。以下示例中选择了法国，并且图表显示出所需数据。可以从工具提示中看到，传输给视觉对象的值与视觉对象编码的值，以及括号中的百分比标签均匹配。</p> <p><img src="{1}" alt="" title="" /></p> <p>图 2 选中单个国家后，可实现国家和年份组合，并正确显示数据。工具提示会确认图表中聚合的百分比和进行可视化编码的实际百分比是否匹配。</p> <p>将不正确的聚合应用至错误的数据粒度这类问题常出现在数据分析中。需要时刻注意，确保创建的是正确定义的可视化。</p> <p>需要注意几种常见情况。在本示例中，我们处理的是综合度量值（所占百分比）。通常，只可在综合度量值所计算的粒度上报告该度量值。你无法聚合这些度量值，例如所有国家的平均所占百分比是无意义的。同样，除非在同一粒度汇总同一分解值的所有部分（其总和应为 100%），否则所占百分比的总和也无效。</p>
zh_tw: <p>注意：<strong>第 2 部分 - 總計百分比的補充</strong>中會詳細探討與總計百分比相關的資料挑戰。</p> <h2>第 2 部分 - 總計百分比的補充</h2> <p>在我們的課程資料中，我們提供了下列圖表，並提到必須小心使用資料和彙總。這是因為用來建立圖表的值是以「總計百分比」來表示。因此，此圖表會有效地針對百分比進行彙總。這會導致您在分析資料時可能發生的典型資料錯誤：使用 SUM、AVERAGE 或其他彙總摘要彙總資料無法代表基礎資料。讓我們看看此案例的運作狀況。</p> <p><img src="{0}" alt="" title="" /></p> <p>圖 1 第一次載入圖表時未選取任何國家/地區，因此會將 SUM 彙總套用至基礎資料，在本例中為百分比。然後會顯示並以視覺方式為所有百分比值的總計編碼。這不正確。</p> <p>此資料集中的基礎資料使用下列資料行識別：</p> <h3>年和國家/地區值</h3> <p>資料集中的值包括百分比、平均值、中間值等，只有在 [年] 和 [國家/地區] 具有單一值時才會正確顯示。某些欄位可相加 (例如 [Population, Total] (總人口數)<strong></strong>)，並可針對特定<strong>年份</strong>不同<strong>國家/地區</strong>進行彙總，而不是針對不同<strong>年份</strong>進行彙總。在上圖中，我們只有兩個元素的其中一個 - X 軸上的 [年]<strong></strong>。</p> <p>在本課中，我們採用地圖視覺效果並選取地圖上的一個國家/地區，此圖表會立即開始顯示正確的資料。在下面範例中，我們選取了法國，圖表會如預期般顯示資料。您可以從工具提示中，看到傳遞至視覺效果的值與依視覺效果編碼的值 (括號中的百分比標籤) 相符。</p> <p><img src="{1}" alt="" title="" /></p> <p>圖 2 選取單一國家/地區之後，年和國家/地區會搭配組合，並正確顯示資料。此工具提示會確認圖表中以視覺方式編碼的彙總百分比和實際百分比是否相符。</p> <p>資料分析中經常會看到這類問題，在這類問題中，對錯誤的資料粒度套用了不正確的彙總。您必須持續注意，確保所要建立的視覺效果經過正確定義。</p> <p>有幾個常見的情況需要注意。在此情況下，我們將會處理總計的綜合量值百分比。一般而言，您只能在計算的資料粒度上回報綜合量值。您無法加以彙總；例如，總計的平均百分比對於所有國家/地區而言沒有意義。同樣地，總計百分比的總和也沒有意義，除非在正確的資料粒度上加總相同分解值的所有部分 (總和應為 100%)。</p>
