Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/DataExploration.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Content6_6
source: <p><img src="{0}" alt="" title="" /></p> <h3>Step 6: Build an interactive map using the new data</h3> <p>With the new columns, we can create a map to make a more compelling analysis.</p> <ol> <li><p>In the <strong>Visualizations</strong> pane, select the <strong>Filled Map</strong> visual to insert it on the canvas</p></li> <li><p>Bind the following data to the visual</p> <p>a. Add the <strong>state name brazil</strong> column to <strong>Location</strong></p> <p>b. Add the <strong>score</strong> column to <strong>Color saturation</strong>.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>Optionally, as shown in the video recording:</p> <p>a. Change the aggregate for the <strong>score</strong> column to <strong>median</strong>.</p> <p>b. Explore using the formatting pane to adjust the color on the map to make them easier to see.</p> <p>c. Add the <strong>Region</strong> column to the canvas and make it into a slicer.</p> <h3>Step 7: Custom binning: Histogram custom visual</h3> <p>To complete this section, first <strong>download the Histogram custom visual</strong> from: <a href="{2}">{2}</a></p> <p>Power BI has a gallery of custom visuals you can download. The gallery is located here: <a href="{3}">{3}</a></p><ol> <li>Open a web browser to the following URL:</li> <p><a href="{2}">{2}</a></p><p><img src="{4}" alt="" title="" /></p> <li><p>Press the <strong>Download Visual</strong> button</p> <p>Note: please read and review the terms of use prior to downloading the visual</p></li> <li><p>In Power BI Desktop press the <strong>…</strong> button in the <strong>Visualizations</strong> pane and follow the instructions to import the visual</p></li> <li><p>A new visual is added to the visualizations pane</p></li> <li><p>Select the existing column chart on your report, then press the icon for the <strong>Histogram</strong> visuals</p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>Open the <strong>Formatting</strong> pane with the <strong>Histogram</strong> visual selected</p></li> <li><p>Expand the <strong>General</strong> options and enter a value for the <strong>Bins</strong> property. This allows you to set custom bin sizes to match your data</p></li> </ol>
de_de: <p><img src="{0}" alt="" title="" /></p> <h3>Schritt 6: Erstellen einer interaktiven Karte mit den neuen Daten</h3> <p>Mit den neuen Spalten können wir eine Karte erstellen, um eine ansprechendere Analyse zu erhalten.</p> <ol> <li><p>Wählen Sie im Bereich <strong>Visualisierungen</strong> die Visualisierung <strong>Flächenkartogramm</strong> aus, um sie in den Zeichenbereich einzufügen.</p></li> <li><p>Binden Sie die folgenden Daten an die Visualisierung:</p> <p>a. Fügen Sie die Spalte <strong>Staatsname Brasilien</strong> zu <strong>Standort</strong> hinzu.</p> <p>b. Fügen Sie die Spalte <strong>Bewertung</strong> zu <strong>Farbsättigung</strong> hinzu.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>Optional können Sie wie im Video vorgehen:</p> <p>a. Ändern Sie das Aggregat für die Spalte <strong>Bewertung</strong> in <strong>Median</strong>.</p> <p>b. Experimentieren Sie mit dem Bereich „Formatierung“, um die Farben auf der Karte so anzupassen, dass sie übersichtlicher wird.</p> <p>c. Fügen Sie dem Zeichenbereich die Spalte <strong>Region</strong> hinzu, und legen Sie sie als Datenschnitt fest.</p> <h3>Schritt 7: Benutzerdefiniertes Diskretisieren: Benutzerdefinierte Histogrammvisualisierung</h3> <p>Für diesen Abschnitt <strong>laden Sie zunächst die benutzerdefinierte Histogrammvisualisierung</strong> unter folgender Adresse herunter: <a href="{2}">{2}</a></p> <p>Power BI enthält einen Katalog mit benutzerdefinierten Visualisierungen, die Sie herunterladen können. Den Katalog finden Sie hier: <a href="{3}">{3}</a></p><ol> <li>Öffnen Sie die folgende URL in einem Webbrowser:</li> <p><a href="{2}">{2}</a></p><p><img src="{4}" alt="" title="" /></p> <li><p>Klicken Sie auf die Schaltfläche <strong>Visualisierung herunterladen</strong>.</p> <p>Hinweis: Bitte lesen Sie vor dem Herunterladen der Visualisierung die Nutzungsbedingungen sorgfältig durch.</p></li> <li><p>Klicken Sie in Power BI Desktop im Bereich <strong>Visualisierungen</strong> auf die Schaltfläche <strong>...</strong>, und folgen Sie den Anweisungen zum Importieren der Visualisierung.</p></li> <li><p>Im Bereich „Visualisierungen“ wird eine neue Visualisierung hinzugefügt.</p></li> <li><p>Wählen Sie das vorhandene Säulendiagramm in Ihrem Bericht aus, und klicken Sie dann auf das Symbol für Visualisierungen vom Typ <strong>Histogramm</strong>.</p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>Lassen Sie die Visualisierung <strong>Histogramm</strong> ausgewählt, und öffnen Sie den Bereich <strong>Formatierung</strong>.</p></li> <li><p>Erweitern Sie die Optionen <strong>Allgemein</strong>, und geben Sie für die Eigenschaft <strong>Diskretisierung</strong> einen Wert ein. So können Sie benutzerdefinierte Diskretisierungsgrößen festlegen, die Ihren Daten entsprechen.</p></li> </ol>
es_es: <p><img src="{0}" alt="" title="" /></p> <h3>Paso 6: Generación de un mapa interactivo mediante los nuevos datos</h3> <p>Con las nuevas columnas se puede crear un mapa para realizar un análisis más atractivo.</p> <ol> <li><p>En el panel <strong>Visualizaciones</strong>, seleccione el objeto visual <strong>Mapa coroplético</strong> para insertarlo en el lienzo</p></li> <li><p>Enlace los siguientes datos al objeto visual</p> <p>a. Agregue la columna <strong>nombre de estado en brasil</strong> a <strong>Ubicación</strong></p> <p>b. Agregue la columna <strong>puntuación</strong> a <strong>Saturación de color</strong>.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>De forma opcional y, tal como se muestra en el vídeo,</p> <p>a. Cambie el agregado de la columna <strong>puntuación</strong> a <strong>mediana</strong>.</p> <p>b. Explore mediante el panel de formato hasta ajustar el color en el mapa para facilitar su visualización.</p> <p>c. Agregue la columna <strong>Region</strong> al lienzo y haga una segmentación de datos.</p> <h3>Paso 7: Espacios personalizados, objeto visual personalizado Histograma</h3> <p>Para completar esta sección, primero <strong>descargue el objeto visual personalizado Histograma</strong> de: <a href="{2}">{2}</a></p> <p>Power BI dispone de una galería de objetos visuales personalizados que puede descargar. La galería se encuentra aquí: <a href="{3}">{3}</a></p><ol> <li>En un navegador web abra la siguiente dirección URL:</li> <p><a href="{2}">{2}</a></p><p><img src="{4}" alt="" title="" /></p> <li><p>Presione el botón <strong>Descargar objeto visual</strong></p> <p>Nota: Lea y revise los términos antes de descargar el objeto visual</p></li> <li><p>En Power BI Desktop presione el botón <strong>…</strong> del panel <strong>Visualizaciones</strong> y siga las instrucciones para importar el objeto visual</p></li> <li><p>Se agregará un nuevo objeto visual al panel de visualizaciones</p></li> <li><p>Seleccione el gráfico de columnas existente en el informe y, a continuación, presione el icono de objeto visual <strong>Histograma</strong></p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>Abra el panel <strong>Formato</strong> con el objeto visual <strong>Histograma</strong> seleccionado</p></li> <li><p>Expanda las opciones del cuadro <strong>General</strong> y escriba un valor para la propiedad <strong>Bins</strong>. Esto le permitirá establecer tamaños de espacio personalizados que se ajusten a los datos</p></li> </ol>
fr_fr: <p><img src="{0}" alt="" title="" /></p> <h3>Étape 6&#160;: créer une carte interactive à l’aide des nouvelles données</h3> <p>Avec les nouvelles colonnes, nous pouvons créer une carte afin de rendre l’analyse plus éloquente.</p> <ol> <li><p>Dans le volet <strong>Visualisations</strong>, sélectionnez le visuel <strong>Carte choroplèthe</strong> pour l’insérer dans la zone de dessin</p></li> <li><p>Liez les données suivantes au visuel</p> <p>a. Ajoutez la colonne <strong>Nom d’État Brésil</strong> à <strong>Emplacement</strong></p> <p>b. Ajoutez la colonne <strong>Score</strong> à <strong>Saturation de la couleur</strong>.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>Comme le montre l’enregistrement vidéo, vous pouvez également&#160;:</p> <p>a. Modifier l’agrégat de la colonne <strong>Score</strong> en <strong>Médiane</strong>.</p> <p>b. Explorer l’utilisation du volet de mise en forme pour ajuster la couleur de la carte afin de rendre celle-ci plus lisible.</p> <p>c. Ajouter la colonne <strong>Région</strong> la zone de dessin, et la convertir en curseur.</p> <h3>Étape 7&#160;: compartimentation personnalisé : visuel personnalisé Histogramme</h3> <p>Pour achever cette section, commencez par <strong>télécharger le visuel personnalisé Histogramme</strong> à partir de&#160;: <a href="{2}">{2}</a></p> <p>Power BI comprend une galerie de visuels personnalisés téléchargeables. L’emplacement de cette galerie est le suivant&#160;: <a href="{3}">{3}</a></p><ol> <li>Dans un navigateur web, accédez à l’URL suivante&#160;:</li> <p><a href="{2}">{2}</a></p><p><img src="{4}" alt="" title="" /></p> <li><p>Appuyez sur le bouton <strong>Télécharger le visuel</strong></p> <p>Remarque&#160;: avant de télécharger le visuel, veuillez lire les termes</p></li> <li><p>Dans Power BI Desktop, dans le volet <strong>Visualisations</strong>, appuyez sur le bouton <strong>…</strong>, puis suivez les instructions pour importer le visuel</p></li> <li><p>Un nouveau visuel est ajouté au volet Visualisations</p></li> <li><p>Sélectionnez le graphique à colonnes sur votre rapport, puis appuyez sur l’icône du visuel <strong>Histogramme</strong></p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>Ouvrez le volet <strong>Format</strong> avec le visuel <strong>Histogramme</strong> sélectionné</p></li> <li><p>Développez les options sous <strong>Général</strong>, puis entrez une valeur pour la propriété <strong>Emplacements</strong>. Cela vous permet de définir des tailles d’emplacement personnalisées appropriées pour vos données</p></li> </ol>
it_it: <p><img src="{0}" alt="" title="" /></p> <h3>Passaggio 6: Creare una mappa interattiva usando i nuovi dati</h3> <p>Con le nuove colonne possiamo creare una mappa per eseguire un'analisi più professionale.</p> <ol> <li><p>Nel riquadro <strong>Visualizzazioni</strong> seleziona l'oggetto visivo <strong>Mappa colorata</strong> per inserirla nell'area di disegno</p></li> <li><p>Associa i dati seguenti all'oggetto visivo</p> <p>a. Aggiungi la colonna <strong>nome stato brasile</strong> a <strong>Posizione</strong></p> <p>b. Aggiungi la colonna <strong>punteggio</strong> a <strong>Saturazione colore</strong>.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>Facoltativamente, come mostrato nella registrazione video:</p> <p>a. Modifica l'aggregazione per la colonna <strong>punteggio</strong> in <strong>Mediana</strong>.</p> <p>b. Esplora i dati usando il riquadro di formattazione per modificare il colore sulla mappa e renderla visivamente più intuitiva.</p> <p>c. Aggiungi la colonna <strong>Regione</strong> all'area di disegno e inseriscila in un filtro dei dati.</p> <h3>Passaggio 7: Creazione di contenitori personalizzati - Oggetto visivo personalizzato Histogram</h3> <p>Per completare questa sezione, prima di tutto <strong>scarica l'oggetto visivo personalizzato Histogram</strong> da: <a href="{2}">{2}</a></p> <p>Power BI include una raccolta di oggetti visivi personalizzati che puoi scaricare. La raccolta è disponibile qui: <a href="{3}">{3}</a></p><ol> <li>Apri un Web browser all'URL seguente:</li> <p><a href="{2}">{2}</a></p><p><img src="{4}" alt="" title="" /></p> <li><p>Premi il pulsante <strong>Scarica oggetto visivo</strong></p> <p>Nota: leggi e controlla le condizioni prima di scaricare l'oggetto visivo</p></li> <li><p>In Power BI Desktop premi il pulsante <strong>…</strong> nel riquadro <strong>Visualizzazioni</strong> e segui le istruzioni per importare l'oggetto visivo</p></li> <li><p>Un nuovo oggetto visivo viene aggiunto al riquadro Visualizzazioni</p></li> <li><p>Seleziona l'istogramma esistente nel report, quindi premi l'icona per l'oggetto visivo <strong>Histogram</strong></p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>Apri il riquadro <strong>Formato</strong> con l'oggetto visivo <strong>Histogram</strong> selezionato</p></li> <li><p>Espandi le opzioni <strong>Generale</strong> e immetti un valore per la proprietà <strong>Contenitore</strong>. In questo modo, puoi impostare dimensioni personalizzate per i contenitori in base ai dati</p></li> </ol>
ja_jp: <p><img src="{0}" alt="" title="" /></p> <h3>手順 6: 新しいデータを使用してインタラクティブ マップを作成する</h3> <p>新しい列を使用して、より説得力のある分析を行うためのマップを作成することができます。</p> <ol> <li><p><strong>[視覚化]</strong> ペインで <strong>[塗り分け地図]</strong> を選択してキャンバスに挿入します。</p></li> <li><p>次のデータを塗り分け地図にバインドします。</p> <p>a.<strong>ブラジルの州名</strong>列を <strong>[場所]</strong> に追加します。</p> <p>b.<strong>スコア</strong>列を <strong>[色の彩度]</strong> に追加します。</p></li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>オプションで、ビデオに示されているように次の操作を行うことができます。</p> <p>a.<strong>スコア</strong>列の集計を<strong>中央値</strong>に変更します。</p> <p>b.[書式] ペインを使用して、地図が見やすくなるように色を調整します。</p> <p>c.<strong>地域</strong>列をキャンバスに追加してスライサーに変換します。</p> <h3>手順 7: カスタム ビン分割: ヒストグラムのカスタム ビジュアル</h3> <p>このセクションでは、まず次のサイトから<strong>ヒストグラムのカスタム ビジュアルをダウンロードします</strong>：<a href="{2}">{2}</a></p> <p>Power BI にはカスタム ビジュアル ギャラリーがあり、ダウンロードすることができます。ギャラリーのサイトはこちらです: <a href="{3}">{3}</a></p><ol> <li>次の URL を Web ブラウザーで開きます:</li> <p><a href="{2}">{2}</a></p><p><img src="{4}" alt="" title="" /></p> <li><p><strong>[ビジュアルのダウンロード]</strong> ボタンをクリックします。</p> <p>メモ: ビジュアルをダウンロードする前に、ご使用条件をお読みください。</p></li> <li><p>Power BI Desktop で <strong>[視覚化]</strong> ペインの <strong>[…]</strong> ボタンをクリックし、指示に従ってビジュアルをインポートします。</p></li> <li><p>新しいビジュアルが [視覚化] ペインに追加されました。</p></li> <li><p>レポートの既存の縦棒グラフを選択して、<strong>[ヒストグラム]</strong> のアイコンをクリックします。</p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>選択した<strong>ヒストグラム</strong>の <strong>[書式]</strong> ペインを開きます。</p></li> <li><p><strong>[全般]</strong> オプションを展開して <strong>[ビン]</strong> プロパティの値を入力します。これにより、データに合ったカスタム ビン サイズを設定できます。</p></li> </ol>
ko_kr: <p><img src="{0}" alt="" title="" /></p> <h3>6단계: 새 데이터를 사용하여 대화형 맵 작성</h3> <p>새 열을 사용하여 맵을 만들고 더 뛰어난 분석을 수행할 수 있습니다.</p> <ol> <li><p><strong>시각화</strong> 창에서 <strong>등치 지역도</strong> 시각적 개체를 선택하여 캔버스에 삽입합니다.</p></li> <li><p>다음 데이터를 시각적 개체에 바인딩합니다.</p> <p>a. <strong>시/도 이름 브라질</strong> 열을 <strong>위치</strong>에 추가합니다.</p> <p>b. <strong>점수</strong> 열을 <strong>색 채도</strong>에 추가합니다.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>비디오 녹화 내용에 나온 것처럼 필요할 경우 다음을 수행합니다.</p> <p>a. <strong>점수</strong> 열에 대한 집계를 <strong>중앙값</strong>으로 변경합니다.</p> <p>b. 서식 창 사용을 탐색하여 맵에서 색을 조정하여 알아보기 쉽게 만듭니다.</p> <p>c. <strong>지역</strong> 열을 캔버스에 추가하고 슬라이서로 만듭니다.</p> <h3>7단계: 사용자 지정 범주화: 히스토그램 사용자 지정 시각적 개체</h3> <p>이 섹션을 완료하려면 먼저 <a href="{2}">{2}</a>에서 <strong>히스토그램 사용자 지정 시각적 개체를 다운로드</strong>합니다.</p> <p>Power BI에는 다운로드할 수 있는 사용자 지정 시각적 개체 갤러리가 포함되어 있습니다. 갤러리는 다음 위치에 있습니다. <a href="{3}">{3}</a></p><ol> <li>다음 URL에 대한 웹 브라우저를 엽니다.</li> <p><a href="{2}">{2}</a></p><p><img src="{4}" alt="" title="" /></p> <li><p><strong>시각적 개체 다운로드</strong> 단추를 누릅니다.</p> <p>참고: 시각적 개체를 다운로드하기 전에 사용 약관을 읽고 검토해 보세요.</p></li> <li><p>Power BI Desktop의 <strong>시각화</strong> 창에서 <strong>…</strong> 단추를 누르고 지침에 따라 시각적 개체를 가져옵니다.</p></li> <li><p>새로운 시각적 개체가 시각화 창에 추가됩니다.</p></li> <li><p>보고서에서 기존 세로 막대형 차트를 선택한 후 <strong>히스토그램</strong> 시각적 개체에 대한 아이콘을 누릅니다.</p></li> <p><img src="{5}" alt="" title="" /></p> <li><p><strong>히스토그램</strong> 시각적 개체가 선택된 상태에서 <strong>서식</strong> 창을 엽니다.</p></li> <li><p><strong>일반</strong> 옵션을 확장하고 <strong>막대</strong> 속성에 대한 값을 입력합니다. 이를 통해 데이터에 맞게 사용자 지정 막대 크기를 설정할 수 있습니다.</p></li> </ol>
pt_br: <p><img src="{0}" alt="" title="" /></p> <h3>Etapa 6: Criar um mapa interativo usando os novos dados</h3> <p>Com as novas colunas, podemos criar um mapa para elaborar uma análise mais envolvente.</p> <ol> <li><p>No painel <strong>Visualizações</strong>, selecione o visual <strong>Mapa Coroplético</strong> para inseri-lo na tela</p></li> <li><p>Associe os dados a seguir ao visual</p> <p>a. Adicione a coluna <strong>nome do estado brasileiro</strong> ao <strong>Localização</strong></p> <p>b. Adicione a coluna <strong>pontuação</strong> à <strong>Saturação de cor</strong>.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>Outra opção é mostrada na gravação de vídeo:</p> <p>a. Altere a agregação da coluna <strong>pontuação</strong> para <strong>mediana</strong>.</p> <p>b. Experimente usar o painel de formatação para ajustar a cor no mapa e torná-lo mais visível.</p> <p>c. Adicione a coluna <strong>Região</strong> à tela e transforme-o em uma segmentação.</p> <h3>Etapa 7: Agrupamento personalizado: visual personalizado de histograma</h3> <p>Para concluir essa seção, primeiro <strong>baixe o visual personalizado de Histograma</strong> de: <a href="{2}">{2}</a></p> <p>O Power BI tem uma galeria de visuais personalizados que você pode baixar. A galeria encontra-se aqui: <a href="{3}">{3}</a></p><ol> <li>Abra a seguinte URL em um navegador da Web:</li> <p><a href="{2}">{2}</a></p><p><img src="{4}" alt="" title="" /></p> <li><p>Pressione o botão <strong>Baixar Visual</strong></p> <p>Observação: leia e examine os termos de uso antes de baixar o visual</p></li> <li><p>No Power BI Desktop, pressione o botão <strong>…</strong> no painel <strong>Visualizações</strong> e siga as instruções para importar o visual</p></li> <li><p>Um novo visual é adicionado ao painel de visualizações</p></li> <li><p>Selecione o gráfico de colunas existente no seu relatório e pressione o ícone para os visuais do <strong>Histograma</strong></p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>Abra o painel <strong>Formatação</strong> com o visual do <strong>Histograma</strong> selecionado</p></li> <li><p>Expanda as opções <strong>Geral</strong> e insira um valor para a propriedade <strong>Compartimentos</strong>. Isso permite definir tamanhos de compartimentalização personalizados para corresponder aos seus dados</p></li> </ol>
ru_ru: <p><img src="{0}" alt="" title="" /></p> <h3>Этап&#160;6. Создание интерактивной карты на основе новых данных.</h3> <p>Новые столбцы позволят нам создать карту, которая сделает результаты нашего анализа привлекательнее.</p> <ol> <li><p>В области <strong>Визуализации</strong> выберите визуальный элемент <strong>Картограмма</strong> и добавьте его на холст.</p></li> <li><p>Привяжите к визуальному элементу следующие данные:</p> <p>а) Добавьте столбец <strong>Название штата Бразилии</strong> в раздел <strong>Местоположение</strong>.</p> <p>б) Добавьте столбец <strong>Показатель</strong> в раздел <strong>Насыщенность цвета</strong>.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>При необходимости выполните инструкции, показанные в видеоматериале:</p> <p>а) Измените статистическую функцию для столбца <strong>Показатель</strong> на <strong>Медиана</strong>.</p> <p>б) Поэкспериментируйте с параметрами в области форматирования и настройте цвета карты.</p> <p>в) Добавьте на холст столбец <strong></strong> и превратите его в срез.</p> <h3>Этап&#160;7. Разделение на ячейки: настраиваемый визуальный элемент "Гистограмма"</h3> <p>Чтобы пройти этот раздел, сначала <strong>скачайте настраиваемый визуальный элемент "Гистограмма"</strong>. <a href="{2}">{2}</a></p> <p>В Power BI есть коллекция настраиваемых визуальных элементов, которые можно скачать. Она расположена здесь: <a href="{3}">{3}</a></p><ol> <li>Откройте в веб-браузере следующую страницу:</li> <p><a href="{2}">{2}</a></p><p><img src="{4}" alt="" title="" /></p> <li><p>Нажмите кнопку <strong>Скачать визуальный элемент</strong>.</p> <p>Обратите внимание: прежде чем скачивать визуальный элемент, ознакомьтесь с условиями использования.</p></li> <li><p>В Power BI Desktop нажмите кнопку <strong>…</strong> в области <strong>Визуализации</strong> и импортируйте визуальный элемент, следуя инструкциям.</p></li> <li><p>В область визуализаций будет добавлен новый визуальный элемент.</p></li> <li><p>Выделите в отчете имеющуюся гистограмму и нажмите на значок визуального элемента <strong>Гистограмма</strong>.</p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>Выбрав визуальный элемент <strong>Гистограмма</strong>, откройте область <strong>форматирования</strong>.</p></li> <li><p>Разверните параметры категории <strong>Общие</strong> и введите значение для свойства <strong>Ячейки</strong>. С его помощью можно задать настраиваемый размер ячеек, лучше всего соответствующий имеющимся данным.</p></li> </ol>
zh_cn: <p><img src="{0}" alt="" title="" /></p> <h3>步骤 6：使用新数据建立交互地图</h3> <p>借助新的列，可以创建地图，得到更具吸引力的分析。</p> <ol> <li><p>在“可视化”<strong></strong>窗格中，选择<strong></strong>“着色地图”视觉对象，将其插入画布中</p></li> <li><p>将下列数据与视觉对象联接起来</p> <p>a.将“巴西各州名称”<strong></strong>列添加到“位置”<strong></strong></p> <p>b.将“得分”<strong></strong>列添加到“色彩饱和度”<strong></strong>。</p></li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>如视频录像所示可以根据需要进行下列操作：</p> <p>a.将“得分”<strong></strong>列的聚合更改为“中位数”<strong></strong>。</p> <p>b.使用“格式设置”窗格调整地图上的颜色，让其更清晰明了。</p> <p>c.将“区域”<strong></strong>列添加到画布，将其转换成切片器。</p> <h3>步骤 7：自定义装箱：直方图自定义视觉对象</h3> <p>若要完成此部分，请先从 <a href="{2}">{2}</a> <strong>下载直方图自定义视觉对象</strong></p> <p>Power BI 拥有自定义视觉对象库，可从中进行下载。库位于：<a href="{3}">{3}</a></p><ol> <li>使用网页浏览器打开下方 URL：</li> <p><a href="{2}">{2}</a></p><p><img src="{4}" alt="" title="" /></p> <li><p>按“下载视觉对象”<strong></strong>按钮</p> <p>注意：下载视觉对象前请先查阅使用条款</p></li> <li><p>在 Power BI Desktop 中的“可视化”<strong></strong>窗格中按“...”<strong></strong>按钮，并按指示导入视觉对象</p></li> <li><p>已将新的视觉对象添加到“可视化”窗格</p></li> <li><p>选择报表上的现有列，然后按<strong></strong>“直方图”视觉对象的按钮</p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>打开选中了<strong></strong>“直方图”视觉对象的“格式设置”<strong></strong>窗格</p></li> <li><p>展开“常规”<strong></strong>选项，并为“箱”<strong></strong>属性输入一个值。允许设置自定义箱大小以匹配数据</p></li> </ol>
zh_tw: <p><img src="{0}" alt="" title="" /></p> <h3>步驟 6：使用新資料建立互動式地圖</h3> <p>我們可以使用這些新的資料行製作地圖，做出更具說服力的分析。</p> <ol> <li><p>在 [視覺效果]<strong></strong> 窗格中，選取 [區域分布圖]<strong></strong> 視覺效果並將它插入畫布</p></li> <li><p>將下列資料繫結至視覺效果</p> <p>a.將 [state name brazil] (州名巴西)<strong></strong> 資料行新增至 [位置]<strong></strong></p> <p>b.將 [分數]<strong></strong> 資料行新增至 [色彩飽和度]<strong></strong>。</p></li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>(選擇性) 如錄製的影片所示：</p> <p>a.將 [分數]<strong></strong> 資料行的彙總變更為 [中間值]<strong></strong>。</p> <p>b.使用 [格式化] 窗格進行探索，調整地圖上的色彩，使資料更容易檢視。</p> <p>c.將 [區域]<strong></strong> 資料行新增至畫布並設為交叉分析篩選器。</p> <h3>步驟 7：自訂量化：長條圖自訂視覺效果</h3> <p>若要完成本節，請先從下列位置<strong>下載長條圖自訂視覺效果</strong>：<a href="{2}">{2}</a></p> <p>Power BI 具有您可以下載的自訂視覺效果資源庫。此資源庫位於：<a href="{3}">{3}</a></p><ol> <li>將網頁瀏覽器開啟至下列 URL：</li> <p><a href="{2}">{2}</a></p><p><img src="{4}" alt="" title="" /></p> <li><p>按下 [下載視覺效果]<strong></strong> 按鈕</p> <p>注意：請先閱讀並檢閱使用條款，再下載視覺效果</p></li> <li><p>在 Power BI Desktop 中，按下 [視覺效果]<strong></strong> 窗格中的 […]<strong></strong> 按鈕，然後遵循指示以匯入視覺效果</p></li> <li><p>新的視覺效果隨即新增至 [視覺效果] 窗格</p></li> <li><p>選取報表上現有的直條圖，然後按下 [長條圖]<strong></strong> 視覺效果的圖示</p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>開啟 [格式化]<strong></strong> 窗格並選取 [長條圖]<strong></strong> 視覺效果</p></li> <li><p>展開 [一般]<strong></strong> 選項，然後輸入 <strong>Bins</strong> 屬性的值。這可讓您設定自訂量化大小，以符合您的資料</p></li> </ol>
