Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/DataExploration.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Content8_2
source: <p>Your final chart will look like the following:</p> <p><img src="{0}" alt="" title="" /></p> <h2 id="time-series">Time series with Spanish employment data</h2> <p> One of the examples in Alberto’s book <em>The Truthful Art</em> is explaining how leveraging statistical methods for analysis can prove to be very useful in understanding patterns and trends that are difficult to discover with the eye. The following tutorial contains two examples of this. The first example shows how to add a straight trend line to your visual without calculating anything. In the second example, you will use an R script in Power BI to calculate seasonality, noise and a curved trend line. These concepts are further explained in part 2 of the online course. </p> <h3>Step 1: Creating a line chart with trend line</h3> <ol><li> <p> Create a line chart with date on the y-axis and SocialSecurityAffiliates on the x-axis. </p> </li> <li> <p> In the <strong>Analytics</strong> pane on the right, turn the <strong>Trend Line</strong> on. You can rename the trend line, and edit transparency and color. </p> </li> <p><img src="{1}" alt="" title="" /></p> <li>Repeating this for <strong>Population 16-64</strong> and <strong>Percentage</strong> will get you the visuals as shown below.</li> </ol>
de_de: <p>Das endgültige Diagramm sieht wie folgt aus:</p> <p><img src="{0}" alt="" title="" /></p> <h2 id="time-series">Zeitreihe mit spanischen Beschäftigungsdaten</h2> <p> In einem der Beispiele in Cairos Buch <em>The Truthful Art</em> wird erklärt, inwiefern die Nutzung statistischer Methoden für Analysen nützlich sein kann, um Muster und Trends zu verstehen, die ansonsten schwer auszumachen sind. Das folgende Tutorial enthält zwei Beispiele hierfür. Im ersten Beispiel wird gezeigt, wie Sie einer Visualisierung eine gerade Trendlinie hinzufügen, ohne Berechnungen durchführen zu müssen. Im zweiten Beispiel verwenden Sie ein R-Skript in Power BI, um Saisonalität, Rauschen und eine gekrümmte Trendlinie zu berechnen. Diese Konzepte werden in Teil 2 des Onlinekurses näher erläutert. </p> <h3>Schritt 1: Erstellen eines Liniendiagramms mit einer Trendlinie</h3> <ol><li> <p> Erstellen Sie ein Liniendiagramm mit dem Datum auf der y-Achse und „SocialSecurityAffiliates“ auf der x-Achse. </p> </li> <li> <p> Aktivieren Sie im Bereich <strong>Analyse</strong> auf der rechten Seite die Option <strong>Trendlinie</strong>. Sie können die Trendlinie umbenennen und Transparenz sowie Farbe bearbeiten. </p> </li> <p><img src="{1}" alt="" title="" /></p> <li>Wiederholen Sie diese Schritte für <strong>Bevölkerung 16–64</strong> und <strong>Prozentsatz</strong>, und Sie erhalten die unten abgebildeten Visualisierungen.</li> </ol>
es_es: <p>El gráfico final tendrá un aspecto similar al siguiente:</p> <p><img src="{0}" alt="" title="" /></p> <h2 id="time-series">Serie temporal con datos de empleo españoles</h2> <p> Uno de los ejemplos del libro de Alberto <em>The Truthful Art</em> intenta explicar cómo el aprovechamiento de los métodos estadísticos para el análisis puede resultar muy útil a la hora de comprender patrones y tendencias que son difíciles de detectar a simple vista. El siguiente tutorial contiene dos ejemplos de esto. El primer ejemplo muestra cómo agregar una línea recta de tendencia al objeto visual sin calcular nada. En el segundo ejemplo, utilizará un script de R en Power BI para calcular la estacionalidad, el ruido y una línea curva de tendencia. Estos conceptos se explican con más detalle en la parte 2 del curso en línea. </p> <h3>Paso 1: Creación de un gráfico de líneas con línea de tendencia</h3> <ol><li> <p> Cree un gráfico de líneas con fechas en el eje Y y SocialSecurityAffiliates en el eje X. </p> </li> <li> <p> En el panel <strong>Análisis</strong> situado a la derecha, active <strong>Línea de tendencia</strong>. Puede volver a nombrar la línea de tendencia y editar la transparencia y el color. </p> </li> <p><img src="{1}" alt="" title="" /></p> <li>Si repite este paso para <strong>Population 16-64</strong> y <strong>Percentage</strong> obtendrá los objetos visuales que se muestran a continuación.</li> </ol>
fr_fr: <p>Votre diagramme final ressemble à ce qui suit&#160;:</p> <p><img src="{0}" alt="" title="" /></p> <h2 id="time-series">Série chronologique avec données d'emploi espagnoles</h2> <p> L’un des exemples du livre d’Alberto, <em>The Truthful Art</em>, explique à quel point tirer parti des méthodes statistiques d’analyse peut s’avérer utile pour saisir des tendances difficiles à observer à l’œil nu. Le didacticiel suivant contient deux exemples de cela. Le premier exemple montre comment ajouter une courbe de tendance droite à votre visuel sans rien calculer. Le second montre comment utiliser un script&#160;R dans Power BI pour calculer la saisonnalité, le bruit et une courbe de tendance incurvée. Ces concepts sont développés dans la partie&#160;2 du cours en ligne. </p> <h3>Étape 1&#160;: créer un graphique en courbes avec une courbe de tendance</h3> <ol><li> <p> Créez un graphique en courbes avec Date en ordonnée (Axe&#160;Y) et AffiliésSécuritéSociale en abscisse (Axe&#160;X). </p> </li> <li> <p> Dans le volet <strong>Analyse</strong> à droite, activez <strong>Courbe de tendance</strong>. Vous pouvez renommer la courbe de tendance, ainsi qu’en modifier la transparence et la couleur. </p> </li> <p><img src="{1}" alt="" title="" /></p> <li>La répétition de cette opération pour <strong>Population 16-64</strong> et <strong>Pourcentage</strong> vous permet d’obtenir les visuels illustrés ci-dessous.</li> </ol>
it_it: <p>Il grafico finale avrà un aspetto simile a questo:</p> <p><img src="{0}" alt="" title="" /></p> <h2 id="time-series">Serie temporale con dati sull'impiego in Spagna</h2> <p> Uno degli esempi nel libro <em>The Truthful Art</em> di Alberto spiega come il fatto di sfruttare metodi statistici per l'analisi possa essere molto utile per capire i modelli e le tendenze difficili da individuare a occhio nudo. L'esercitazione seguente contiene due esempi di questo approccio. Il primo esempio mostra come aggiungere una linea di tendenza diritta all'oggetto visivo senza eseguire alcun calcolo. Nel secondo esempio userai uno script R in Power BI per calcolare la stagionalità, il rumore e una linea di tendenza curva. Questi concetti vengono spiegati ulteriormente nella seconda parte del corso online. </p> <h3>Passaggio 1: Creazione di un grafico a linee con una linea di tendenza</h3> <ol><li> <p> Crea un grafico a linee con Data sull'asse Y e AffiliatePrevidenzaSociale sull'asse X. </p> </li> <li> <p> Nel riquadro <strong>Analisi</strong> a destra attiva <strong>Linea di tendenza</strong>. Puoi rinominare la linea di tendenza e modificare la trasparenza e il colore. </p> </li> <p><img src="{1}" alt="" title="" /></p> <li>Ripetendo queste operazioni per <strong>Popolazione 16-64</strong> e <strong>Percentuale</strong>, otterrai gli oggetti visivi mostrati di seguito.</li> </ol>
ja_jp: <p>最終的なグラフは下図のようになります。</p> <p><img src="{0}" alt="" title="" /></p> <h2 id="time-series">スペインの雇用統計を使用したタイム シリーズ</h2> <p> アルベルトの本「<em>The Truthful Art</em>」に記載されている例の 1 つでは、統計的方法を分析に活用することが、目で見つけることの難しいパターンや傾向を理解する上で非常に役立つと説明されています。次のチュートリアルには、これについての 2 つの例が含まれています。1 つめの例では、何も計算せずに直線の傾向線をビジュアルに追加する方法をご紹介します。2 つめの例では、Power BI で R スクリプトを使用して季節性、ノイズ、曲線の傾向線を計算します。これらのコンセプトは、オンライン コースのパート 2 でさらに詳しく説明されています。 </p> <h3>手順 1: 傾向線を使用して折れ線グラフを作成する</h3> <ol><li> <p> Y 軸の日付と X 軸の SocialSecurityAffiliates を使用して折れ線グラフを作成します。 </p> </li> <li> <p> 右の<strong>[分析]</strong> ペインで、<strong>[傾向線]</strong> をオンにします。傾向線の名前を変更したり、透過性や色を編集することができます。 </p> </li> <p><img src="{1}" alt="" title="" /></p> <li><strong>16 ～ 64歳人口</strong>と<strong>割合</strong>でこの手順を繰り返すと、次のビジュアルが表示されます。</li> </ol>
ko_kr: <p>최종 차트는 다음과 같습니다.</p> <p><img src="{0}" alt="" title="" /></p> <h2 id="time-series">스페인어 고용 데이터가 포함된 시계열</h2> <p> Alberto의 저서 <em>The Truthful Art</em>에 나온 예 중 하나는 분석에 통계 방법을 활용할 경우 눈으로 발견하기 어려운 패턴 및 추세를 파악하는 데 매우 유용하다는 것을 보여 줍니다. 다음 자습서는 이러한 두 가지 예를 제공합니다. 첫 번째 예에서는 어떤 항목도 계산하지 않고 시각적 개체에 곧은 추세선을 추가하는 방법을 보여 줍니다. 두 번째 예에서는 Power BI에서 R 스크립트를 사용하여 계절성, 노이즈 및 곡선 추세선을 계산합니다. 이러한 개념은 온라인 과정의 2부에서 더 설명합니다. </p> <h3>1단계: 추세선으로 꺾은선형 차트 만들기</h3> <ol><li> <p> Y축에 날짜를 포함하고 X축에 SocialSecurityAffiliates를 포함하여 꺾은선형 차트를 만듭니다. </p> </li> <li> <p> 오른쪽의 <strong>분석</strong> 창에서 <strong>추세선</strong>을 켜기로 전환합니다. 추세선 이름을 변경하고 투명도 및 색을 편집할 수 있습니다. </p> </li> <p><img src="{1}" alt="" title="" /></p> <li><strong>인구 16-64</strong> 및 <strong>백분율</strong>에 대해 이 작업을 반복하면 아래와 같은 시각적 개체를 얻게 됩니다.</li> </ol>
pt_br: <p>Seu gráfico final será parecido com o seguinte:</p> <p><img src="{0}" alt="" title="" /></p> <h2 id="time-series">Série temporal com os dados de emprego da Espanha</h2> <p> Um dos exemplos no livro de Alberto <em>The Truthful Art</em> (A Verdadeira Arte) é explicar como os métodos estatísticos de análise podem provar-se muito úteis para compreender os padrões e tendências que são difíceis de descobrir a olho nu. O tutorial a seguir contém dois exemplos disso. O primeiro exemplo mostra como adicionar uma linha de tendência reta ao seu visual sem calcular nada. No segundo exemplo, você usará um script R no Power BI para calcular sazonalidade, ruído e uma linha de tendência curva. Esses conceitos são explicados em mais detalhes na parte 2 do curso online. </p> <h3>Etapa 1: Criar um gráfico de linhas com uma linha de tendência</h3> <ol><li> <p> Crie um gráfico de linhas com as datas no eixo y e SocialSecurityAffiliates no eixo x. </p> </li> <li> <p> No painel <strong>Análises</strong> à direita, ative a <strong>Linha de Tendência</strong>. Você pode renomear a linha de tendência e editar sua cor e transparência. </p> </li> <p><img src="{1}" alt="" title="" /></p> <li>A repetição desse procedimento para a <strong>População 16 a 64</strong> e <strong>Percentual</strong> resultará nos visuais mostrados abaixo.</li> </ol>
ru_ru: <p>Диаграмма в окончательном виде будет выглядеть примерно так:</p> <p><img src="{0}" alt="" title="" /></p> <h2 id="time-series">Временные ряды на основе данных о занятости в Испании</h2> <p> В одном из примеров в книге Альберто <em>The Truthful Art</em> (Искусство достоверного) объясняется, как статистические методы в анализе могут пригодиться для выявления закономерностей и трендов, которые сложно обнаружить невооруженным глазом. Следующий учебник содержит два таких примера. В первом показано, как добавить прямую линию тренда на визуальный элемент без каких-либо вычислений. Во втором с помощью R-скрипта в Power BI рассчитываются сезонные колебания, шум и кривая линия тренда. Эти две идеи рассматриваются подробнее в части&#160;2 интернет-курса. </p> <h3>Этап&#160;1. Создание графика с линией тренда</h3> <ol><li> <p> Создадим график с датой по оси Y и значениями SocialSecurityAffiliates по оси X. </p> </li> <li> <p> В области <strong>Аналитика</strong> справа включим параметр <strong>Линия тренда</strong>. Для нее можно задать другое название, прозрачность и цвет. </p> </li> <p><img src="{1}" alt="" title="" /></p> <li>Повторим эти действия для параметров <strong>Население в возрасте от 16 до 64</strong> и <strong></strong> и получим визуальные элементы, показанные на изображении ниже.</li> </ol>
zh_cn: <p>最终得出图表与下图类似：</p> <p><img src="{0}" alt="" title="" /></p> <h2 id="time-series">西班牙雇佣数据时序分析</h2> <p> Alberto 的《真实的艺术》<em></em>一书中的一个示例说明了，当使用肉眼难以了解模式和趋势时，利用统计法进行分析是多么的实用。下方教程包含两个相关示例。第一个示例展示了无需进行计算的情况下，如何向视觉对象添加直线趋势线。在第二个示例中，将在 Power BI 中使用 R 脚本计算周期性、噪音和曲线趋势线。在线课程的第 2 部分中进一步介绍了这些概念。 </p> <h3>步骤 1：创建趋势线折线图</h3> <ol><li> <p> 创建一个折线图，Y 轴为日期，X 轴为 SocialSecurityAffiliates。 </p> </li> <li> <p> 在右侧的“分析”<strong></strong>窗格中，打开“趋势线”<strong></strong>。可重命名趋势线，并编辑透明度和颜色。 </p> </li> <p><img src="{1}" alt="" title="" /></p> <li>对 <strong>16-64 岁人口</strong>和<strong>百分比</strong>重复此操作，将得出如下图表。</li> </ol>
zh_tw: <p>您的最終圖表會如下所示：</p> <p><img src="{0}" alt="" title="" /></p> <h2 id="time-series">具有西班牙雇用資料的時間序列</h2> <p> 在 Alberto 所著的 <em>The Truthful Art</em> 一書中，其中一個範例說明針對肉眼難以探索的模式和趨勢，利用統計方法進行分析會助於了解。下列教學課程包含兩個相關範例。第一個範例示範如何將直的趨勢線新增至您的視覺效果，而不需要進行任何計算。在第二個範例中，您將在 Power BI 中使用 R 指令碼來計算季節性、雜訊和彎曲的趨勢線。這些概念將在線上課程的第 2 部分中進一步說明。 </p> <h3>步驟 1：建立具有趨勢線的折線圖</h3> <ol><li> <p> 在 Y 軸上建立具有日期的折線圖，並在 X 軸上建立 SocialSecurityAffiliates。 </p> </li> <li> <p> 在右側的 [分析]<strong></strong> 窗格中，開啟 [趨勢線]<strong></strong>。您可以重新命名趨勢線，並編輯透明度和色彩。 </p> </li> <p><img src="{1}" alt="" title="" /></p> <li>針對<strong>人口 16-64</strong> 和<strong>百分比</strong>重複此程序，您將得到如下所示的視覺效果。</li> </ol>

# Article_Content9_2
source: <p><img src="{0}" alt="" title="" /></p> <h3>Step 2: Using R to calculate seasonality, trend, and random noise</h3> <ol> <li><p>Make sure you have installed R on your machine, as well as an R editor such as RStudio</p></li> <li><p>In your R editor install the two packages ‘Ecdat’ and ‘fpp’ by running the command <strong>install.packages(Ecdat)</strong> and <strong>install.packages(fpp)</strong>. This will install the packages on your device. You install packages once on your machine, but you will need to activate the library from Power BI every time you use a package.</p></li> <li><p>In the Query Editor, now change the data type of your <strong>Date</strong> column into text. The script will not work with a date format.</p></li> <li><p>In the Transform ribbon, select the <strong>Run R Script</strong> button.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p>
de_de: <p><img src="{0}" alt="" title="" /></p> <h3>Schritt 2: Verwenden von R zur Berechnung von Saisonalität, Trends und Zufallsrauschen</h3> <ol> <li><p>Stellen Sie sicher, dass Sie auf Ihrem Computer R und einen R-Editor, z. B. R Studio, installiert haben.</p></li> <li><p>Installieren Sie im R-Editor die beiden Pakete „Ecdat“ und „fpp“, indem Sie die Befehle <strong>install.packages(Ecdat)</strong> und <strong>install.packages(fpp)</strong> ausführen. Dadurch werden die Pakete auf dem Gerät installiert. Sie müssen die Pakete nur einmal installieren, jedoch bei jeder Verwendung eines Pakets die Bibliothek in Power BI aktivieren.</p></li> <li><p>Ändern Sie im Abfrage-Editor nun den Datentyp der Spalte <strong>Datum</strong> in „Text“. Das Skript kann mit einem Datumsformat nicht ordnungsgemäß ausgeführt werden.</p></li> <li><p>Klicken Sie im Menüband „Transformieren“ auf die Schaltfläche <strong>R-Skript ausführen</strong>.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p>
es_es: <p><img src="{0}" alt="" title="" /></p> <h3>Paso 2: Uso de R para calcular la estacionalidad, tendencia y ruido aleatorio</h3> <ol> <li><p>Asegúrese de que ha instalado R y un editor de R, como RStudio, en el equipo</p></li> <li><p>En el editor de R instale los dos paquetes, ‘Ecdat’ y ‘fpp’, para lo que debe ejecutar los comandos <strong>install.packages(Ecdat)</strong> y <strong>install.packages(fpp)</strong>, respectivamente. Así se instalarán los paquetes en el equipo. Los paquetes se instalan una vez en el equipo, pero la biblioteca de Power BI se tendrá que activar cada vez que se use un paquete.</p></li> <li><p>En el Editor de consultas, cambie ahora el tipo de datos de la columna <strong>Date</strong> a texto. El script no funcionará con un formato de fecha.</p></li> <li><p>En la cinta Transformar, seleccione el botón <strong>Ejecutar script R</strong>.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p>
fr_fr: <p><img src="{0}" alt="" title="" /></p> <h3>Étape&#160;2&#160;: utilisation de&#160;R pour calculer une saisonnalité, une tendance et un bruit aléatoire</h3> <ol> <li><p>Assurez-vous que vous avez installé R sur votre ordinateur, ainsi qu’un éditeur R tel que RStudio</p></li> <li><p>Dans votre éditeur&#160;R, installez les deux packages, «&#160;Ecdat&#160;» et «&#160;fpp&#160;» en exécutant les commandes <strong>install.packages(Ecdat)</strong> et <strong>install.packages(fpp)</strong>. Cela a pour effet d’installer les packages sur votre appareil. Vous installez les packages une seule fois sur votre ordinateur, mais vous avez devez activer la bibliothèque à partir de Power&#160;BI chaque fois que vous utilisez un package.</p></li> <li><p>Dans l’Éditeur de requête, modifiez le type de données de la colonne <strong>Date</strong> en texte. Le script ne fonctionne pas avec un format de date.</p></li> <li><p>Dans le ruban Transformer, sélectionnez le bouton <strong>Exécuter un script R</strong>.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p>
it_it: <p><img src="{0}" alt="" title="" /></p> <h3>Passaggio 2: Uso di R per calcolare stagionalità, tendenza e rumore casuale</h3> <ol> <li><p>Assicurati di aver installato R nel computer, nonché un editor R come RStudio</p></li> <li><p>Nell'editor R installa i due pacchetti "Ecdat" e "fpp" eseguendo il comando <strong>install.packages(Ecdat)</strong> e <strong>install.packages(fpp)</strong>. I pacchetti verranno installati nel tuo dispositivo. I pacchetti devono essere installati una sola volta nel computer, ma devi attivare la libreria da Power BI ogni volta che usi un pacchetto.</p></li> <li><p>Nell'editor di query modifica ora il tipo di dati della colonna <strong>Date</strong> in testo. Lo script non funziona con il formato di data.</p></li> <li><p>Nella scheda Trasforma della barra multifunzione seleziona il pulsante <strong>Esegui script R</strong>.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p>
ja_jp: <p><img src="{0}" alt="" title="" /></p> <h3>手順 2: R を使用して季節性、傾向、およびランダム ノイズを計算する</h3> <ol> <li><p>ご使用のコンピューターに R、および RStudio などの R エディターをインストールしていることを確認してください</p></li> <li><p>R エディターで、コマンド <strong>install.packages(Ecdat)</strong> および <strong>install.packages(fpp)</strong> を実行して、2 つのパッケージ ("Ecdat" と "fpp") をインストールします。これによって、ご使用のコンピューターにこれらのパッケージがインストールされます。ご使用のコンピューターへのパッケージのインストールは 1 度きりですが、パッケージを使用する際には毎回 Power BI からライブラリをアクティブ化する必要があります。</p></li> <li><p>[クエリ エディター] で、<strong>日付</strong>列のデータ型を文字列に変更します。スクリプトは日付形式と連携していません。</p></li> <li><p>[変換] リボンで、<strong>[R スクリプトを実行する]</strong> ボタンを選択します。</p></li> </ol> <p><img src="{1}" alt="" title="" /></p>
ko_kr: <p><img src="{0}" alt="" title="" /></p> <h3>2단계: 계절성, 추세 및 임의 노이즈를 계산하는 데 R 사용</h3> <ol> <li><p>RStudio와 같은 R 편집기를 포함하여 컴퓨터에 R을 설치했는지 확인합니다.</p></li> <li><p>R 편집기에서 <strong>install.packages(Ecdat)</strong> 및 <strong>install.packages(fpp)</strong> 명령을 실행하여 두 패키지 'Ecdat' 및 'fpp'를 설치합니다. 그러면 장치에 패키지가 설치됩니다. 컴퓨터에 패키지는 한 번 설치하지만 패키지를 사용할 때마다 Power BI에서 라이브러리를 활성화해야 합니다.</p></li> <li><p>쿼리 편집기에서 <strong>날짜</strong> 열의 데이터 형식을 텍스트로 변경합니다. 스크립트는 날짜 형식에서는 작동하지 않습니다.</p></li> <li><p>변환 리본에서 <strong>R 스크립트 실행</strong> 단추를 선택합니다.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p>
pt_br: <p><img src="{0}" alt="" title="" /></p> <h3>Etapa 2: Usar R para calcular sazonalidade, tendência e ruído aleatório</h3> <ol> <li><p>Verifique se o R está instalado no seu computador, bem como um editor de R, como o RStudio</p></li> <li><p>No seu editor de R, instale os dois pacotes “Ecdat” e “fpp” executando o comando <strong>install.packages(Ecdat)</strong> e <strong>install.packages(fpp)</strong>. Isso instalará os pacotes no seu dispositivo. Os pacotes são instalados uma vez no computador, porém é necessário ativar a biblioteca do Power BI toda vez que usar um pacote.</p></li> <li><p>No Editor de Consultas, altere agora o tipo de dados da sua coluna <strong>Data</strong> para texto. O script não funciona com um formato de data.</p></li> <li><p>Na faixa de opções Transformar, selecione o botão <strong>Executar o Script R</strong>.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p>
ru_ru: <p><img src="{0}" alt="" title="" /></p> <h3>Этап&#160;2. Расчет сезонных колебаний, тренда и случайного шума с помощью R-скрипта.</h3> <ol> <li><p>Установите на свой компьютер компоненты R, а также редактор R-скриптов, например RStudio.</p></li> <li><p>В редакторе R-скриптов выполните команды <strong>install.packages(Ecdat)</strong> и <strong>install.packages(fpp)</strong>. В результате на компьютере будут установлены пакеты Ecdat и fpp. Пакет устанавливается один раз, а соответствующая библиотека активируется из Power BI каждый раз при его использовании.</p></li> <li><p>В редакторе запросов измените тип данных столбца <strong>Date</strong> (Дата) на текстовый. Скрипт не сможет работать с форматом даты.</p></li> <li><p>На вкладке "Преобразование" ленты нажмите кнопку <strong>Запустить сценарий R</strong>.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p>
zh_cn: <p><img src="{0}" alt="" title="" /></p> <h3>步骤 2：使用 R 计算周期性、趋势和随机噪音</h3> <ol> <li><p>请确保计算机上安装了 R 以及 R 编辑器（如 RStudio）</p></li> <li><p>运行 <strong>install.packages(Ecdat)</strong> 和 <strong>install.packages(fpp)</strong> 命令，在 R 编辑器中安装两个包 Ecdat 和 fpp。此操作将在设备上安装包。只需在计算机上安装一次包，但每次使用包时，都需从 Power BI 激活库。</p></li> <li><p>现在在查询编辑器中，将“日期”<strong></strong>列的数据类型更改为文本。日期格式下，脚本不会运行。</p></li> <li><p>在“转换”功能区中，选择“运行 R 脚本”<strong></strong>按钮。</p></li> </ol> <p><img src="{1}" alt="" title="" /></p>
zh_tw: <p><img src="{0}" alt="" title="" /></p> <h3>步驟 2：使用 R 計算季節性、趨勢和隨機雜訊</h3> <ol> <li><p>確定您已在電腦上安裝 R 並具有 R 編輯器 (例如 RStudio)</p></li> <li><p>在您的 R 編輯器中，執行命令 <strong>install.packages(Ecdat)</strong> 和 <strong>install.packages(fpp)</strong> 來安裝兩個套件 ‘Ecdat’ 和 ‘fpp’。這會在您的裝置上安裝套件。您會在電腦上安裝一次套件，但每次使用套件都需要從 Power BI 啟用此程式庫。</p></li> <li><p>現在，在查詢編輯器中，將 [日期]<strong></strong> 資料行的資料類型變更為文字。此指令碼不適用於日期格式。</p></li> <li><p>在 [轉換] 功能區中，選取 [執行 R 指令碼]<strong></strong> 按鈕。</p></li> </ol> <p><img src="{1}" alt="" title="" /></p>
