Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/DataExploration.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Content13_5
source: <p><img src="{0}" alt="" title="" /></p> <h3>Step 4: Selecting appropriate visual interactions</h3> <p>By default, Power BI filters and cross highlights data for you. Be sure to review the default interactions and optimize them to ensure they’re showing the data in the best way.</p> <p>Notice that by default the map cross highlights the stacked column chart.</p> <ol> <li>Select <strong>France</strong> on the map, and see that the result is as follow.</li> <p><img src="{1}" alt="" title="" /></p> <p>To control the visual interactions,</p> <li><p>On the <strong>Format</strong> ribbon</p> <p>a. Select the <strong>Edit Interactions</strong> button</p></li> <p><img src="{2}" alt="" title="" /></p> <li><p>Select the <strong>Map</strong></p></li> <li><p>Notice the tool bar that appears on the 100% <strong>Stacked column chart</strong></p></li> <p><img src="{3}" alt="" title="" /></p> <li><p>Select the filter icon on the tool bar, the 100% Stacked column chart now shows the trend for France in an easier to see way.</p> <p><img src="{4}" alt="" title="" /></p></li> </ol>
de_de: <p><img src="{0}" alt="" title="" /></p> <h3>Schritt 4: Auswählen passender visueller Interaktionen</h3> <p>Power BI führt standardmäßig die Filterung und übergreifende Hervorhebung der Daten aus. Sie sollten die Standardinteraktionen überprüfen und optimieren, damit die Daten bestmöglich präsentiert werden.</p> <p>Beachten Sie, dass in der Karte das gruppierte Säulendiagramm standardmäßig übergreifend hervorgehoben wird.</p> <ol> <li>Wählen Sie auf der Karte <strong>Frankreich</strong> aus, und sehen Sie sich das unten gezeigte Ergebnis an.</li> <p><img src="{1}" alt="" title="" /></p> <p>So steuern Sie die visuellen Interaktionen:</p> <li><p>Im Menüband <strong>Format</strong>:</p> <p>a. Klicken Sie auf die Schaltfläche <strong>Interaktionen bearbeiten</strong>.</p></li> <p><img src="{2}" alt="" title="" /></p> <li><p>Wählen Sie die <strong>Karte</strong> aus.</p></li> <li><p>Beachten Sie die Symbolleiste, die im <strong>gestapelten Säulendiagramm (100%)</strong> angezeigt wird.</p></li> <p><img src="{3}" alt="" title="" /></p> <li><p>Wählen Sie auf der Symbolleiste das Filtersymbol aus. Jetzt wird der Trend für Frankreich im gestapelten Säulendiagramm (100 %) übersichtlicher dargestellt.</p> <p><img src="{4}" alt="" title="" /></p></li> </ol>
es_es: <p><img src="{0}" alt="" title="" /></p> <h3>Paso 4: Selección de las interacciones adecuadas de objetos visuales</h3> <p>De forma predeterminada, Power BI filtra y resalta de forma cruzada en su lugar. Revise las interacciones predeterminadas y optimícelas para asegurarse de que están mostrando los datos de la mejor forma posible.</p> <p>Observe que, de forma predeterminada, el mapa resalta de forma cruzada el gráfico de columnas apiladas.</p> <ol> <li>Seleccione <strong>France</strong> en el mapa y vea que el resultado es el siguiente.</li> <p><img src="{1}" alt="" title="" /></p> <p>Para controlar las interacciones de los objetos visuales,</p> <li><p>En la cinta <strong>Formato</strong></p> <p>a. Seleccione el botón <strong>Editar interacciones</strong></p></li> <p><img src="{2}" alt="" title="" /></p> <li><p>Seleccione el <strong>mapa</strong></p></li> <li><p>Observe la barra de herramientas que aparece en el <strong>gráfico de columnas 100 % apiladas</strong></p></li> <p><img src="{3}" alt="" title="" /></p> <li><p>Seleccione el icono de filtro en la barra de herramientas. El gráfico de columnas 100 % apiladas muestra la tendencia para France de una forma más sencilla de ver.</p> <p><img src="{4}" alt="" title="" /></p></li> </ol>
fr_fr: <p><img src="{0}" alt="" title="" /></p> <h3>Étape 4&#160;: sélection d’interactions visuelles appropriées</h3> <p>Par défaut, Power BI filtre et opère une sélection croisée des données pour vous. Veillez à passer en revue les interactions par défaut et à les optimiser afin qu’elles affichent les données de façon optimale.</p> <p>Vous pouvez constater que, par défaut, la carte opère une sélection croisée de l’histogramme empilé.</p> <ol> <li>Sélectionnez <strong>France</strong> sur la carte. Le résultat est le suivant.</li> <p><img src="{1}" alt="" title="" /></p> <p>Pour contrôler les interactions visuelles,</p> <li><p>Dans le ruban <strong>Format</strong></p> <p>a. Sélectionnez le bouton <strong>Modifier les interactions</strong></p></li> <p><img src="{2}" alt="" title="" /></p> <li><p>Sélectionnez la <strong>Carte</strong></p></li> <li><p>Observez la barre d’outils qui s’affiche sur l’<strong>Histogramme empilé 100%</strong></p></li> <p><img src="{3}" alt="" title="" /></p> <li><p>Sélectionnez l’icône de filtre dans la barre d’outils. L’Histogramme empilé 100% affiche à présent la tendance pour la France de façon plus lisible.</p> <p><img src="{4}" alt="" title="" /></p></li> </ol>
it_it: <p><img src="{0}" alt="" title="" /></p> <h3>Passaggio 4: Selezione delle interazioni tra oggetti visivi appropriate</h3> <p>Per impostazione predefinita, Power BI filtra i dati e vi applica evidenziazioni incrociate. Assicurati di esaminare le interazioni predefinite e di ottimizzarle per garantire che mostrino i dati nel modo migliore.</p> <p>Nota che per impostazione predefinita la mappa applica evidenziazioni incrociate all'istogramma a colonne in pila.</p> <ol> <li>Seleziona <strong>Francia</strong> sulla mappa e osserva che i risultati sono i seguenti.</li> <p><img src="{1}" alt="" title="" /></p> <p>Per controllare le interazioni tra oggetti visivi</p> <li><p>Nella scheda <strong>Formato</strong> della barra multifunzione</p> <p>a. Seleziona il pulsante <strong>Modifica interazioni</strong></p></li> <p><img src="{2}" alt="" title="" /></p> <li><p>Seleziona la <strong>mappa</strong></p></li> <li><p>Nota la barra degli strumenti visualizzata sull'<strong>istogramma a colonne in pila</strong> 100%</p></li> <p><img src="{3}" alt="" title="" /></p> <li><p>Seleziona l'icona di filtro sulla barra degli strumenti. L'istogramma a colonne in pila 100% mostra ora la tendenza per la Francia in un modo visivamente più intuitivo.</p> <p><img src="{4}" alt="" title="" /></p></li> </ol>
ja_jp: <p><img src="{0}" alt="" title="" /></p> <h3>手順 4: 視覚化の適切な相互作用を選択する</h3> <p>既定では、Power BI はデータをフィルター処理してクロス強調表示します。既定の相互作用を見直して最適化し、データが最良の方法で表示されるようにします。</p> <p>既定では、マップは積み上げ縦棒グラフをクロス強調表示することに注意します。</p> <ol> <li>地図の<strong>フランス</strong>を選択して、結果が次の通りであることを確認します。</li> <p><img src="{1}" alt="" title="" /></p> <p>視覚化の相互作用を制御するには、</p> <li><p><strong>[書式]</strong> リボンで</p> <p>a.<strong>[相互作用を編集]</strong> ボタンを選択します。</p></li> <p><img src="{2}" alt="" title="" /></p> <li><p><strong>[マップ]</strong> を選択します。</p></li> <li><p>100% <strong>積み上げ縦棒グラフ</strong>に表示されたツール バーに注目します。</p></li> <p><img src="{3}" alt="" title="" /></p> <li><p>ツール バーの [フィルター] アイコンを選択すると、100% 積み上げ縦棒グラフにフランスの傾向が見やすく表示されます。</p> <p><img src="{4}" alt="" title="" /></p></li> </ol>
ko_kr: <p><img src="{0}" alt="" title="" /></p> <h3>4단계: 적절한 시각적 상호 작용 선택</h3> <p>기본적으로 Power BI는 사용자에 맞게 데이터를 필터링하고 크로스 강조 표시합니다. 기본 상호 작용을 검토하고 최적의 방식으로 데이터를 표시하도록 최적화해야 합니다</p> <p>기본적으로 맵은 누적 세로 막대형 차트를 크로스 강조 표시합니다.</p> <ol> <li>맵에서 <strong>프랑스</strong>를 선택하면 결과가 다음과 같이 표시됩니다.</li> <p><img src="{1}" alt="" title="" /></p> <p>시각적 상호 작용을 제어하려면</p> <li><p><strong>서식</strong> 리본에서</p> <p>a. <strong>상호 작용 편집</strong> 단추를 선택합니다.</p></li> <p><img src="{2}" alt="" title="" /></p> <li><p><strong>맵</strong>을 선택합니다.</p></li> <li><p>100% <strong>누적 세로 막대형 차트</strong>에 도구 모음이 나타나는 것을 확인합니다.</p></li> <p><img src="{3}" alt="" title="" /></p> <li><p>도구 모음에서 필터 아이콘을 선택하면 100% 누적 세로 막대형 차트에 프랑스에 대한 추세가 보기 쉽게 표시됩니다.</p> <p><img src="{4}" alt="" title="" /></p></li> </ol>
pt_br: <p><img src="{0}" alt="" title="" /></p> <h3>Etapa 4: Selecionando as interações visuais adequadas</h3> <p>Por padrão, o Power BI filtra e aplica realce cruzado nos dados para você. Examine as interações padrão e otimize-as para garantir que os dados sempre sejam demonstrados da melhor maneira possível.</p> <p>Observe como o mapa aplica o realce cruzado por padrão no gráfico de coluna empilhado.</p> <ol> <li>Selecione <strong>França</strong> no mapa para ver o seguinte resultado.</li> <p><img src="{1}" alt="" title="" /></p> <p>Para controlar as interações visuais,</p> <li><p>Na faixa de opções <strong>Formatar</strong></p> <p>a. Selecione o botão <strong>Editar Interações</strong></p></li> <p><img src="{2}" alt="" title="" /></p> <li><p>Selecione o <strong>Mapa</strong></p></li> <li><p>Observe a barra de ferramentas que aparece no <strong>Gráfico de coluna empilhado</strong> em 100%</p></li> <p><img src="{3}" alt="" title="" /></p> <li><p>Selecione o ícone de filtro na barra de ferramentas. O Gráfico de coluna empilhado em 100% agora mostra a tendência para a França de forma mais clara.</p> <p><img src="{4}" alt="" title="" /></p></li> </ol>
ru_ru: <p><img src="{0}" alt="" title="" /></p> <h3>Этап&#160;4. Настройка взаимодействия между визуальными элементами</h3> <p>По умолчанию Power BI автоматически выполняет фильтрацию и перекрестное выделение данных. Не забудьте проверить взаимодействия по умолчанию и настроить их таким образом, чтобы представить данные в оптимальном виде.</p> <p>Обратите внимание, что по умолчанию на карте выполняется перекрестное выделение гистограммы с накоплением.</p> <ol> <li>Выберите на карте <strong>Франция</strong> и посмотрите на результат.</li> <p><img src="{1}" alt="" title="" /></p> <p>Для управления взаимодействием между визуальными элементами предназначен элемент управления "Интерактивное взаимодействие".</p> <li><p>На ленте <strong>Формат</strong>:</p> <p>а) Нажмите кнопку <strong>Изменить взаимодействия</strong></p></li> <p><img src="{2}" alt="" title="" /></p> <li><p>Выберите элемент <strong>Карта</strong>.</p></li> <li><p>Обратите внимание на панель инструментов, появившуюся на <strong>нормированной гистограмме</strong>.</p></li> <p><img src="{3}" alt="" title="" /></p> <li><p>Нажмите на значок фильтра на панели инструментов: тренд для Франции на нормированной гистограмме станет понятнее.</p> <p><img src="{4}" alt="" title="" /></p></li> </ol>
zh_cn: <p><img src="{0}" alt="" title="" /></p> <h3>步骤 4：选择合适的视觉对象交互</h3> <p>默认情况下，Power BI 会为你筛选并交叉突显数据。请务必检查默认交互并对其进行优化，以确保以最佳方式显示数据。</p> <p>注意在默认情况下，地图会交叉突显堆积柱形图。</p> <ol> <li>在地图上选择“法国”<strong></strong>，会出现如下结果。</li> <p><img src="{1}" alt="" title="" /></p> <p>控制视觉对象交互，</p> <li><p>在“格式”<strong></strong>功能区上</p> <p>a.选择“编辑交互”<strong></strong>按钮</p></li> <p><img src="{2}" alt="" title="" /></p> <li><p>选择“地图”<strong></strong></p></li> <li><p>注意出现在 100% <strong>堆积柱形图</strong>上的工具栏</p></li> <p><img src="{3}" alt="" title="" /></p> <li><p>选择工具栏上的筛选器图标，此时 100% 堆积柱形图简单明了地显示了法国的趋势。</p> <p><img src="{4}" alt="" title="" /></p></li> </ol>
zh_tw: <p><img src="{0}" alt="" title="" /></p> <h3>步驟 4：選取適當的視覺互動</h3> <p>Power BI 預設會為您篩選及交叉強調顯示資料。請務必檢閱預設互動，並對其進行最佳化，確保以最佳方式顯示資料。</p> <p>請注意，地圖預設會交叉強調顯示堆疊直條圖。</p> <ol> <li>選取地圖上的<strong>法國</strong>，結果如下所示。</li> <p><img src="{1}" alt="" title="" /></p> <p>若要控制視覺互動，</p> <li><p>在 [格式]<strong></strong> 功能區上</p> <p>a.選取 [編輯互動]<strong></strong> 按鈕</p></li> <p><img src="{2}" alt="" title="" /></p> <li><p>選取 [地圖]<strong></strong></p></li> <li><p>請注意，工具列會隨即出現在 100% <strong>堆疊直條圖</strong>上</p></li> <p><img src="{3}" alt="" title="" /></p> <li><p>選取工具列上的篩選圖示，100% 堆疊直條圖現在會以更容易了解的方式來顯示法國的趨勢。</p> <p><img src="{4}" alt="" title="" /></p></li> </ol>
