Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/DataExploration.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Content1_4
source: <h2 id="exploring-distributions">Exploring distributions in Power BI</h2> <p>For this tutorial, we will look at how we can analyze data for the Brazilian IDEB scores provided by Alberto.</p> <p>What you will need:</p> <ol> <li><p>Brazil Regions.xlsx</p></li> <li><p>IDEB2009.csv</p></li> </ol> <h3>Step 1: Loading the IDEB data</h3> <ol> <li><p>Open <em>*Power BI Desktop *</em></p></li> <li><p>Use <strong>Get Data UI</strong> to load from the <strong>IDEB2009.csv</strong></p></li> <p>Home Ribbon -&gt; Get Data -&gt; CSV</p> </ol> <p>Note: if you are unfamiliar with the process, please refer to earlier tutorials. Also, the UI actions are clearly shown in the video recording.</p> <h2>Step 2: Create a basic histogram using a column chart</h2> <ol> <li><p>In <strong>Power BI Desktop</strong>, on a blank report page, insert a <strong>Stacked Column</strong> chart by clicking the icon in the <strong>Visualizations</strong> tab:</p> <p><img src="{0}" alt="" title="" /></p></li> <li><p>Bind data to the visual:</p> <p>a. Add <strong><em>score</em></strong> to <strong>Axis</strong></p> <p>b. Add <strong><em>school</em></strong> to <strong>Value</strong></p> <pre>i. Notice Power BI automatically aggregates the school to “Count of school” </pre></li> <p><img src="{1}" alt="" title="" /></p> <pre> The resulting chart is a histogram of the underlying data values. </pre> <li><p>You can adjust the colors using the <strong>Formatting</strong> pane if you’d like to achieve the completed look:</p> <p>a. With the visual selected, <strong>select the format pane</strong></p> <p>b. <strong>Expand Data Colors</strong>, and <strong>select the color</strong> of your choosing</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <h3>Step 3: Adjusting Axis endpoints</h3> <p>Sometimes to ensure data is comparable as you filter/highlight data it’s important to override the defaults within Power BI. In this example, we set the scale for X and Y axis to ensure we have comparable results across the solutions.</p> <ol> <li><p>In the <strong>formatting</strong> pane, expand <strong>X-Axis</strong></p></li> <li><p>For the <strong>End</strong> property, set a value of <strong><em>8</em></strong></p></li> </ol> <p><img src="{3}" alt="" title="" /></p>
de_de: <h2 id="exploring-distributions">Untersuchen von Verteilungen in Power BI</h2> <p>In diesem Tutorial sehen wir uns an, wie wir Daten für die von Alberto Cairo bereitgestellten brasilianischen IDEB-Bewertungen analysieren können.</p> <p>Sie benötigen Folgendes:</p> <ol> <li><p>Brazil Regions.xlsx</p></li> <li><p>IDEB2009.csv</p></li> </ol> <h3>Schritt 1: Laden der IDEB-Daten</h3> <ol> <li><p>Öffnen Sie <em>*Power BI Desktop*</em>.</p></li> <li><p>Verwenden Sie <strong>Daten abrufen</strong>, um die Daten aus <strong>IDEB2009.csv</strong> zu laden.</p></li> <p>Registerkarte „Start“ -> „Daten abrufen“ -> „CSV“</p> </ol> <p>Hinweis: Falls Sie mit diesem Vorgang nicht vertraut sind, finden Sie weitere Informationen in den vorangegangenen Tutorials. Die Aktionen in der Benutzeroberfläche werden außerdem im Video gezeigt.</p> <h2>Schritt 2: Erstellen eines grundlegenden Histogramms mit einem Säulendiagramm</h2> <ol> <li><p>Fügen Sie in <strong>Power BI Desktop</strong> auf einer leeren Berichtsseite ein <strong>gestapeltes Säulendiagramm</strong> ein, indem Sie auf der Registerkarte <strong>Visualisierungen</strong> auf das entsprechende Symbol klicken:</p> <p><img src="{0}" alt="" title="" /></p></li> <li><p>Binden Sie Daten an die Visualisierung an:</p> <p>a. Fügen Sie unter <strong><em>Achse</em></strong> den Eintrag <strong>Bewertung</strong> hinzu.</p> <p>b. Fügen Sie unter <strong><em>Wert</em></strong> den Eintrag <strong>Schule</strong> hinzu.</p> <pre>i. Beachten Sie, dass Power BI den Wert „Schule“ automatisch folgendermaßen aggregiert: „Anzahl von Schule“ </pre></li> <p><img src="{1}" alt="" title="" /></p> <pre> Das resultierende Diagramm ist ein Histogramm der zugrunde liegenden Datenwerte. </pre> <li><p>Im Bereich <strong>Formatierung</strong> können Sie die Farben anpassen, um ein perfektes Erscheinungsbild zu erzielen:</p> <p>a. Wenn die Visualisierung ausgewählt ist, <strong>wählen Sie den Bereich „Formatierung“ aus</strong>.</p> <p>b. <strong>Erweitern Sie „Datenfarben“</strong>, und <strong>wählen Sie die gewünschte Farbe aus</strong>.</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <h3>Schritt 3: Anpassen der Achsenendpunkte</h3> <p>Um sicherzustellen, dass die Daten beim Filtern/Hervorheben vergleichbar bleiben, sollten Sie unter Umständen die Standardwerte in Power BI überschreiben. In diesem Beispiel legen wir die Skalen für die X- und die Y-Achse so fest, dass die Ergebnisse der verschiedenen Lösungen vergleichbar bleiben.</p> <ol> <li><p>Erweitern Sie im Bereich <strong>Formatierung</strong> die Option <strong>X-Achse</strong>.</p></li> <li><p>Legen Sie für die Eigenschaft <strong>Ende</strong> den Wert <strong><em>8</em></strong> fest.</p></li> </ol> <p><img src="{3}" alt="" title="" /></p>
es_es: <h2 id="exploring-distributions">Exploración de distribuciones en Power BI</h2> <p>Para este tutorial, describiremos cómo podemos analizar los datos de las puntuaciones de IDEB de Brasil proporcionados por Alberto.</p> <p>¿Qué necesita?</p> <ol> <li><p>Brazil Regions.xlsx</p></li> <li><p>IDEB2009.csv</p></li> </ol> <h3>Paso 1: Carga de los datos de IDEB</h3> <ol> <li><p>Abra <em>*Power BI Desktop *</em></p></li> <li><p>Use <strong>Obtener datos</strong> para cargar los datos de <strong>IDEB2009.csv</strong></p></li> <p>Cinta Inicio -> Obtener datos -> CSV</p> </ol> <p>Nota: Si no está familiarizado con el proceso, consulte los tutoriales anteriores. Las acciones relacionadas con la interfaz de usuario se muestran claramente en la grabación del vídeo.</p> <h2>Paso 2: Creación de un histograma básico mediante un gráfico de columnas</h2> <ol> <li><p>En <strong>Power BI Desktop</strong>, en una página de informe en blanco, inserte un gráfico de <strong>columnas apiladas</strong> haciendo clic en el icono correspondiente de la pestaña <strong>Visualizaciones</strong>:</p> <p><img src="{0}" alt="" title="" /></p></li> <li><p>Enlace los datos al objeto visual:</p> <p>a. Agregue <strong><em>puntuación</em></strong> a <strong>Eje</strong></p> <p>b. Agregue <strong><em>colegio</em></strong> a <strong>Valor</strong></p> <pre>i. Observe que Power BI agrega automáticamente el colegio a “Recuento de colegios” </pre></li> <p><img src="{1}" alt="" title="" /></p> <pre> El gráfico resultante es un histograma de los valores de datos subyacentes. </pre> <li><p>Puede ajustar los colores mediante el panel <strong>Formato</strong> si desea conseguir el aspecto final:</p> <p>a. Con el objeto visual seleccionado, <strong>seleccione el panel de formato</strong></p> <p>b. <strong>Expanda Colores de datos</strong> y <strong>seleccione el color</strong> de su elección</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <h3>Paso 3: Ajuste de los extremos del eje</h3> <p>En ocasiones, para asegurarse de que los datos se pueden comparar cuando filtra o resalta datos, es importante anular los valores predeterminados en Power BI. En este ejemplo, definimos la escala para los ejes X e Y para asegurarnos de que tenemos resultados comparables en las soluciones.</p> <ol> <li><p>En el panel <strong>Formato</strong>, expanda <strong>Eje X</strong></p></li> <li><p>Para la propiedad <strong>End</strong>, establezca un valor de <strong><em>8</em></strong></p></li> </ol> <p><img src="{3}" alt="" title="" /></p>
fr_fr: <h2 id="exploring-distributions">Exploration de distributions dans Power&#160;BI</h2> <p>Dans le cadre de ce didacticiel, nous allons voir comment analyser les données de scores fournies par Alberto concernant l’indice de développement de l'éducation de base (IDEB) au Brésil.</p> <p>Vous aurez besoin des éléments suivants&#160;:</p> <ol> <li><p>Brazil Regions.xlsx</p></li> <li><p>IDEB2009.csv</p></li> </ol> <h3>Étape&#160;1&#160;: charger les données de l’IDEB</h3> <ol> <li><p>Ouvrez <em>*Power BI Desktop *</em></p></li> <li><p>Utilisez l’<strong>interface utilisateur Obtenir des données</strong> pour charger le fichier <strong>IDEB2009.csv</strong></p></li> <p>Ruban Accueil -> Obtenir des données -> CSV</p> </ol> <p>Remarque&#160;: si vous n’êtes pas familiarisé avec ce processus, référez-vous aux didacticiels antérieurs. Par ailleurs, les actions sur l’interface utilisateur sont clairement montrées dans l’enregistrement vidéo.</p> <h2>Étape&#160;2&#160;: créer un histogramme de base à l’aide d’un graphique à colonnes</h2> <ol> <li><p>Dans <strong>Power BI Desktop</strong>, dans une page de rapport vierge, insérez un <strong>Histogramme empilé</strong> en cliquant sur l’icône correspondante sous l’onglet <strong>Visualisations</strong>&#160;:</p> <p><img src="{0}" alt="" title="" /></p></li> <li><p>Liez les données au visuel&#160;:</p> <p>a. Ajoutez <strong><em>score</em></strong> à <strong>Axe</strong></p> <p>b. Ajoutez <strong><em>école</em></strong> à <strong>Valeur</strong></p> <pre>i. Vous pouvez observer que Power BI agrège automatiquement l’école à «&#160;Nombre d’écoles&#160;» </pre></li> <p><img src="{1}" alt="" title="" /></p> <pre> Le graphique ainsi obtenu est un histogramme des valeurs de données sous-jacentes. </pre> <li><p>Si vous voulez parachever l’apparence du graphique, vous pouvez ajuster les couleurs dans le volet <strong>Format</strong>&#160;:</p> <p>a. Le visuel étant sélectionné, <strong>sélectionnez le volet de mise en forme</strong></p> <p>b. Développez <strong>Couleurs des données</strong>, puis <strong>sélectionnez la couleur</strong> de votre choix</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <h3>Étape&#160;3&#160;: ajuster les points de terminaison des axes</h3> <p>Parfois, pour s’assurer que les données soient comparables lorsque vous les filtrez ou les mettez en évidence, il est important de modifier les valeurs par défaut dans Power&#160;BI. Dans cet exemple, nous définissons l’échelle des axes X et Y pour être certains d’obtenir des résultats comparables dans toutes les solutions.</p> <ol> <li><p>Dans le volet <strong>Format</strong>, développez <strong>Axe&#160;X</strong></p></li> <li><p>Pour la propriété <strong>Fin</strong>, définissez la valeur <strong><em>8</em></strong></p></li> </ol> <p><img src="{3}" alt="" title="" /></p>
it_it: <h2 id="exploring-distributions">Esplorazione delle distribuzioni in Power BI</h2> <p>Per questa esercitazione osserveremo come analizzare i dati per i punteggi dell'indice IDEB brasiliano forniti da Alberto.</p> <p>Materiali necessari:</p> <ol> <li><p>Brazil Regions.xlsx</p></li> <li><p>IDEB2009.csv</p></li> </ol> <h3>Passaggio 1: Caricamento dei dati IDEB</h3> <ol> <li><p>Apri <em>*Power BI Desktop*</em></p></li> <li><p>Usa <strong>Recupera dati</strong> per caricare i dati dal file <strong>IDEB2009.csv</strong></p></li> <p>Scheda Home della barra multifunzione -> Recupera dati -> CSV</p> </ol> <p>Nota: se non hai familiarità con il processo, fai riferimento alle esercitazioni precedenti. Inoltre, le azioni nell'interfaccia utente vengono mostrate chiaramente nella registrazione video.</p> <h2>Passaggio 2: Creare un istogramma di base</h2> <ol> <li><p>In una pagina del report vuota in <strong>Power BI Desktop</strong> inserisci un grafico <strong>Istogramma a colonne in pila</strong> facendo clic sull'icona nella scheda <strong>Visualizzazioni</strong>:</p> <p><img src="{0}" alt="" title="" /></p></li> <li><p>Associa i dati all'oggetto visivo:</p> <p>a. Aggiungi <strong><em>punteggio</em></strong> ad <strong>Asse</strong></p> <p>b. Aggiungi <strong><em>scuola</em></strong> a <strong>Valore</strong></p> <pre>i. Nota che Power BI aggrega automaticamente il campo scuola a "Conteggio di scuola" </pre></li> <p><img src="{1}" alt="" title="" /></p> <pre> Il grafico risultante è un istogramma dei valori di dati sottostanti. </pre> <li><p>Puoi modificare i colori usando il riquadro <strong>Formato</strong> se vuoi ottenere un aspetto completo:</p> <p>a. Con l'oggetto visivo selezionato, <strong>seleziona il riquadro Formato</strong></p> <p>b. <strong>Espandi Colori dati</strong> e <strong>seleziona il colore</strong> che preferisci</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <h3>Passaggio 3: Modifica degli endpoint degli assi</h3> <p>A volte per garantire che i dati siano confrontabili quando li filtri/evidenzi, è importante sostituire i valori predefiniti in Power BI. In questo esempio imposteremo la scala per gli assi X e Y in modo da garantire risultati confrontabili tra le soluzioni.</p> <ol> <li><p>Nel riquadro <strong>Formato</strong> espandi <strong>Asse X</strong></p></li> <li><p>Per la proprietà <strong>Fine</strong> imposta il valore <strong><em>8</em></strong></p></li> </ol> <p><img src="{3}" alt="" title="" /></p>
ja_jp: <h2 id="exploring-distributions">Power BI でデータの散布度を調べる</h2> <p>このチュートリアルでは、アルベルトによって提供されたブラジルの IDEB スコアのデータを分析する手順を見ていきます。</p> <p>必要な資料は次の通りです。</p> <ol> <li><p>ブラジル地域.xlsx</p></li> <li><p>IDEB2009.csv</p></li> </ol> <h3>手順 1: IDEB データを読み込む</h3> <ol> <li><p><em>*Power BI Desktop *</em> を開きます。</p></li> <li><p><strong>データ入手 UI</strong> を使用して、<strong>IDEB2009.csv</strong>からデータを読み込みます。</p></li> <p>[ホーム] リボン -> [データを取得] -> [CSV]の順に選択します。</p> </ol> <p>メモ: このプロセスに慣れていない場合は、以前のチュートリアルを参照してください。UI アクションはビデオでもわかりやすく表示されています。</p> <h2>手順 2: 縦棒グラフを使用して基本的なヒストグラムを作成する</h2> <ol> <li><p><strong>Power BI Desktop</strong> の<strong>[視覚化]</strong> タブのアイコンをクリックして、空のレポート ページに<strong>積み上げ縦棒</strong>グラフを挿入します。</p> <p><img src="{0}" alt="" title="" /></p></li> <li><p>データを積み上げ縦棒グラフにバインドします。</p> <p>a.<strong><em>スコア</em></strong> を <strong>[軸]</strong> に追加します。</p> <p>b.<strong><em>学校</em></strong> を <strong>[値]</strong> に追加します。</p> <pre>i. Power BI によって、学校が自動的に “学校数” に集計されます。 </pre></li> <p><img src="{1}" alt="" title="" /></p> <pre> 上のグラフはヒストグラムで、 基になるデータの値を表します。 </pre> <li><p>完成した仕上げにする場合は <strong>[書式]</strong> ペインで色を調整できます。</p> <p>a.選択した視覚化で、<strong>[書式] ペインを選択します</strong>。</p> <p>b.<strong>[データの色] を展開</strong>して、好みの<strong>色を選択</strong>します。</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <h3>手順 3: 軸のエンドポイントを調整する</h3> <p>データのフィルター処理や強調の際にデータを比較できるようにするには、Power BI 内の既定値をオーバーライドすることが重要な場合があります。この例では、X 軸と Y 軸の目盛を揃えて、ソリューション全体で結果が比較できるようにします。</p> <ol> <li><p><strong>[書式]</strong> ペインで <strong>[X 軸]</strong> を展開します。</p></li> <li><p><strong>[End]</strong> プロパティの値を <strong><em>8</em></strong> に設定します。</p></li> </ol> <p><img src="{3}" alt="" title="" /></p>
ko_kr: <h2 id="exploring-distributions">Power BI에서 분포 탐색</h2> <p>이 자습서의 경우 Alberto에서 제공한 Brazilian IDEB 점수에 대한 데이터를 분석하는 방법을 살펴봅니다.</p> <p>필요한 파일:</p> <ol> <li><p>Brazil Regions.xlsx</p></li> <li><p>IDEB2009.csv</p></li> </ol> <h3>1단계: IDEB 데이터 로드</h3> <ol> <li><p><em>*Power BI Desktop*</em>을 엽니다.</p></li> <li><p><strong>데이터 가져오기 UI</strong>를 사용하여 <strong>IDEB2009.csv</strong>에서 로드합니다.</p></li> <p>홈 리본 -> 데이터 가져오기 -> CSV</p> </ol> <p>참고: 프로세스에 익숙하지 않은 경우 이전 자습서를 참조하세요. 또한 UI 작업은 비디오 녹화 내용에 명확히 표시됩니다.</p> <h2>2단계: 누적 세로 막대형 차트를 사용하여 기본 히스토그램 만들기</h2> <ol> <li><p><strong>Power BI Desktop</strong>의 빈 보고서 페이지에서 <strong>시각화</strong> 탭에 있는 아이콘을 클릭하여 <strong>누적 세로 막대형</strong> 차트를 삽입합니다.</p> <p><img src="{0}" alt="" title="" /></p></li> <li><p>데이터를 시각적 개체에 바인딩합니다.</p> <p>a. <strong><em>점수</em></strong>를 <strong>축</strong>에 추가합니다.</p> <p>b. <strong><em>학교</em></strong>를 <strong>값</strong>에 추가합니다.</p> <pre>i. Power BI에서 학교가 "학교 수"에 자동으로 집계되는지 확인합니다. </pre></li> <p><img src="{1}" alt="" title="" /></p> <pre> 결과 차트는 기본 데이터 값의 히스토그램입니다. </pre> <li><p>완전한 모양을 얻기 위해 <strong>서식</strong> 창을 사용하여 색을 조정할 수 있습니다.</p> <p>a. 시각적 개체가 선택된 상태에서 <strong>서식 창을 선택</strong>합니다.</p> <p>b. <strong>데이터 색을 확장</strong>하고 선택 항목 중 <strong>색을 선택</strong>합니다.</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <h3>3단계: 축 끝점 조정</h3> <p>경우에 따라 데이터를 필터링/강조 표시하면서 데이터가 비교 가능한지 확인해야 하기 Power BI 내에서 기본값을 재정의하는 것이 중요할 수 있습니다. 이 예에서는 솔루션 간에 결과를 비교할 수 있도록 X 및 Y축에 대한 눈금을 설정할 수 있습니다.</p> <ol> <li><p><strong>서식</strong> 창에서 <strong>X축</strong>을 확장합니다.</p></li> <li><p><strong>종료</strong> 속성에서 <strong><em>8</em></strong> 값을 설정합니다.</p></li> </ol> <p><img src="{3}" alt="" title="" /></p>
pt_br: <h2 id="exploring-distributions">Explorando as distribuições no Power BI</h2> <p>Para esse tutorial, observaremos como podemos analisar os dados da pontuação do IDEB brasileiro fornecido por Alberto.</p> <p>Você precisará de:</p> <ol> <li><p>Brazil Regions.xlsx</p></li> <li><p>IDEB2009.csv</p></li> </ol> <h3>Etapa 1: Carregar os dados do IDEB</h3> <ol> <li><p>Abra o <em>*Power BI Desktop *</em></p></li> <li><p>Use <strong>Interface do Usuário Obter Dados</strong> para carregá-los de <strong>IDEB2009.csv</strong></p></li> <p>Faixa de Opções da Página Inicial -> Obter Dados -> CSV</p> </ol> <p>Observação: se você não estiver familiarizado com o processo, consulte os tutoriais anteriores. Além disso, as ações da Interface do Usuário são demonstradas com clareza na gravação de vídeo.</p> <h2>Etapa 2: Criar um histograma básico usando um gráfico de colunas</h2> <ol> <li><p>No <strong>Power BI Desktop</strong>, em uma página de relatório em branco, insira um gráfico de <strong>Colunas Empilhadas</strong> clicando no ícone na guia <strong>Visualizações</strong>:</p> <p><img src="{0}" alt="" title="" /></p></li> <li><p>Associar os dados ao visual:</p> <p>a. Adicionar a <strong><em>pontuação</em></strong> ao <strong>Eixo</strong></p> <p>b. Adicione <strong><em>escola</em></strong> ao <strong>Valor</strong></p> <pre>i. Observe que o Power BI agrega automaticamente escola à “Contagem de escolas” </pre></li> <p><img src="{1}" alt="" title="" /></p> <pre> O gráfico resultante é um histograma dos valores de dados resultantes. </pre> <li><p>Você poderá ajustar as cores usando o painel <strong>Formatação</strong> se desejar obter o visual completo:</p> <p>a. Com o visual selecionado, <strong>escolha o painel de formatação</strong></p> <p>b. <strong>Expandir Cores de Dados</strong> e <strong>escolha a cor</strong> desejada</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <h3>Etapa 3: Ajustar os pontos de extremidade do Eixo</h3> <p>Às vezes, é importante substituir os padrões no Power BI para garantir que os dados sejam comparáveis ao filtrar/realçar os dados. Nesse exemplo, definimos a escala dos eixos X e Y para garantir resultados comparáveis entre as soluções.</p> <ol> <li><p>No painel de <strong>formatação</strong>, expanda o <strong>Eixo X</strong></p></li> <li><p>Para a propriedade <strong>Extremidade</strong>, definimos o valor de <strong><em>8</em></strong></p></li> </ol> <p><img src="{3}" alt="" title="" /></p>
ru_ru: <h2 id="exploring-distributions">Анализ распределений в Power BI</h2> <p>В этом учебнике мы рассмотрим анализ показателей индекса развития базового образования (IDEB) в Бразилии на основе данных, которые нам предоставил Альберто.</p> <p>Что нам потребуется:</p> <ol> <li><p>Brazil Regions.xlsx</p></li> <li><p>IDEB2009.csv</p></li> </ol> <h3>Этап&#160;1. Загрузка данных IDEB</h3> <ol> <li><p>Откройте <em>*Power BI Desktop*</em>.</p></li> <li><p>С помощью <strong>интерфейса получения данных</strong> загрузите информацию из файла <strong>IDEB2009.csv</strong>.</p></li> <p>На ленте выберите "Главная"&#160;-> "Получить данные"&#160;-> CSV.</p> </ol> <p>Примечание. Если эта процедура вам незнакома, обратитесь к предыдущим руководствам. Кроме того, операции в пользовательском интерфейсе наглядно продемонстрированы на видео.</p> <h2>Этап&#160;2. Создание простой гистограммы</h2> <ol> <li><p>В <strong>Power BI Desktop</strong> на странице пустого отчета добавьте <strong>гистограмму с накоплением</strong> с помощью соответствующего значка на вкладке <strong>Визуализации</strong>:</p> <p><img src="{0}" alt="" title="" /></p></li> <li><p>Свяжите данные с визуальным элементом:</p> <p>а) Добавьте поле <strong><em>Показатель</em></strong> в раздел <strong>Ось</strong>.</p> <p>б) Добавьте поле <strong><em>учебное заведение</em></strong> в раздел <strong>Значение</strong>.</p> <pre>i. Обратите внимание, что Power BI автоматически вычисляет агрегат для учебных заведений: "Количество учебное заведение" </pre></li> <p><img src="{1}" alt="" title="" /></p> <pre> Полученная диаграмма представляет собой гистограмму на основе исходный значений. </pre> <li><p>Чтобы сделать ее еще нагляднее, можно настроить цвета с помощью области <strong>форматирования</strong>:</p> <p>а) Выделив визуальный элемент, <strong>выберите область "Формат"</strong>.</p> <p>б) <strong>Разверните раздел "Цвет данных"</strong> и <strong>выберите нужный цвет</strong>.</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <h3>Этап&#160;3. Настройка конечных точек на осях</h3> <p>Иногда бывает нужно изменить значения по умолчанию в Power BI, чтобы данные было удобно фильтровать и выделять. В нашем примере изменим масштаб осей X и Y, чтобы получить сравнимые результаты во всех случаях.</p> <ol> <li><p>В области <strong>форматирования</strong> разверните раздел <strong>Ось X</strong>.</p></li> <li><p>Для свойства <strong>Конец</strong> задайте значение <strong><em>8</em></strong>.</p></li> </ol> <p><img src="{3}" alt="" title="" /></p>
zh_cn: <h2 id="exploring-distributions">在 Power BI 中探索分布</h2> <p>本教程将探讨如何分析 Alberto 提供的巴西 IDEB 得分数据。</p> <p>所需材料：</p> <ol> <li><p>Brazil Regions.xlsx</p></li> <li><p>IDEB2009.csv</p></li> </ol> <h3>步骤 1：加载 IDEB 数据</h3> <ol> <li><p>打开 <em>*Power BI Desktop *</em></p></li> <li><p>使用<strong>获取数据 UI</strong> 从 <strong>IDEB2009.csv</strong> 加载数据</p></li> <p>开始功能区 -> 获取数据 -> CSV</p> </ol> <p>注意：如果不熟悉此过程，请查看之前的教程。视频录像中也清楚地展示了 UI 操作。</p> <h2>步骤 2：使用柱形图创建基础直方图</h2> <ol> <li><p>在“Power BI Desktop”<strong></strong>中的空白报表页上，单击“可视化”<strong></strong>选项卡上的堆积柱形图图标，插入一个<strong>堆积柱形图</strong>：</p> <p><img src="{0}" alt="" title="" /></p></li> <li><p>将数据与视觉对象联接起来：</p> <p>a.添加“得分”<strong><em></em></strong>到<strong></strong>“轴”</p> <p>b.添加“学校”<strong><em></em></strong>到<strong></strong>“值”</p> <pre>i. 请注意 Power BI 会自动将学校聚合为 “学校数” </pre></li> <p><img src="{1}" alt="" title="" /></p> <pre> 得出的图表为基础数据值的 直方图。 </pre> <li><p>如果想让图表外观更完整，可以使用“格式设置”<strong></strong>窗格调整颜色：</p> <p>a.选择视觉对象后，<strong>选择格式窗格</strong></p> <p>b.<strong>展开“数据颜色”</strong>，并<strong>选择所需颜色</strong></p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <h3>步骤 3：调整轴端点</h3> <p>有时为确保数据可与筛选器/突显数据进行比较，需要覆盖 Power BI 中的默认值。此示例中，我们对 X 轴和 Y 轴的比例进行了设置，确保可在解决方案间比较结果。</p> <ol> <li><p>在“格式设置”<strong></strong>窗格上，展开“X 轴”<strong></strong></p></li> <li><p>在“终点”<strong></strong>属性中，将值设为 <strong><em>8</em></strong></p></li> </ol> <p><img src="{3}" alt="" title="" /></p>
zh_tw: <h2 id="exploring-distributions">在 Power BI 中探索分佈</h2> <p>在本教學課程中，我們將了解如何分析 Alberto 所提供的巴西 IDEB 分數資料。</p> <p>您將需要：</p> <ol> <li><p>Brazil Regions.xlsx</p></li> <li><p>IDEB2009.csv</p></li> </ol> <h3>步驟 1：載入 IDEB 資料</h3> <ol> <li><p>開啟 <em>*Power BI Desktop *</em></p></li> <li><p>使用 [取得資料] UI<strong></strong> 從 <strong>IDEB2009.csv</strong> 載入</p></li> <p>[首頁] 功能區 -> [取得資料] -> CSV</p> </ol> <p>注意：如果您不熟悉此程序，請參閱稍早的教學課程。此外，錄製的影片中會清楚地示範 UI 動作。</p> <h2>步驟 2：使用直條圖建立基本長條圖</h2> <ol> <li><p>在 <strong>Power BI Desktop</strong> 的空白報表頁面上，按一下 [視覺效果]<strong></strong> 索引標籤中的圖示，以插入<strong>堆疊直條圖</strong>：</p> <p><img src="{0}" alt="" title="" /></p></li> <li><p>將資料繫結至視覺效果：</p> <p>a.將 [分數]<strong><em></em></strong> 新增至 [軸]<strong></strong></p> <p>b.將 [學校]<strong><em></em></strong> 新增至 [值]<strong></strong></p> <pre>i. 請注意，Power BI 會自動將學校彙總為 「學校計數」 </pre></li> <p><img src="{1}" alt="" title="" /></p> <pre> 產生的圖表是基礎 資料值的長條圖。 </pre> <li><p>如果您想要清楚看清全貌，您可以使用 [格式化]<strong></strong> 窗格調整色彩：</p> <p>a.選取視覺效果，然後<strong>選取 [格式] 窗格</strong></p> <p>b.<strong>展開 [資料色彩]</strong>，然後<strong>選取您選擇的色彩</strong></p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <h3>步驟 3：調整軸端點</h3> <p>有時，為了確保在您篩選/強調顯示資料時有資料可供比較，請務必覆寫 Power BI 內的預設值。在此範例中，我們會設定 X 和 Y 軸刻度，以確保有不同解法的結果可供比較。</p> <ol> <li><p>在 [格式化]<strong></strong> 窗格中，展開 [X 軸]<strong></strong></p></li> <li><p>針對 <strong>End</strong> 屬性，設定值 <strong><em>8</em></strong></p></li> </ol> <p><img src="{3}" alt="" title="" /></p>
