Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/DataExploration.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Content11_4
source: <p><img src="{0}" alt="" title="" /></p> <p>Notice that the column chart shows an overall pattern, but the line chart displays a clearer trend change. Experiment with switching the charts from column to line to see how each chart presents data. Also, notice that the underlying measures change how the trend appears and what story the data tells.</p> <p>Likewise, as you analyze data, it’s important to review it from multiple angles. In the below visualization, the trends in <strong>CO2 emissions (metric tons per capita)</strong> and <strong>CO2 emissions (kg per PPP \$ of GDP</strong>), show very different aspects of the trends. Experiment with using Power BI to visualize the other CO2 emissions metrics to see interesting trends and reason through why those trends could be occurring.</p> <p><img src="{1}" alt="" title="" /></p> <h3>Step 2: Relationships between data</h3> <p>In a previous tutorial, we covered merging data. Power BI provides another way to work with multiple tables of data: Relationships.</p> <ol> <li><p>Open the file <strong>Where does your electricity come from final.pbix</strong></p></li> <li><p>Press the <strong>Relationships</strong> button on the left icon bar</p></li> <li><p>Select the line joining the two tables, this reveals which fields bind the two relationships together</p> <p>a. To learn to create and manage relationships between tables, <a href="{2}">click here</a>.</p></li> </ol> <p><img src="{3}" alt="" title="" /></p>
de_de: <p><img src="{0}" alt="" title="" /></p> <p>Beachten Sie, dass das Säulendiagramm ein allgemeines Muster darstellt, im Liniendiagramm hingegen eine deutlichere Trendänderung angezeigt wird. Experimentieren Sie, und wechseln Sie zwischen Säulen- und Liniendiagramm, um zu sehen, wie die Daten jeweils dargestellt werden. Sie sollten auch beachten, dass die zugrunde liegenden Measures die Darstellung des Trends und die Aussage der Daten verändern.</p> <p>Auch beim Analysieren von Daten ist es wichtig, diese aus verschiedenen Perspektiven zu prüfen. In der folgenden Visualisierung zeigen die Trends in <strong>CO2-Emissionen (metrische Tonnen pro Kopf)</strong> und <strong>CO2-Emissionen (kg pro Kopf\US$ BIP</strong>) ganz unterschiedliche Aspekte auf. Experimentieren Sie mit Power BI, um die anderen Metriken für den CO2-Ausstoß zu visualisieren, interessante Trends zu erkennen und zu überlegen, aus welchem Grund diese Trends auftreten.</p> <p><img src="{1}" alt="" title="" /></p> <h3>Schritt 2: Beziehungen zwischen Daten</h3> <p>In einem vorangegangenen Tutorial wurde das Zusammenführen von Daten behandelt. Power BI bietet eine weitere Möglichkeit, wie Sie mit mehreren Datentabellen arbeiten können: Beziehungen.</p> <ol> <li><p>Öffnen Sie die Datei <strong>Where does your electricity come from final.pbix</strong>.</p></li> <li><p>Klicken Sie auf der linken Symbolleiste auf die Schaltfläche <strong>Beziehungen</strong>.</p></li> <li><p>Wählen Sie die Verbindungslinie zwischen den beiden Tabellen aus, um anzuzeigen, welche Felder die beiden Beziehungen miteinander verbinden.</p> <p>a. Um zu erfahren, wie Sie Beziehungen zwischen Tabellen erstellen und verwalten, <a href="{2}">klicken Sie hier</a>.</p></li> </ol> <p><img src="{3}" alt="" title="" /></p>
es_es: <p><img src="{0}" alt="" title="" /></p> <p>Observe que el gráfico de columnas muestra un patrón global y, en cambio, el gráfico de líneas muestra un cambio de tendencia con mayor claridad. Pruebe a realizar cambios de gráficos de columnas a gráficos de líneas y observe cómo presentan los datos cada uno de ellos. Observe también, que las medidas subyacentes cambian la forma en que aparece la tendencia y la historia que cuentan los datos.</p> <p>Igualmente, cuando analice los datos, es importante revisarlos desde varios ángulos. En la visualización que aparece a continuación, las tendencias de <strong>Emisiones de CO2 (toneladas métricas per cápita)</strong> y <strong>Emisiones de CO2 (kg por PPC \$ del PIB</strong>), muestran aspectos muy diferentes de las tendencias. Pruebe a utilizar Power BI para visualizar las otras métricas de emisiones de CO2 y ver tendencias interesantes, e intente razonar sobre por qué se producen esas tendencias.</p> <p><img src="{1}" alt="" title="" /></p> <h3>Paso 2: Relaciones entre los datos</h3> <p>En un tutorial anterior se describió cómo combinar datos. Power BI ofrece otra forma de trabajar con varias tablas de datos: las relaciones.</p> <ol> <li><p>Abra el archivo <strong>Procedencia final de la electricidad que consume.pbix</strong></p></li> <li><p>Presione el botón <strong>Relaciones</strong> situado en la barra de iconos de la izquierda</p></li> <li><p>Seleccione la línea que une las dos tablas, esta revela qué campos enlazan las dos relaciones juntas</p> <p>a. Para aprender a crear y administrar relaciones entre tablas, <a href="{2}">haga clic aquí</a>.</p></li> </ol> <p><img src="{3}" alt="" title="" /></p>
fr_fr: <p><img src="{0}" alt="" title="" /></p> <p>Vous pouvez constater que le graphique à colonnes affiche une tendance générale, tandis que le graphique en courbes affiche un changement de tendance plus clair. Faites l’expérience de passer du graphique à colonnes au graphique en courbes pour voir comment chacun d’eux affiche les données. Vous pouvez également observer que les mesures sous-jacentes affectent l’aspect de la tendance et les enseignements que les données apportent.</p> <p>De même, lorsque vous analysez des données, il est important de les considérer sous plusieurs angles. Dans la visualisation ci-dessous, les tendances <strong>Émissions de CO2 en tonnes métriques par tête</strong> et <strong>Émissions de CO2 en kg par PPP/$ de PIB)</strong>, présentent des aspects très différents. Faites l’expérience d’utiliser Power&#160;BI pour visualiser les autres mesures d’émissions de CO2 afin d’observer des tendances intéressantes et de réfléchir aux raisons pour lesquelles elles ont pu se produire.</p> <p><img src="{1}" alt="" title="" /></p> <h3>Étape 2&#160;: relations entre données</h3> <p>Dans un didacticiel précédent, nous avons traité de la fusion de données. Power&#160;BI offre une autre manière de manipuler plusieurs tables de données&#160;: les relations.</p> <ol> <li><p>Ouvrez le fichier <strong>Where does your electricity come from final.pbix</strong></p></li> <li><p>Appuyez sur le bouton <strong>Relations</strong>, dans la barre d’icône de gauche</p></li> <li><p>Sélectionnez la ligne joignant les deux tableaux afin d’afficher les champs qui lient les deux relations</p> <p>a. Pour apprendre à créer et gérer les relations entre les tableaux, <a href="{2}">cliquez ici</a>.</p></li> </ol> <p><img src="{3}" alt="" title="" /></p>
it_it: <p><img src="{0}" alt="" title="" /></p> <p>Come puoi notare, l'istogramma mostra un modello complessivo, ma il grafico a linee visualizza un cambiamento di tendenza più chiaro. Prova a cambiare il grafico da istogramma in grafico a linee per esaminare il modo in cui ognuno presenta i dati. Osserva inoltre che le misure sottostanti modificano il modo in cui viene visualizzata la tendenza e la storia raccontata dai dati.</p> <p>Analogamente, è importante analizzare i dati esaminandoli da più punti di vista. Nella visualizzazione di seguito le tendenze indicate in <strong>emissioni CO2 (tonnellate pro capite)</strong> e <strong>emissioni CO2 (kg per PPP \$ di PIL</strong>) mostrano aspetti molto diversi delle tendenze. Prova a usare Power BI per visualizzare le altre metriche sulle emissioni di CO2 per individuare le tendenze interessanti e i motivi per cui queste tendenze possono verificarsi.</p> <p><img src="{1}" alt="" title="" /></p> <h3>Passaggio 2: Relazioni tra i dati</h3> <p>In un'esercitazione precedente abbiamo descritto il merge dei dati. Power BI offre un altro strumento per lavorare con più tabelle di dati, ovvero le relazioni.</p> <ol> <li><p>Apri il file <strong>Where does your electricity come from final.pbix</strong></p></li> <li><p>Premi il pulsante <strong>Relazioni</strong> sulla barra delle icone a sinistra</p></li> <li><p>Seleziona la linea che congiunge le due tabelle, che indica i campi che associano le due relazioni tra loro</p> <p>a. Per informazioni su come creare e gestire relazioni tra tabelle, <a href="{2}">fai clic qui</a>.</p></li> </ol> <p><img src="{3}" alt="" title="" /></p>
ja_jp: <p><img src="{0}" alt="" title="" /></p> <p>縦棒グラフが示すのは全体的なパターンですが、折れ線グラフには、より明確な傾向の変化が表示されます。縦棒グラフから折れ線グラフに切り替えて、それぞれのグラフがどのようにデータを表示するかを確認します。基になるメジャーによって、傾向の表示の仕方やデータの伝えるストーリーが変わってきます。</p> <p>また、データを分析する際には、さまざまな角度からデータを調べることが重要です。下記の視覚エフェクトでは、<strong>CO2 排出量 (1 人当たり (メートル トン))</strong> と <strong>CO2 排出量 (購買力平価 (PPP) ベース GDP1ドル当たり (kg))</strong> の傾向において、大きく異なる傾向が示されています。Power BI を使用して他の CO2 排出量のメトリックを視覚化し、興味深い傾向を知ってこのような傾向が生じる理由から考えていきます。</p> <p><img src="{1}" alt="" title="" /></p> <h3>手順 2: データ間のリレーションシップ</h3> <p>前のチュートリアルでは、データのマージについて取り上げました。Power BI は、データの複数のテーブルに取り組むためのもう 1 つの方法、すなわちリレーションシップを提供します。</p> <ol> <li><p><strong>電力の供給元 (最終版).pbix</strong> のファイルを開きます。</p></li> <li><p>左のアイコン バーの <strong>[リレーションシップ]</strong> ボタンをクリックします。</p></li> <li><p>2 つのテーブルを結合する線を選択すると、2 つのリレーションシップをバインドするフィールドが明らかになります。</p> <p>a.テーブル間のリレーションシップの作成および管理の詳細については、<a href="{2}">こちらをクリックしてください</a>。</p></li> </ol> <p><img src="{3}" alt="" title="" /></p>
ko_kr: <p><img src="{0}" alt="" title="" /></p> <p>세로 막대형 차트가 전체적인 패턴을 보여 주는 반면, 꺾은선형 차트는 보다 명확한 추세 변화를 보여 줍니다. 차트를 세로 막대형에서 꺾은선형으로 전환하는 것으로 실험하여 각 차트가 데이터를 어떻게 표현하는지 알 수 있습니다. 또한 기본 측정값에 따라 추세가 나타나는 방식과 데이터가 시사하는 바가 어떻게 달라지는지 확인합니다.</p> <p>마찬가지로 데이터를 분석할 때는 여러 각도에서 데이터를 검토하는 것이 중요합니다. 아래 시각화에서 <strong>CO2 방출량(1인당 미터톤)</strong> 및 <strong>CO2 방출량(GDP의 PPP \$당 kg</strong>)에 나타난 추세는 추세의 매우 다양한 측면을 보여 줍니다. Power BI를 사용하여 다른 CO2 방출량 메트릭을 시각화하여 관심 있는 추세 및 해당 추세가 발생할 수 있었던 이유를 실험해 보세요.</p> <p><img src="{1}" alt="" title="" /></p> <h3>2단계: 데이터 간 관계</h3> <p>이전 자습서에서는 데이터 병합에 대해 설명했습니다. Power BI에서는 데이터의 여러 테이블로 작업하는 다른 방법을 제공하며 이것을 관계라고 합니다.</p> <ol> <li><p><strong>Where does your electricity come from final.pbix</strong> 파일을 엽니다.</p></li> <li><p>왼쪽 아이콘 표시줄에서<strong>관계</strong> 단추를 누릅니다.</p></li> <li><p>두 테이블을 조인하는 선을 선택하면 어떤 필드를 통해 두 관계가 함께 묶이는지 표시됩니다.</p> <p>a. 테이블 간의 관계를 만들고 병합하는 방법을 알아보려면 <a href="{2}">여기를 클릭</a>하세요.</p></li> </ol> <p><img src="{3}" alt="" title="" /></p>
pt_br: <p><img src="{0}" alt="" title="" /></p> <p>Observe que o gráfico de colunas mostra um padrão geral, enquanto o gráfico de linhas exibe uma mudança mais clara na tendência. Experimente alternar os gráficos de coluna para linha para ver como cada um deles apresenta os dados. Observe também como as medidas subjacentes mudam a maneira como a tendência é mostrada e a história que os dados contam.</p> <p>Da mesma forma, à medida que você analisa os dados, é importante examiná-los de diversos ângulos. Na visualização abaixo, as tendências de <strong>Emissões de CO2 (toneladas per capita)</strong> e <strong>Emissões de CO2 (kg por PPC \U$ do PIB</strong>) mostram aspectos muito diferentes das tendências. Experimente usar o Power BI para visualizar as outras métricas de emissões de CO2 para ver as interessantes tendências e os motivos pelos quais elas poderiam estar ocorrendo.</p> <p><img src="{1}" alt="" title="" /></p> <h3>Etapa 2: Relações entre os dados</h3> <p>Em um dos tutoriais anteriores, abordamos a mesclagem dos dados. O Power BI fornece outra maneira de trabalhar com várias tabelas de dados: Relações.</p> <ol> <li><p>Abra o arquivo <strong>Where does your electricity come from final.pbix</strong></p></li> <li><p>Pressione o botão <strong>Relações</strong> na barra de ícones à esquerda</p></li> <li><p>Selecione a linha que une as duas tabelas, o que revelará quais campos associam as duas relações</p> <p>a. Para aprender a criar e gerenciar relações entre tabelas, <a href="{2}">clique aqui</a>.</p></li> </ol> <p><img src="{3}" alt="" title="" /></p>
ru_ru: <p><img src="{0}" alt="" title="" /></p> <p>Обратите внимание, что на гистограмме отображаются общие закономерности, в то время как на графике отражено более четкое изменение тренда. Поэкспериментируйте с типом диаграммы (гистограммой или графиком) и посмотрите, как представлены данные для каждого из них. Также обратите внимание, что исходные меры меняют внешний вид тренда и смысл данных.</p> <p>Очевидно, что при анализе данных важно взглянуть на них под разными углами. В приведенной ниже визуализации тренды <strong>выбросов CO2 в метрических тоннах на душу населения</strong> и <strong>выбросов CO2 в кг на паритет покупательной способности/доля от ВВП</strong> отражают совершенно разные аспекты. Поэкспериментируйте с визуализацией в Power BI других метрик, связанных с выбросами CO2, чтобы выявить другие тренды и попытаться понять, из-за чего они возникают.</p> <p><img src="{1}" alt="" title="" /></p> <h3>Этап&#160;2. Связи между данными</h3> <p>В предыдущем учебнике мы рассматривали объединение данных. В Power BI есть и другой инструмент для работы с несколькими таблицами значений: отношения, или связи.</p> <ol> <li><p>Откройте файл <strong>Where does your electricity come from final.pbix</strong>.</p></li> <li><p>Нажмите кнопку <strong>Связи</strong> на левой панели инструментов.</p></li> <li><p>Выделите линию, соединяющую две таблицы: она обозначает поля, соединенные двумя связями.</p> <p>а) Чтобы научиться создавать связи между таблицами и управлять ими, <a href="{2}">щелкните здесь</a>.</p></li> </ol> <p><img src="{3}" alt="" title="" /></p>
zh_cn: <p><img src="{0}" alt="" title="" /></p> <p>请注意，柱形图显示了整体的情况，而折线图显示了更清晰的变化趋势。尝试从柱形图切换到折线图，了解每种图形如何显示数据。此外还需注意，基础度量值会改变趋势的显示方式和数据所讲述的内容。</p> <p>同样，在分析数据时，从多角度审查数据也十分重要。下方可视化中，<strong>CO2 排放量（人均排放公吨数）</strong>和 <strong>CO2 排放量（每 PPP 或美元计 GDP 的排放千克数）</strong>显示了趋势十分不同的方面。尝试使用 Power BI 来可视化其他 CO2 排放量指标，查看其他有趣的趋势并了解为什么会出现这些趋势。</p> <p><img src="{1}" alt="" title="" /></p> <h3>步骤 2：数据间的关系</h3> <p>之前教程讨论了合并数据。Power BI 提供了另一种处理多个数据表格的方法：关系。</p> <ol> <li><p>打开文件 <strong>Where does your electricity come from final.pbix</strong></p></li> <li><p>按左侧图标栏上的“关系”<strong></strong>按钮</p></li> <li><p>选择联接两个图表的连线，此操作会显示联接两种关系的字段</p> <p>a.若要了解如何创建和管理表格间的关系，请<a href="{2}">单击此处</a>。</p></li> </ol> <p><img src="{3}" alt="" title="" /></p>
zh_tw: <p><img src="{0}" alt="" title="" /></p> <p>請注意，直條圖會顯示整體模式，但折線圖會顯示更清楚的趨勢變化。請嘗試將圖表從直條圖切換成折線圖，看看每個圖表如何呈現資料。另請注意，基礎量值會變更趨勢的顯示方式及資料敘述的故事。</p> <p>同樣地，當您分析資料時，請務必從多個角度來檢閱資料。在下列視覺效果中，<strong>二氧化碳排放量 (每人公噸數)</strong> 和<strong>二氧化碳排放量 (每 PPP 公斤數\GDP 美元</strong>) 中的趨勢以相當不同的觀點來顯示趨勢。請嘗試使用 Power BI 將其他 CO2 排放量度量虛擬化，了解關注的趨勢及這些趨勢可能發生的原因。</p> <p><img src="{1}" alt="" title="" /></p> <h3>步驟 2：資料之間的關聯性</h3> <p>在上一個教學課程中，我們探討如何合併資料。Power BI 提供另一種方法來使用多個資料表：關聯性。</p> <ol> <li><p>開啟檔案 <strong>Where does your electricity come from final.pbix</strong></p></li> <li><p>按下左圖示列中的 [關聯性]<strong></strong> 按鈕</p></li> <li><p>選取聯結兩個資料表的線條，這會顯示哪些欄位將這兩個關聯性繫結在一起</p> <p>a.若要了解如何建立及管理資料表之間的關聯性，請<a href="{2}">按一下這裡</a>。</p></li> </ol> <p><img src="{3}" alt="" title="" /></p>
