Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/DataExploration.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Content12_4
source: <h3>Step 3: Data Calculations using DAX Expressions</h3> <p>Power BI provides default data calculations that address many scenarios. However, there are cases when you need more control. Power BI provides a rich language for expressions called Data Access Expressions (DAX). A good starting point is to review our <a href="{0}">Quick Start: Learn DAX Basics</a> topic.</p> <p>In this tutorial, we’ll cover two useful expressions that help with data storytelling specifically.</p> <h4>Creating a custom color scheme using an DAX Expression</h4> <ol> <li><p>On the <strong>Modeling</strong> ribbon, select <strong>New Column</strong>.</p></li> <li><p>Enter the following expression in the expression editor</p> <p>Emphasis Country = if('Metadata - Countries'[Country Name] = "France", "Emphasis", if('Metadata - Countries'[Country Name] = "Denmark", "Emphasis", if('Metadata - Countries'[Country Name] = "Poland", "Emphasis", "Other")))</p> <p>Note: notice how the expression is picking specific values of the <strong>Country Name</strong> field and is assigning them to a category called <strong>Emphasis</strong> and the remainder of the values is given a category of <strong>Other</strong>.</p></li> <li><p>Press the <strong>check mark</strong> icon to the left of the editor</p></li> <li><p>Add the <strong>Emphasis Country</strong> column to the <strong>Legend</strong> property of a Power BI visual (such as a filled map as shown below:</p> <p>a. Set <strong>Location</strong> to <strong>Country Name</strong></p> <p>b. Set <strong>Legend</strong> to <strong>Emphasis Country</strong></p> <p>c. Set <strong>Color Saturation</strong> to <strong>Country Code</strong></p> <pre>i. Note: this appears as **Count of Country Code** </pre></li> <li><p>In the <strong>Format</strong> pane, expand <strong>Data colors</strong></p><p>a. Set the color for <strong>Emphasis</strong> to a <strong>yellow</strong></p> <p>b. Set the color for <strong>Other</strong> to dark <strong>gray</strong></p> </li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>The resulting map looks as follows:</p> <p><img src="{2}" alt="" title="" /></p> <h4>Creating a text label that appears only when a single value is selected</h4> <ol> <li><p>On the <strong>Modeling</strong> ribbon, select <strong>New Measure</strong></p></li> <li><p>Enter the following expression in the expression editor</p></li> <p>Selected Country Name = if(HASONEVALUE('Metadata - Countries'[Country Name]), VALUES('Metadata - Countries'[Country Name]) &amp; " is selected", "")</p> <p>Note: notice how the expression is checking if only one <strong>Country Name</strong> is selected to show a specific string. Otherwise, it will show no value.</p> <li><p>Press the <strong>check mark</strong> icon to the left of the editor</p></li> <li><p>Add a <strong>Card visual</strong> to the page from the Visualization pane.</p> <p>a. Set Fields to <strong>Selected Country Name</strong></p></li> <li><p>Notice that the value is blank</p></li> <li><p><strong>Select a country</strong> on the map</p></li> <li><p>Notice the label appears</p> <p>Note: you can import the <a href="{3}">Long Text Viewer</a> visual for an alternate view of the data.</p></li> </ol>
de_de: <h3>Schritt 3: Datenberechnungen mithilfe von DAX-Ausdrücken</h3> <p>Power BI stellt Standarddatenberechnungen bereit, die zahlreiche Szenarios abdecken. In manchen Fällen benötigen Sie aber vielleicht mehr Steuerungsmöglichkeiten. Power BI bietet eine umfangreiche Sprache für Ausdrücke namens DAX (Data Access Expressions). Als Ausgangspunkt empfiehlt es sich, das Thema <a href="{0}">Schnellstart: DAX-Grundlagen</a> durchzugehen.</p> <p>In diesem Tutorial werden zwei nützliche Ausdrücke erläutert, die insbesondere beim Daten-Storytelling hilfreich sind.</p> <h4>Erstellen eines benutzerdefinierten Farbschemas mit einem DAX-Ausdruck</h4> <ol> <li><p>Wählen Sie im Menüband <strong>Modellierung</strong> die Option <strong>Neue Spalte</strong> aus.</p></li> <li><p>Geben Sie im Ausdrucks-Editor den folgenden Ausdruck ein:</p> <p>Hervorgehobenes Land = if('Metadaten - Länder'[Landesname] = "Frankreich", "Hervorhebung", if('Metadaten - Länder'[Landesname] = "Dänemark", "Hervorhebung", if('Metadaten - Länder'[Landesname] = "Polen", "Hervorhebung", "Sonstige")))</p> <p>Hinweis: Der Ausdruck wählt spezifische Werte aus dem Feld <strong>Landesname</strong> aus und weist diese der Kategorie <strong>Hervorhebung</strong> zu. Die restlichen Werte werden der Kategorie <strong>Sonstige</strong> zugeordnet.</p></li> <li><p>Klicken Sie auf das <strong>Häkchen</strong> auf der linken Editor-Seite.</p></li> <li><p>Fügen Sie die Spalte <strong>Hervorgehobenes Land</strong> zur Eigenschaft <strong>Legende</strong> einer Power BI-Visualisierung hinzu (z. B. ein Flächenkartogramm, wie im Folgenden gezeigt):</p> <p>a. Legen Sie <strong>Standort</strong> auf <strong>Landesname</strong> fest.</p> <p>b. Legen Sie <strong>Legende</strong> auf <strong>Hervorgehobenes Land</strong> fest.</p> <p>c. Legen Sie <strong>Farbsättigung</strong> auf <strong>Ländercode</strong> fest.</p> <pre>i. Hinweis: Dies wird als **Anzahl von Ländercode** angezeigt. </pre></li> <li><p>Erweitern Sie im Bereich <strong>Formatierung</strong> die Option <strong>Datenfarben</strong>.</p><p>a. Legen Sie die Farbe für <strong>Emphasis</strong> auf <strong>Gelb</strong> fest.</p> <p>b. Legen Sie die Farbe für <strong>Other</strong> auf ein dunkles <strong>Grau</strong> fest.</p> </li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>Die sich ergebende Karte sieht so aus:</p> <p><img src="{2}" alt="" title="" /></p> <h4>Erstellen einer Beschriftung, die nur bei Auswahl eines einzelnen Werts angezeigt wird</h4> <ol> <li><p>Wählen Sie im Menüband <strong>Modellierung</strong> die Option <strong>Neues Measure</strong> aus.</p></li> <li><p>Geben Sie im Ausdrucks-Editor den folgenden Ausdruck ein:</p></li> <p>Ausgewählter Landesname = if(HASONEVALUE('Metadaten - Länder'[Landesname]), VALUES('Metadaten - Länder'[Landesname]) &amp; " ist ausgewählt", "")</p> <p>Hinweis: Der Ausdruck überprüft, ob nur ein <strong>Landesname</strong> ausgewählt ist, um eine spezifische Zeichenfolge anzuzeigen. Andernfalls wird kein Wert angezeigt.</p> <li><p>Klicken Sie auf das <strong>Häkchen</strong> auf der linken Editor-Seite.</p></li> <li><p>Fügen Sie der Seite im Bereich „Visualisierung“ eine <strong>Kartenvisualisierung</strong> hinzu.</p> <p>a. Legen Sie „Felder“ auf <strong>Ausgewählter Ländername</strong> fest.</p></li> <li><p>Dieser Wert ist leer.</p></li> <li><p><strong>Wählen Sie ein Land</strong> auf der Karte aus.</p></li> <li><p>Die Beschriftung wird angezeigt.</p> <p>Hinweis: Für eine alternative Ansicht der Daten können Sie die Visualisierung <a href="{3}">Long Text Viewer</a> importieren.</p></li> </ol>
es_es: <h3>Paso 3: Cálculo de datos mediante expresiones DAX</h3> <p>Power BI proporciona cálculos de datos predeterminados que abordan muchos escenarios. Sin embargo, hay casos en los que necesitará un mayor control. Power BI ofrece un rico lenguaje de expresiones denominado Data Access Expressions (DAX). Un buen punto de partida sería repasar el tema <a href="{0}">Quick Start: Learn DAX Basics</a> (Inicio rápido: fundamentos de DAX).</p> <p>En este tutorial describiremos dos expresiones útiles que pueden servir de ayuda concretamente con la narración de datos.</p> <h4>Creación de una combinación de colores personalizada mediante una expresión DAX</h4> <ol> <li><p>En la cinta <strong>Modelado</strong>, seleccione <strong>Nueva columna</strong>.</p></li> <li><p>Escriba la siguiente expresión en el editor de expresiones</p> <p>Emphasis Country = if('Metadata - Countries'[Country Name] = "France", "Emphasis", if('Metadata - Countries'[Country Name] = "Denmark", "Emphasis", if('Metadata - Countries'[Country Name] = "Poland", "Emphasis", "Other")))</p> <p>Nota: Observe cómo la expresión está recopilando valores específicos del campo <strong>Nombre del país</strong> y los está asignando a una categoría denominada <strong>Énfasis</strong>, y el resto de los valores a otra categoría llamada <strong>Otro</strong>.</p></li> <li><p>Pulse el icono de <strong>marca de verificación</strong> situado a la izquierda del editor</p></li> <li><p>Agregue la columna <strong>País de énfasis</strong> a la propiedad <strong>Leyenda</strong> de un objeto visual de Power BI visual (como, por ejemplo, un mapa coroplético, como se muestra a continuación:</p> <p>a. Establezca <strong>Ubicación</strong> en <strong>Nombre del país</strong></p> <p>b. Establezca <strong>Leyenda</strong> en <strong>País de énfasis</strong></p> <p>c. Establezca <strong>Saturación de color</strong> en <strong>Código del país</strong></p> <pre>i. Nota: Esta aparece como **Recuento de códigos de países** </pre></li> <li><p>En el panel <strong>Formato</strong>, expanda <strong>Colores de datos</strong></p><p>a. Establezca el color de <strong>Énfasis</strong> en uno de los tipos de <strong>amarillo</strong></p> <p>b. Establezca el color de <strong>Otro</strong> en <strong>gris</strong> oscuro</p> </li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>El mapa resultante tiene el siguiente aspecto:</p> <p><img src="{2}" alt="" title="" /></p> <h4>Creación de una etiqueta de texto que solo aparece cuando se selecciona un único valor</h4> <ol> <li><p>En la cinta <strong>Modelado</strong>, seleccione <strong>Nueva medida</strong></p></li> <li><p>Escriba la siguiente expresión en el editor de expresiones</p></li> <p>Nombre del país seleccionado = if(HASONEVALUE('Metadata - Countries'[Country Name]), VALUES('Metadata - Countries'[Country Name]) &amp; " is selected", "")</p> <p>Nota: Observe cómo la expresión está comprobando si se selecciona un único valor de <strong>Nombre del país</strong> para mostrar una cadena específica. De lo contrario, no mostrará ningún valor.</p> <li><p>Pulse el icono de <strong>marca de verificación</strong> situado a la izquierda del editor</p></li> <li><p>Agregue un <strong>objeto visual Tarjeta</strong> a la página desde el panel Visualización.</p> <p>a. Establezca Campos en <strong>Nombre del país seleccionado</strong></p></li> <li><p>Observe que el valor está en blanco</p></li> <li><p><strong>Seleccione un país</strong> en el mapa</p></li> <li><p>Observe cómo aparece la etiqueta</p> <p>Nota: Puede importar el objeto visual <a href="{3}">Long Text Viewer</a> para obtener una vista alternativa de los datos.</p></li> </ol>
fr_fr: <h3>Étape 3&#160;: calculs de données à l’aide d’expressions DAX</h3> <p>Power&#160;BI fournit des calculs de données par défaut adaptés à de nombreuses situations. Toutefois, dans certains cas, vous devez disposer de davantage de contrôle. Power BI offre un langage riche pour des expressions de type DAX (Data Access Expressions). Pour commencer, nous vous conseillons de consulter la rubrique <a href="{0}">Démarrage rapide : Principes fondamentaux de DAX</a>.</p> <p>Ce didacticiel traite de deux expressions particulièrement utiles pour tirer des enseignements de vos données.</p> <h4>Création d’un modèle de couleurs à l’aide d’une expression DAX</h4> <ol> <li><p>Dans le ruban <strong>Modélisation</strong>, sélectionnez <strong>Nouvelle colonne</strong>.</p></li> <li><p>Entrez l’expression suivante dans l’Éditeur d'expressions</p> <p>Emphasis Country = if('Metadata - Countries'[Nom de pays] = "France", "Emphasis", if('Metadata - Countries'[Nom de pays] = "Danemark", "Emphasis", if('Metadata - Countries'[Nom de pays] = "Pologne", "Emphasis", "Autre")))</p> <p>Remarque&#160;: notez la manière dont l’expression sélectionne des valeurs spécifiques du champ <strong>Nom de pays</strong> et les affecte à une catégorie nommée <strong>Accentuation</strong> , et dont les valeurs restantes sont associées à la catégorie <strong>Autres</strong>.</p></li> <li><p>Appuyez sur l’icône <strong>coche</strong> à gauche de l’éditeur</p></li> <li><p>Ajoutez la colonne <strong>Pays d’accentuation</strong> à la propriété <strong>Légende</strong> d’un visuel Power&#160;BI (par exemple, une carte choroplèthe telle qu’illustrée ci-dessous&#160;:</p> <p>a. Définissez <strong>Emplacement</strong> sur <strong>Nom de pays</strong></p> <p>b. Définissez <strong>Légende</strong> sur <strong>Pays d’accentuation</strong></p> <p>c. Définissez <strong>Saturation de la couleur</strong> sur <strong>Code du pays</strong></p> <pre>i. Remarque&#160;: cela s’affiche comme **Count of Country Code** </pre></li> <li><p>Dans le volet <strong>Format</strong>, développez <strong>Couleurs des données</strong></p><p>a. Définissez la couleur <strong>Accentuation</strong> sur <strong>Jaune</strong></p> <p>b. Définissez la couleur <strong>Autres</strong> sur <strong>Gris foncé</strong></p> </li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>La carte ainsi obtenue ressemble à ceci&#160;:</p> <p><img src="{2}" alt="" title="" /></p> <h4>Création d’une étiquette de texte qui ne s’affiche qu’en cas de sélection d’une valeur unique</h4> <ol> <li><p>Dans le ruban <strong>Modélisation</strong>, sélectionnez <strong>Nouvelle mesure</strong>.</p></li> <li><p>Entrez l’expression suivante dans l’Éditeur d'expressions</p></li> <p>Selected Nom de pays = if(HASONEVALUE('Metadata - Countries'[Nom de pays]), VALUES('Metadata - Countries'[Nom de pays]) &amp; " is selected", "")</p> <p>Remarque&#160;: observez la manière dont l’expression vérifie si un seul <strong>Nom de pays</strong> est sélectionné afin d’afficher une chaîne spécifique. Autrement, elle n’affiche aucune valeur.</p> <li><p>Appuyez sur l’icône <strong>coche</strong> à gauche de l’éditeur</p></li> <li><p>Ajoutez une <strong>Visuel de carte</strong> à partir du volet Visualisation.</p> <p>a. Définissez Champs sur <strong>Nom de pays sélectionné</strong></p></li> <li><p>Notez que la valeur n’est pas spécifiée</p></li> <li><p><strong>Sélectionnez un pays</strong> sur la carte</p></li> <li><p>Observez l’étiquette qui s’affiche</p> <p>Remarque&#160;: vous pouvez importer le visuel <a href="{3}">Visionneuse de texte long</a> pour obtenir une autre vue des données.</p></li> </ol>
it_it: <h3>Passaggio 3: Calcoli sui dati con espressioni DAX</h3> <p>Power BI offre calcoli predefiniti sui dati per molti scenari diversi. Tuttavia, in alcuni casi vorrai avere più controllo. Power BI offre un linguaggio avanzato per le espressioni, chiamato DAX (Data Access Expressions). Un buon punto di partenza consiste nel leggere l'argomento <a href="{0}">Nozioni di DAX in Power BI Desktop</a>.</p> <p>In questa esercitazione mostreremo due espressioni particolarmente utili per evidenziare la storia raccontata dai dati.</p> <h4>Creazione di una combinazione colori personalizzata con un'espressione DAX</h4> <ol> <li><p>Nella scheda <strong>Creazione di modelli</strong> della barra multifunzione seleziona <strong>Nuova colonna</strong>.</p></li> <li><p>Immetti l'espressione seguente nell'editor dell'espressione</p> <p>Paese enfasi = if('Metadata - Paesi'[Nome paese] = "Francia", "Enfasi", if('Metadata - Paesi'[Nome paese] = "Danimarca", "Enfasi", if('Metadata - Paesi'[Nome paese] = "Polonia", "Enfasi", "Altro")))</p> <p>Nota: osserva il modo in cui l'espressione preleva valori specifici del campo <strong>Nome paese</strong> e li assegna a una categoria chiamata <strong>Enfasi</strong>, mentre ai valori restanti viene assegnata la categoria <strong>Altro</strong>.</p></li> <li><p>Fai clic sull'icona di <strong>segno di spunta</strong> a sinistra dell'editor</p></li> <li><p>Aggiungi la colonna <strong>Paese enfasi</strong> alla proprietà <strong>Legenda</strong> di un oggetto visivo di Power BI, ad esempio una mappa colorata, come mostrato di seguito:</p> <p>a. Imposta <strong>Posizione</strong> su <strong>Nome paese</strong></p> <p>b. Imposta <strong>Legenda</strong> su <strong>Paese enfasi</strong></p> <p>c. Imposta <strong>Saturazione colore</strong> su <strong>Codice paese</strong></p> <pre>i. Nota: questo viene visualizzato come **Conteggio di Codice paese** </pre></li> <li><p>Nel riquadro <strong>Formato</strong> espandi <strong>Colori dati</strong></p><p>a. Imposta il colore per <strong>Enfasi</strong> su <strong>giallo</strong></p> <p>b. Imposta il colore per <strong>Altro</strong> su <strong>grigio</strong></p> </li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>La mappa risultante avrà questo aspetto:</p> <p><img src="{2}" alt="" title="" /></p> <h4>Creazione di un'etichetta di testo visualizzata solo quando è selezionato un unico valore</h4> <ol> <li><p>Nella scheda <strong>Creazione di modelli</strong> della barra multifunzione seleziona <strong>Nuova misura</strong>.</p></li> <li><p>Immetti l'espressione seguente nell'editor dell'espressione</p></li> <p>Nome paese selezionato = if(HASONEVALUE('Metadata - Paesi'[Nome paese]), VALUES('Metadata - Paesi'[Nome paese]) &amp; " è selezionato", "")</p> <p>Nota: osserva il modo in cui l'espressione controlla se è selezionato un solo campo <strong>Nome paese</strong> per mostrare una stringa specifica. In caso contrario, non verrà mostrato alcun valore.</p> <li><p>Fai clic sull'icona di <strong>segno di spunta</strong> a sinistra dell'editor</p></li> <li><p>Aggiungi un <strong>oggetto visivo Scheda</strong> alla pagina dal riquadro Visualizzazione.</p> <p>a. Imposta Campi su <strong>Nome paese selezionato</strong></p></li> <li><p>Nota che il valore è vuoto</p></li> <li><p><strong>Seleziona un paese</strong> nella mappa</p></li> <li><p>Osserva l'etichetta visualizzata</p> <p>Nota: puoi importare l'oggetto visivo <a href="{3}">LongTextViewer</a> per una visualizzazione alternativa dei dati.</p></li> </ol>
ja_jp: <h3>手順 3: DAX 数式を使用したデータ計算</h3> <p>Power BI は、多くのシナリオに対処する既定のデータ計算を提供します。ただし、より制御が必要な判例が存在します。Power BI は、Data Access Expressions (DAX) という数式のためのリッチな言語を提供します。最初に、<a href="{0}">クイック スタート: DAX の基本事項</a>に関する記事を参照してください。</p> <p>このチュートリアルでは、データのストーリーテリングに特に役立つ 2 つの数式を取り上げます。</p> <h4>DAX 数式を使用してカスタムの配色パターンを作成する</h4> <ol> <li><p><strong>[モデリング]</strong> リボンで <strong>[新しい列]</strong> を選択します。</p></li> <li><p>式エディターに次の式を入力します。</p> <p>強調する国 = if('メタデータ - 国'[国名] = "フランス", "強調", if('メタデータ - 国'[国名] = "デンマーク", "強調", if('メタデータ - 国'[国名] = "ポーランド", "強調", "その他")))</p> <p>メモ: 式が<strong>国名</strong>フィールドの特定の値を選択してそれらを<strong>強調</strong>のカテゴリに割り当てること、また値のリマインダーに<strong>その他</strong>のカテゴリが与えられることに注意してください。</p></li> <li><p>エディターの左側にある <strong>[チェック マーク]</strong> アイコンをクリックします。</p></li> <li><p><strong>強調する国</strong>列を、Power BI のビジュアル (下記の塗り分け地図など) の <strong>[凡例]</strong> プロパティに追加します。</p> <p>a.<strong>[場所]</strong> を<strong>国名</strong>に設定します。</p> <p>b.<strong>[凡例]</strong> を<strong>強調する国</strong>に設定します。</p> <p>c.<strong>[色の彩度]</strong> を<strong>国コード</strong>に設定します。</p> <pre>i. メモ: これは **国コード数** として表示されます。 </pre></li> <li><p><strong>[書式]</strong> ペインで、<strong>[データの色]</strong> を展開します。</p><p>a.<strong>強調</strong>の色を<strong>黄色</strong>に設定します。</p> <p>b.<strong>その他</strong>の色を濃い<strong>灰色</strong>に設定します。</p> </li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>その結果、次の地図が表示されます。</p> <p><img src="{2}" alt="" title="" /></p> <h4>単独の値が選択された場合にのみ表示されるテキスト ラベルを作成する</h4> <ol> <li><p><strong>[モデリング]</strong> リボンで <strong>[新しいメジャー]</strong> を選択します。</p></li> <li><p>式エディターに次の式を入力します。</p></li> <p>選択された国名 = if(HASONEVALUE('メタデータ - 国'[国名]), VALUES('メタデータ - 国'[国名]) &amp; "選択済み", "")</p> <p>メモ: 特定の文字列を表示するために<strong>国名</strong>が 1 つだけ選択されるかを、式がどのようにチェックしているかに注意します。それ以外の場合、値は表示されません。</p> <li><p>エディターの左側にある <strong>[チェック マーク]</strong> アイコンをクリックします。</p></li> <li><p>[視覚化] ペインから、<strong>カード</strong> をページに追加します。</p> <p>a.フィールドを<strong>選択された国名</strong>に設定します。</p></li> <li><p>値が空であることに注意します。</p></li> <li><p>地図上の<strong>国を 1 つ選択</strong>します。</p></li> <li><p>ラベルが表示されます。</p> <p>メモ: データの代替ビューに <a href="{3}">[ロング テキスト ビューアー]</a> をインポートできます。</p></li> </ol>
ko_kr: <h3>3단계: DAX 식을 사용하여 데이터 계산</h3> <p>Power BI에서는 수많은 시나리오를 처리하는 기본 데이터 계산을 제공합니다. 그러나 더 많은 제어가 필요한 경우가 있습니다. Power BI에서는 DAX(Data Access Expressions)라는 식을 위한 풍부한 언어를 제공합니다. <a href="{0}">빠른 시작: DAX 기본 사항 학습</a> 항목을 살펴보는 것도 좋은 시작 방법입니다.</p> <p>이 자습서에서는 데이터 스토리텔링에 특히 도움이 되는 유용한 두 가지 식을 제공합니다.</p> <h4>DAX 식을 사용하여 사용자 지정 색 구성표 만들기</h4> <ol> <li><p><strong>모델링</strong> 리본에서 <strong>새 열</strong>을 선택합니다.</p></li> <li><p>식 편집기에서 다음 식을 입력합니다.</p> <p>강조 국가 = if('메타데이터 - 국가'[국가 이름] = "프랑스", "강조", if('메타데이터 - 국가'[국가 이름] = "덴마크", "강조", if('메타데이터 - 국가'[국가 이름] = "폴란드", "강조", "기타")))</p> <p>참고: 식에서 어떻게 <strong>국가 이름</strong> 필드에 대한 특정 값을 선택하고 값을 <strong>강조</strong>라는 범주에 할당하며 나머지 값을 <strong>기타</strong> 범주에 지정하는지 확인합니다.</p></li> <li><p><strong>확인 표시</strong> 아이콘을 편집기의 왼쪽으로 누릅니다.</p></li> <li><p>Power BI 시각적 개체의 <strong>범례</strong> 속성에 <strong>강조 국가</strong> 열을 추가합니다(예: 아래처럼 등치 지역도).</p> <p>a. <strong>위치</strong>를 <strong>국가 이름</strong>으로 설정합니다.</p> <p>b. <strong>범례</strong>를 <strong>강조 국가</strong>로 설정합니다.</p> <p>c. <strong>색 채도</strong>를 <strong>국가 코드</strong>로 설정합니다.</p> <pre>i. 참고: **국가 코드 수**로 나타납니다. </pre></li> <li><p><strong>서식</strong> 창에서 <strong>데이터 색</strong>을 확장합니다.</p><p>a. <strong>강조</strong>에 대한 색을 <strong>노란색</strong>으로 설정합니다.</p> <p>b. <strong>기타</strong>에 대한 색을 <strong>진한 회색</strong>으로 설정합니다.</p> </li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>결과 맵은 다음과 같습니다.</p> <p><img src="{2}" alt="" title="" /></p> <h4>단일 값을 선택할 때만 나타나는 텍스트 레이블 만들기</h4> <ol> <li><p><strong>모델링</strong> 리본에서 <strong>새 측정값</strong>을 선택합니다.</p></li> <li><p>식 편집기에서 다음 식을 입력합니다.</p></li> <p>선택한 국가 이름 = if(HASONEVALUE('메타데이터 - 국가'[국가 이름]), VALUES('메타데이터 - 국가'[국가 이름]) &amp; "이(가) 선택됨", "")</p> <p>참고: 식에서 특정 문자열을 표시하기 위해 한 <strong>국가 이름</strong>만 선택된 것을 어떻게 확인하는지 살펴봅니다. 그렇지 않으면 값이 표시되지 않습니다.</p> <li><p><strong>확인 표시</strong> 아이콘을 편집기의 왼쪽으로 누릅니다.</p></li> <li><p><strong>카드 시각적 개체</strong>를 시각화 창에서 페이지로 추가합니다.</p> <p>a. 필드를 <strong>선택한 국가 이름</strong>으로 설정합니다.</p></li> <li><p>값이 비어 있는 것을 확인합니다.</p></li> <li><p>맵에서 <strong>국가를 선택</strong>합니다.</p></li> <li><p>레이블이 나타나는 것을 확인합니다.</p> <p>참고: 데이터의 대체 보기를 위해 <a href="{3}">긴 텍스트 뷰어</a> 시각적 개체를 가져올 수 있습니다.</p></li> </ol>
pt_br: <h3>Etapa 3: Cálculos de Dados usando Expressões DAX</h3> <p>O Power BI fornece cálculos de dados padrão aplicáveis em muitos cenários. Contudo, há casos em que você precisa manter um controle maior. O Power BI fornece uma linguagem avançada para expressões chamada DAX (Data Access Expressions). Um bom começo é ler nosso tópico <a href="{0}">Início Rápido: Aprenda os princípios básicos de DAX</a>.</p> <p>Neste tutorial, abordaremos duas expressões úteis que ajudam especificamente na narração dos dados.</p> <h4>Criar um esquema de cor personalizado usando uma Expressão DAX</h4> <ol> <li><p>Na faixa de opções <strong>Modelagem</strong>, selecione <strong>Nova Coluna</strong>.</p></li> <li><p>Digite a seguinte expressão no editor de expressões</p> <p>Emphasis Country = if('Metadata - Countries'[Nome do país] = "França", "Emphasis", if('Metadata - Countries'[Nome do país] = "Dinamarca", "Emphasis", if('Metadata - Countries'[Nome do país] = "Polônia", "Emphasis", "Other")))</p> <p>Observação: note como a expressão seleciona valores específicos do campo <strong>Nome do País</strong>, os atribui a uma categoria chamada <strong>Ênfase</strong> e os valores restantes recebem a categoria <strong>Outro</strong>.</p></li> <li><p>Pressione o ícone de <strong>marca de seleção</strong> à esquerda do editor</p></li> <li><p>Adicione a coluna <strong>País em ênfase</strong> à propriedade <strong>Legenda</strong> de um visual do Power BI (como um mapa coroplético como mostrado abaixo:</p> <p>a. Defina <strong>Localização</strong> como <strong>Nome do País</strong></p> <p>b. Defina <strong>Legenda</strong> como <strong>País em Ênfase</strong></p> <p>c. Defina <strong>Saturação de Cor</strong> como <strong>Código do País</strong></p> <pre>i. Observação: isso aparece como **Contagem de Códigos de País** </pre></li> <li><p>No painel <strong>Formato</strong>, expanda <strong>Cores de dados</strong></p><p>a. Defina a cor de <strong>Ênfase</strong> como <strong>amarelo</strong></p> <p>b. Defina a cor de <strong>Outro</strong> como <strong>cinza</strong> escuro</p> </li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>O mapa resultante será semelhante a este:</p> <p><img src="{2}" alt="" title="" /></p> <h4>Criar um rótulo de texto que aparece apenas quando um único valor é selecionado</h4> <ol> <li><p>Na faixa de opções <strong>Modelagem</strong>, selecione <strong>Nova Medida</strong></p></li> <li><p>Digite a seguinte expressão no editor de expressões</p></li> <p>Selected Country Name = if(HASONEVALUE('Metadata - Countries'[Nome do país]), VALUES('Metadata - Countries'[Nome do país]) &amp; " is selected", "")</p> <p>Observação: note como a expressão está verificando se apenas um <strong>Nome do País</strong> está selecionado para mostrar uma cadeia de caracteres específica. Caso contrário, nenhum valor será mostrado.</p> <li><p>Pressione o ícone de <strong>marca de seleção</strong> à esquerda do editor</p></li> <li><p>Adicione um <strong>Visual de cartão</strong> à página no painel de Visualização.</p> <p>a. Defina Campos como <strong>Nome de País Selecionado</strong></p></li> <li><p>Observe que o valor está em branco</p></li> <li><p><strong>Selecione um país</strong> no mapa</p></li> <li><p>Observe que o rótulo é exibido</p> <p>Observação: você pode importar o visual do <a href="{3}">Visualizador de Texto Longo</a> para obter uma exibição alternativa dos dados.</p></li> </ol>
ru_ru: <h3>Этап&#160;3. Расчеты значений с помощью выражений DAX</h3> <p>В Power BI есть вычисления по умолчанию, которые подходят для самых разных ситуаций. Однако иногда их не хватает. В Power BI поддерживается гибкий язык выражений&#160;— DAX (Data Access Expressions, выражения доступа к данным). Для начала рекомендуем ознакомиться с разделом <a href="{0}">Краткое руководство: знакомство с основами DAX</a>.</p> <p>В этом учебнике мы рассмотрим два полезных выражения, которые помогают создавать сюжеты на основе данных.</p> <h4>Создание настраиваемой цветовой схемы с помощью выражения DAX</h4> <ol> <li><p>На ленте <strong>Моделирование</strong> выберите команду <strong>Новый столбец</strong>.</p></li> <li><p>Введите в редакторе выражений следующее выражение:</p> <p>Выделенная страна = ЕСЛИ('Metadata - Countries'[Название страны] = "Франция", "Выделенные", ЕСЛИ('Метаданные - Страны'[Название страны] = "Дания", "Выделенные", ЕСЛИ('Метаданные - Страны'[Название страны] = "Польша", "Выделенные", "Другие")))</p> <p>Обратите внимание, как выражение выбирает определенные значения поля <strong></strong> и назначает им категорию <strong></strong>, а остальным значениям присваивается категория <strong>Другие</strong>.</p></li> <li><p>Нажмите на значок <strong>галочки</strong> в левой части редактора.</p></li> <li><p>Добавьте столбец <strong></strong> в свойство <strong>Условные обозначения</strong> визуального элемента Power BI (например, картограммы, как в примере ниже:</p> <p>а) В разделе <strong>Местоположение</strong> выберите значение <strong></strong>.</p> <p>б) В разделе <strong>Условные обозначения</strong> выберите значение <strong></strong>.</p> <p>в) В разделе <strong>Насыщенность цвета</strong> выберите значение <strong>Код страны</strong>.</p> <pre>i. Обратите внимание: отображается надпись **Количество Код страны** </pre></li> <li><p>В области <strong>Формат</strong> разверните раздел <strong>Цвета данных</strong>.</p><p>а) Выберите для категории <strong></strong> <strong>желтый цвет</strong>.</p> <p>б) Выберите для категории <strong>Другие</strong> <strong>серый цвет</strong>.</p> </li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>Полученная карта выглядит примерно так:</p> <p><img src="{2}" alt="" title="" /></p> <h4>Создание текстовой подписи, которая отображается только при выборе одного значения</h4> <ol> <li><p>На ленте <strong>Моделирование</strong> выберите команду <strong>Новая мера</strong>.</p></li> <li><p>Введите в редакторе выражений следующее выражение:</p></li> <p>Выбрано название страны = ЕСЛИ(HASONEVALUE('Метаданные - страны'[Название страны]), VALUES('Метаданные - страны'[Название страны]) &amp; " выбрано", "")</p> <p>Обратите внимание, как выражение проверяет, выбрано ли только одно <strong>название страны</strong>, чтобы отобразить определенную строку. В противном случае не выводится ничего.</p> <li><p>Нажмите на значок <strong>галочки</strong> в левой части редактора.</p></li> <li><p>Добавьте на страницу <strong>визуальный элемент карточки</strong> из области "Визуализация".</p> <p>а) Задайте для параметра "Поля" значение <strong>Выбрано название страны</strong>.</p></li> <li><p>Обратите внимание на то, что значение пустое.</p></li> <li><p><strong>Выберите страну</strong> на карте.</p></li> <li><p>Обратите внимание на появившуюся подпись.</p> <p>Обратите внимание: чтобы представить данные в другом виде, можно импортировать визуальный элемент <a href="{3}">для просмотра длинного текста</a>.</p></li> </ol>
zh_cn: <h3>步骤 3：使用 DAX 表达式计算数据</h3> <p>Power BI 提供了适用于多种场景的默认数据计算。然而，有时你需要更多的控制。Power BI 提供了丰富的表达式语言 - 数据访问表达式 (DAX)。开始时最好先查看 <a href="{0}">Quick Start: Learn DAX Basics</a>（快速入门：了解 DAX 基本信息）主题。</p> <p>本教程将介绍两种有用的表达式来专门处理数据故事分享。</p> <h4>使用 DAX 表达式创建自定义颜色方案</h4> <ol> <li><p>在“建模”<strong></strong>功能区，选择“新建列”<strong></strong>。</p></li> <li><p>在表达式编辑器中输入下列表达式</p> <p>强调的国家 = if('Metadata - Countries'[国家名] = "法国", "强调", if('Metadata - Countries'[国家名] = "丹麦", "强调", if('Metadata - Countries'[国家名] = "波兰", "强调", "其他")))</p> <p>注意：注意到表达式从“国家名”<strong></strong>字段选取了特定值，并赋予其“强调”<strong></strong>类别，而其他值被指定为“其他”<strong></strong>类别。</p></li> <li><p>按编辑器左侧的“检查标记”<strong></strong>图标</p></li> <li><p>将“强调的国家”<strong></strong>列添加至 Power BI 视觉对象（如下方的着色地图）的“图例”<strong></strong>属性</p> <p>a.设置“位置”<strong></strong>为“国家名”<strong></strong></p> <p>b.设置“图例”<strong></strong>为“强调的国家”<strong></strong></p> <p>c.设置“色彩饱和度”<strong></strong>为“国家代码”<strong></strong></p> <pre>i. 注意：这会显示为 **国家代码数** </pre></li> <li><p>在“格式”<strong></strong>窗格上，展开“数据颜色”<strong></strong></p><p>a.将“强调”<strong></strong>颜色设置为“黄色”<strong></strong></p> <p>b.将“其他”<strong></strong>颜色设置为“灰色”<strong></strong></p> </li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>得出如下地图：</p> <p><img src="{2}" alt="" title="" /></p> <h4>创建文本标签，仅在选中单个值时显示此标签</h4> <ol> <li><p>在“建模”<strong></strong>功能区，选择“新建度量值”<strong></strong></p></li> <li><p>在表达式编辑器中输入下列表达式</p></li> <p>所选国家名 = if(HASONEVALUE('Metadata - Countries'[国家名]), VALUES('Metadata - Countries'[国家名]) &amp; " is selected", "")</p> <p>注意：注意到该表达式检查是否只选择了一个<strong>国家名</strong>来显示特定字符串。否则将不会显示任何值。</p> <li><p>按编辑器左侧的“检查标记”<strong></strong>图标</p></li> <li><p>从“可视化”窗格向页面添加<strong>卡片视觉对象</strong>。</p> <p>a.将“字段”设置为“所选国家名”<strong></strong></p></li> <li><p>请注意该值为空</p></li> <li><p>在地图上<strong>选择国家</strong></p></li> <li><p>请注意出现了标签</p> <p>注意：可导入<a href="{3}"></a>“长文本查看器”视觉对象作为数据的备用视图。</p></li> </ol>
zh_tw: <h3>步驟 3：使用 DAX 運算式計算資料</h3> <p>Power BI 提供預設資料計算來解決許多案例。不過，有些情況需要更多控制。Power BI 提供豐富的運算式語言，稱為「資料存取運算式」(Data Access Expressions，DAX)。檢閱我們的<a href="{0}">快速入門：了解 DAX 基本原理</a>主題是一個很好的起點。</p> <p>在本教學課程中，我們將涵蓋兩個實用的運算式，這對資料故事行銷特別有幫助。</p> <h4>使用 DAX 運算式建立自訂色彩配置</h4> <ol> <li><p>在 [模型]<strong></strong> 功能區中，選取 [新增資料行]<strong></strong>。</p></li> <li><p>在運算式編輯器中輸入下列運算式</p> <p>強調國家/地區 = if('Metadata - Countries'[Country Name] = "France", "Emphasis", if('Metadata - Countries'[Country Name] = "Denmark", "Emphasis", if('Metadata - Countries'[Country Name] = "Poland", "Emphasis", "Other")))</p> <p>注意：注意運算式如何挑選 [國家/地區名稱]<strong></strong> 欄位的特定值，將這些值指派給稱為 [強調]<strong></strong> 的類別，然後將其餘值提供給 [其他]<strong></strong> 類別。</p></li> <li><p>按下編輯器左側的<strong>核取記號</strong>圖示</p></li> <li><p>將 [強調國家/地區]<strong></strong> 資料行新增至 Power BI 視覺效果的 [圖例]<strong></strong> 屬性 (例如區域分布圖)，如下所示：</p> <p>a.將 [位置]<strong></strong> 設定為 [國家/地區名稱]<strong></strong></p> <p>b.將 [圖例]<strong></strong> 設定為 [強調國家/地區]<strong></strong></p> <p>c.將 [色彩飽和度]<strong></strong> 設定為 [國碼 (地區碼)]<strong></strong></p> <pre>i. 注意：這會顯示為 **國碼 (地區碼) 計數** </pre></li> <li><p>在 [格式]<strong></strong> 窗格中，展開 [資料色彩]<strong></strong></p><p>a.將 [強調]<strong></strong> 的色彩設定為<strong>黃色</strong></p> <p>b.將 [其他]<strong></strong> 的色彩設定為<strong>深灰色</strong></p> </li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>產生的地圖如下所示：</p> <p><img src="{2}" alt="" title="" /></p> <h4>建立只有在選取單一值時才會出現的文字標籤</h4> <ol> <li><p>在 [模型]<strong></strong> 功能區中，選取 [新增量值]<strong></strong></p></li> <li><p>在運算式編輯器中輸入下列運算式</p></li> <p>選取的國家/地區名稱 = if(HASONEVALUE('Metadata - Countries'[Country Name]), VALUES('Metadata - Countries'[Country Name]) &amp; " is selected", "")</p> <p>注意：注意運算式如何檢查是否只選取一個 [國家/地區名稱]<strong></strong> 來顯示特定字串。否則不會顯示任何值。</p> <li><p>按下編輯器左側的<strong>核取記號</strong>圖示</p></li> <li><p>將 [卡片]<strong></strong> 視覺效果從 [視覺效果] 窗格新增至頁面。</p> <p>a.將欄位設定為 [選取的國家/地區名稱]<strong></strong></p></li> <li><p>請注意，此值為空白</p></li> <li><p><strong>選取地圖上的一個國家/地區</strong></p></li> <li><p>請注意，標籤會隨即出現</p> <p>注意：您可以匯入 [完整文字檢視器]<a href="{3}"></a> 視覺效果作為資料的替代檢視。</p></li> </ol>
