Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/DataExploration.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Content10_2
source: <ol> <li><strong>Enter the code below</strong> in the editor (see explanation included), and press <strong>OK</strong>.<ol><li><p> library will use it for that particular R session. You install packages once on your machine but you need the library command every time you use a package</p> <p>library(Ecdat)</p> <p>library(fpp)</p></li><li><p> here we create a time series object out of the fourth column, using a frequency of 12 months a year, starting from January 2002</p><p>input &lt;- ts(dataset[,4], frequency = 12, start = c(2002,1))</p></li><li><p>To find the trend, we calculate the monthly moving average [see tutorial 1 on global temperature change to see how you can use DAX for calculating a moving average]</p> <p>trend = ma(input, order = 12, centre = T)</p></li> <li><p>To expose the seasonality in the data we first ‘detrend’ the time series by removing the trend</p> <p>detrend = input / trend</p></li><li><p>we split out our dataset into a matrix grouping together all the data from the same month (by column)</p> <p>m = t(matrix(data = detrend, nrow = 12))</p> </li> <li><p>By taking the mean from the matrix, we find the seasonality</p> <p>seasonal = colMeans(m, na.rm = T)</p> <p>seasonalData &lt;- c()</p> <p>for(i in 1:13)</p> <p>&#123;</p> <p>seasonalData &lt;- c(seasonal, seasonalData)</p> <p>&#125;</p> </li> <li><p> Now we can isolate the noise by dividing the time series by the trend-cycle</p> <p>random = input /(trend * seasonal)</p> </li><li><p>The results are written to a new table where we combine the output with our initial dataset.</p> <p>output&lt;- data.frame(seasonalData, trend, random, dataset)</p> </li></ol></li> <li>Expand the table that has been created, and change the data type of the <strong>Date</strong> column back into date.<p><img src="{0}" alt="" title="" /></p> <p>If you want you can delete the <strong>Name</strong> column as well, it only contains an ‘output’ label for each row.</p></li> <li><strong>Close and Apply</strong>. Use the newly created columns to plot seasonality, trend, and noise over time. <p><img src="{1}" alt="" title="" /></p></li> </ol>
de_de: <ol> <li><strong>Geben Sie den folgenden Code</strong> im Editor ein (siehe entsprechende Erklärung), und klicken Sie auf <strong>OK</strong>.<ol><li><p> Wird von der Bibliothek für diese R-Sitzung verwendet. Sie müssen die Pakete nur einmal installieren, jedoch bei jeder Verwendung eines Pakets den library-Befehl verwenden.</p> <p>library(Ecdat)</p> <p>library(fpp)</p></li><li><p> Hier erstellen wir ein Zeitreihenobjekt anhand der vierten Spalte. Die Häufigkeit beträgt ab Januar 2002 12 Monate im Jahr.</p><p>input &lt;- ts(dataset[,4], frequency = 12, start = c(2002,1))</p></li><li><p>Um den Trend zu ermitteln, berechnen wir den monatlichen gleitenden Durchschnitt [in Tutorial 1 zur globalen Temperaturveränderung finden Sie Informationen darüber, wie Sie einen gleitenden Durchschnitt mithilfe von DAX berechnen].</p> <p>trend = ma(input, order = 12, centre = T)</p></li> <li><p>Um die Saisonalität in den Daten herauszustellen, wird der Trend der Zeitreihe „aufgehoben“, indem er entfernt wird.</p> <p>detrend = input / trend</p></li><li><p>Wir teilen das Dataset in eine Matrix auf und gruppieren alle Daten desselben Monats (nach Spalte).</p> <p>m = t(matrix(data = detrend, nrow = 12))</p> </li> <li><p>Anhand des Mittelwerts der Matrix wird die Saisonalität erkennbar.</p> <p>seasonal = colMeans(m, na.rm = T)</p> <p>seasonalData &lt;- c()</p> <p>for(i in 1:13)</p> <p>{</p> <p>seasonalData &lt;- c(seasonal, seasonalData)</p> <p>}</p> </li> <li><p> Nun können wir das Rauschen isolieren, indem wir die Zeitreihe durch den Trendzyklus dividieren.</p> <p>random = input /(trend * seasonal)</p> </li><li><p>Die Ergebnisse werden in eine neue Tabelle geschrieben, wobei die Ausgabe mit dem ursprünglichen Dataset kombiniert wird.</p> <p>output&lt;- data.frame(seasonalData, trend, random, dataset)</p> </li></ol></li> <li>Erweitern Sie die Tabelle, die erstellt wurde, und ändern Sie den Datentyp der Spalte <strong>Datum</strong> wieder in das Datum.<p><img src="{0}" alt="" title="" /></p> <p>Sie können auch die Spalte <strong>Name</strong> löschen, da sie lediglich eine Bezeichnung „output“ für die einzelnen Zeilen enthält.</p></li> <li><strong>Schließen und übernehmen</strong>. Verwenden Sie die neu erstellten Spalten, um Saisonalität, Trends sowie Rauschen im Laufe der Zeit darzustellen. <p><img src="{1}" alt="" title="" /></p></li> </ol>
es_es: <ol> <li><strong>Escriba el código que aparece a continuación</strong> en el editor (consulte la explicación que se incluye), y presione <strong>Aceptar</strong>.<ol><li><p> la biblioteca lo usará para esa sesión de R concreta. Alguna vez ha instalado paquetes en el equipo pero necesita el comando de biblioteca cada vez que utiliza un paquete</p> <p>library(Ecdat)</p> <p>library(fpp)</p></li><li><p> Aquí vamos a crear un objeto de serie temporal fuera de la cuarta columna, mediante una frecuencia de 12 meses al año, a partir de enero de 2002</p><p>input &lt;- ts(dataset[,4], frequency = 12, start = c(2002,1))</p></li><li><p>Para encontrar la tendencia, calcularemos la media móvil mensual [consulte el tutorial 1 sobre cambio global de temperatura para ver cómo puede utilizar DAX para calcular una media móvil]</p> <p>trend = ma(input, order = 12, centre = T)</p></li> <li><p>Para mostrar la estacionalidad de los datos, quitaremos primero la tendencia de la serie temporal eliminando la tendencia</p> <p>detrend = input / trend</p></li><li><p>Dividiremos el conjunto de datos en una matriz que agrupe todos los datos del mismo mes (por columnas)</p> <p>m = t(matrix(data = detrend, nrow = 12))</p> </li> <li><p>Realizando la media de la matriz, hallaremos la estacionalidad</p> <p>seasonal = colMeans(m, na.rm = T)</p> <p>seasonalData &lt;- c()</p> <p>for(i in 1:13)</p> <p>{</p> <p>seasonalData &lt;- c(seasonal, seasonalData)</p> <p>}</p> </li> <li><p> Ahora podemos aislar el ruido dividiendo la serie temporal por ciclo de tendencias</p> <p>random = input /(trend * seasonal)</p> </li><li><p>Los resultados se escriben en una tabla nueva en la que combinaremos la salida con nuestro conjunto de datos inicial.</p> <p>output&lt;- data.frame(seasonalData, trend, random, dataset)</p> </li></ol></li> <li>Expanda la tabla que ha creado y cambie el tipo de datos de la columna <strong>Fecha</strong> de nuevo a datos de fecha.<p><img src="{0}" alt="" title="" /></p> <p>Si quiere, puede eliminar la columna <strong>Nombre</strong> también ya que solo contiene una etiqueta de ‘salida’ para cada fila.</p></li> <li><strong>Cierre y aplique</strong>. Utilice las columnas recién creadas para trazar la estacionalidad, la tendencia y el ruido a lo largo del tiempo. <p><img src="{1}" alt="" title="" /></p></li> </ol>
fr_fr: <ol> <li><strong>Entrez le code ci-dessous</strong> dans l’éditeur (voir l’explication incluse), puis appuyez sur <strong>OK</strong>.<ol><li><p> La bibliothèque l’utilisera pour cette session&#160;R. Vous installez les packages une seule fois sur votre ordinateur, mais vous avez besoin de la commande de bibliothèque chaque fois que vous utilisez un package</p> <p>library(Ecdat)</p> <p>library(fpp)</p></li><li><p> Nous créons ici un objet série chronologique à partir de la quatrième colonne, en utilisant une fréquence de 12 mois, ou un an, débutant en janvier&#160;2002</p><p>input &lt;- ts(dataset[;4]; frequency = 12; start = c(2002;1))</p></li><li><p>Pour dégager la tendance, nous calculons la moyenne mobile mensuelle [pour savoir comment utiliser DAX afin de calculer une moyenne mobile, voir le didacticiel&#160;1 sur le changement climatique global]</p> <p>trend = ma(input; order = 12; centre = T)</p></li> <li><p>Pour exposer le caractère saisonnier des données, nous annulons la tendance (detrend) de la série chronologique</p> <p>detrend = input / trend</p></li><li><p>Nous ventilons notre jeu de données en une matrice regroupant toutes les données d’un même mois (par colonne)</p> <p>m = T(matrix(data = detrend; nrow = 12))</p> </li> <li><p>En prenant la moyenne de la matrice, nous trouvons le caractère saisonnier</p> <p>seasonal = colMeans(m; na.rm = T)</p> <p>seasonalData &lt;- c()</p> <p>for(i in 1:13)</p> <p>{</p> <p>seasonalData &lt;- c(seasonal; seasonalData)</p> <p>}</p> </li> <li><p> Nous pouvons à présent isoler le bruit en divisant la série chronologique par la tendance-cycle</p> <p>random = input /(trend * seasonal)</p> </li><li><p>Les résultats sont écrits dans une nouvelle table où nous combinons la sortie avec notre jeu de données initial.</p> <p>output&lt;- data.frame(seasonalData, trend, random, dataset)</p> </li></ol></li> <li>Développez le tableau créé, puis reconvertissez le type de données de la colonne <strong>Date</strong> en date.<p><img src="{0}" alt="" title="" /></p> <p>Si vous voulez également supprimer la colonne <strong>Nom</strong> , celle-ci contient uniquement une étiquette «&#160;sortie&#160;» pour chaque ligne.</p></li> <li><strong>Fermez et appliquez</strong>. Utilisez les colonnes nouvellement créées pour tracer la saisonnalité, la tendance et le bruit dans le temps. <p><img src="{1}" alt="" title="" /></p></li> </ol>
it_it: <ol> <li><strong>Immetti il codice di seguito</strong> nell'editor (vedi la spiegazione inclusa) e fai clic su <strong>OK</strong>.<ol><li><p> library lo userà per questa sessione R specifica. I pacchetti devono essere installati una sola volta nel computer, ma il comando library è necessario ogni volta che usi un pacchetto</p> <p>library(Ecdat)</p> <p>library(fpp)</p></li><li><p> Qui creiamo un oggetto serie temporale dalla quarta colonna, usando una frequenza di 12 mesi all'anno a partire da gennaio 2002</p><p>input &lt;- ts(dataset[,4], frequenza = 12, inizio = c(2002,1))</p></li><li><p>Per individuare la tendenza, calcoliamo la media mobile mensile. Per scoprire come usare DAX per il calcolo di una media mobile, vedi l'esercitazione 1 sulla variazione di temperatura globale.</p> <p>tendenza = ma(input, ordine = 12, centro = T)</p></li> <li><p>Per esporre la stagionalità nei dati, dobbiamo prima di tutto rimuovere la tendenza dalla serie temporale usando "detrend"</p> <p>detrend = input / tendenza</p></li><li><p>Suddividiamo il set di dati in una matrice che raggruppa insieme tutti i dati per lo stesso mese (per colonna)</p> <p>m = t(matrix(dati = detrend, nrow = 12))</p> </li> <li><p>Prendendo la media dalla matrice, troviamo la stagionalità</p> <p>stagionale = colMeans(m, na.rm = T)</p> <p>datiStagionali &lt;- c()</p> <p>for(i in 1:13)</p> <p>{</p> <p>datiStagionali &lt;- c(stagionale, datiStagionali)</p> <p>}</p> </li> <li><p> Ora possiamo isolare il rumore dividendo la serie temporale per il componente tendenza-ciclo</p> <p>casuale = input /(tendenza * stagionale)</p> </li><li><p>I risultati vengono scritti in una nuova tabella in cui possiamo combinare l'output con il set di dati iniziale.</p> <p>output&lt;- data.frame(datiStagionali, tendenza, casuale, dataset)</p> </li></ol></li> <li>Espandi la tabella creata e ripristina il tipo di dati data della colonna <strong>Data</strong>.<p><img src="{0}" alt="" title="" /></p> <p>Se vuoi, puoi eliminare anche la colonna <strong>Nome</strong>, perché contiene solo un'etichetta "output" per ogni riga.</p></li> <li><strong>Chiudi e applica</strong>. Usa le nuove colonne create per tracciare la stagionalità, la tendenza e il rumore nel tempo. <p><img src="{1}" alt="" title="" /></p></li> </ol>
ja_jp: <ol> <li>エディターに<strong>下記のコードを入力</strong> (含まれる説明を参照) して、<strong>[OK]</strong> をクリックします。<ol><li><p> コードはライブラリによって、特定の R セッションで使用されます。ご使用のコンピューターへのパッケージのインストールは 1 度きりですが、パッケージを使用する際には毎回ライブラリ コマンドが必要です。</p> <p>library(Ecdat)</p> <p>library(fpp)</p></li><li><p> ここでは 2002 年 1 月からの 1 年 (12 か月) の頻度を使用して、4 番目の列からタイム シリーズ オブジェクトを作成します。</p><p>input &lt;- ts(dataset[,4], frequency = 12, start = c(2002,1))</p></li><li><p>傾向を見出すには、月ごとの移動平均を計算します (地球の気温変化に関するチュートリアル 1 を参照して、移動平均の計算に DAX を使用する方法を確認してください)。</p> <p>trend = ma(input, order = 12, centre = T)</p></li> <li><p>データの季節性を表示するには、まず傾向を削除して、タイム シリーズの "傾向を除去 (detrend)" します。</p> <p>detrend = input / trend</p></li><li><p>同じ月 (列別) のすべてのデータをまとめて、データセットをマトリックスに分割します。</p> <p>m = t(matrix(data = detrend, nrow = 12))</p> </li> <li><p>マトリックスから平均値をとって季節性を見出します。</p> <p>seasonal = colMeans(m, na.rm = T)</p> <p>seasonalData &lt;- c()</p> <p>for(i in 1:13)</p> <p>{</p> <p>seasonalData &lt;- c(seasonal, seasonalData)</p> <p>}</p> </li> <li><p> タイム シリーズをトレンドサイクルで割ってノイズを分離できます。</p> <p>random = input /(trend * seasonal)</p> </li><li><p>出力と当初のデータセットを組み合わせた新しいテーブルに結果が書き込まれます。</p> <p>output&lt;- data.frame(seasonalData, trend, random, dataset)</p> </li></ol></li> <li>作成されたテーブルを拡張し、<strong>日付</strong>列のデータ型を日付に戻します。<p><img src="{0}" alt="" title="" /></p> <p>必要な場合は<strong>名前</strong>列も削除して、各行の "出力" ラベルのみを含むようにすることもできます。</p></li> <li><strong>[閉じて適用]</strong> をクリックします。新たに作成された列を使用して、一定期間にわたる季節性、傾向、およびノイズをグラフにプロットします。 <p><img src="{1}" alt="" title="" /></p></li> </ol>
ko_kr: <ol> <li>편집기에서 <strong>아래 코드를 입력</strong>하고(제공된 설명 참조) <strong>확인</strong>을 누릅니다.<ol><li><p> 라이브러리에서 특정 R 세션에 대해 이 코드를 사용합니다. 컴퓨터에 패키지는 한 번 설치하지만 패키지를 사용할 때마다 라이브러리 명령이 필요합니다.</p> <p>라이브러리(Ecdat)</p> <p>라이브러리(fpp)</p></li><li><p> 여기서는 네 번째 열에서 2002년 1월부터 1년에 12개월 빈도로 시작하는 시계열 개체를 만듭니다.</p><p>input &lt;- ts(dataset[,4], frequency = 12, start = c(2002,1))</p></li><li><p>추세를 찾기 위해 매달 이동 평균을 계산합니다[이동 평균을 계산하기 위해 DAX를 사용하는 방법을 보려면 전 세계 온도 변화에 대한 자습서 1 참조].</p> <p>trend = ma(input, order = 12, centre = T)</p></li> <li><p>데이터에서 계절성을 노출하려면 먼저 추세를 제거하여 시계열을 '비추세'화합니다.</p> <p>detrend = input / trend</p></li><li><p>같은 달의 모든 데이터를 함께 그룹화하도록 데이터 집합을 행렬로 분할합니다(열 기준).</p> <p>m = t(matrix(data = detrend, nrow = 12))</p> </li> <li><p>행렬에서 평균을 가져와 계절성을 찾습니다.</p> <p>seasonal = colMeans(m, na.rm = T)</p> <p>seasonalData &lt;- c()</p> <p>for(i in 1:13)</p> <p>{</p> <p>seasonalData &lt;- c(seasonal, seasonalData)</p> <p>}</p> </li> <li><p> 이제 시계열을 추세-사이클로 나누어 노이즈를 분리할 수 있습니다.</p> <p>random = input /(trend * seasonal)</p> </li><li><p>결과는 새 테이블에 기록되며 여기서 출력이 초기 데이터 집합과 결합됩니다.</p> <p>output&lt;- data.frame(seasonalData, trend, random, dataset)</p> </li></ol></li> <li>생성한 테이블을 확장하고 <strong>날짜</strong> 열의 데이터 형식을 다시 날짜로 변경합니다.<p><img src="{0}" alt="" title="" /></p> <p><strong>이름</strong> 열도 삭제할 수 있으려면 행마다 '출력' 레이블만 포함합니다.</p></li> <li><strong>닫고 적용</strong>합니다. 새로 생성된 열을 사용하여 시간별 계절성, 추세 및 노이즈를 그립니다. <p><img src="{1}" alt="" title="" /></p></li> </ol>
pt_br: <ol> <li><strong>Insira o código abaixo</strong> no editor (veja a explicação incluída) e pressione <strong>OK</strong>.<ol><li><p> A biblioteca o usará para essa sessão R específica. Os pacotes são instalados uma vez no computador, porém é necessário usar o comando da biblioteca toda vez que usar um pacote</p> <p>library(Ecdat)</p> <p>library(fpp)</p></li><li><p> criamos aqui um objeto de série temporal baseado na quarta coluna com uma frequência de 12 meses por ano, a partir de janeiro de 2002</p><p>input &lt;- ts(dataset[,4], frequency = 12, start = c(2002,1))</p></li><li><p>Para encontrar a tendência, calculamos a média de movimentação mensal [veja o tutorial 1 sobre a mudança de temperatura global para ver como você pode usar o DAX para calcular uma média de movimentação]</p> <p>trend = ma(input, order = 12, centre = T)</p></li> <li><p>Para expor a sazonalidade dos dados, aplicamos primeiro “detrend” da série temporal removendo a tendência</p> <p>detrend = input / trend</p></li><li><p>Separamos nosso conjunto de dados em agrupamentos de matrizes contendo todos os dados do mesmo mês (por coluna)</p> <p>m = t(matrix(data = detrend, nrow = 12))</p> </li> <li><p>Ao extrair a média da matriz, encontramos a sazonalidade</p> <p>seasonal = colMeans(m, na.rm = T)</p> <p>seasonalData &lt;- c()</p> <p>for(i in 1:13)</p> <p>{</p> <p>seasonalData &lt;- c(seasonal, seasonalData)</p> <p>}</p> </li> <li><p> Agora, podemos isolar o ruído dividindo a série temporal pelo ciclo de tendência</p> <p>random = input /(trend * seasonal)</p> </li><li><p>Os resultados são representados em uma nova tabela na qual combinamos a saída com nosso conjunto de dados inicial.</p> <p>output&lt;- data.frame(seasonalData, trend, random, dataset)</p> </li></ol></li> <li>Expanda a tabela que foi criada e altere os tipos de dados da coluna <strong>Data</strong> novamente para data.<p><img src="{0}" alt="" title="" /></p> <p>Se desejar, você também pode excluir a coluna <strong>Nome</strong>, pois ela apenas contém um rótulo “saída” para cada linha.</p></li> <li>Selecione <strong>Fechar e Aplicar</strong>. Use as colunas recém-criadas para plotar sazonalidade, tendência e ruído em função do tempo. <p><img src="{1}" alt="" title="" /></p></li> </ol>
ru_ru: <ol> <li><strong>Введите приведенный ниже код</strong> в редакторе (см. пояснения) и нажмите кнопку <strong>ОК</strong>.<ol><li><p> Команда library предписывает использовать соответствующую библиотеку в рамках данного сеанса R. Пакет библиотеки устанавливается один раз, но соответствующая команда library вызывается каждый раз при его использовании.</p> <p>library(Ecdat)</p> <p>library(fpp)</p></li><li><p> Здесь мы создаем объект временного ряда на базе четвертого столбца с частотой 12&#160;месяцев в году начиная с января 2002&#160;г.</p><p>input &lt;- ts(dataset[,4], frequency = 12, start = c(2002,1))</p></li><li><p>Чтобы определить тренд, мы рассчитываем ежемесячное скользящее среднее (сведения о том, как с помощью DAX рассчитать скользящее среднее, см. в учебнике&#160;1, посвященном глобальным изменениям температуры).</p> <p>trend = ma(input, order = 12, centre = T)</p></li> <li><p>Чтобы найти в данных сезонные факторы, мы сначала удалим из временного ряда тренд.</p> <p>detrend = input / trend</p></li><li><p>Распределим набор данных по матрице, сгруппировав все значения по месяцам (по столбцам).</p> <p>m = t(matrix(data = detrend, nrow = 12))</p> </li> <li><p>Рассчитав средние значения по матрице, мы определим фактор сезонности.</p> <p>seasonal = colMeans(m, na.rm = T)</p> <p>seasonalData &lt;- c()</p> <p>for(i in 1:13)</p> <p>{</p> <p>seasonalData &lt;- c(seasonal, seasonalData)</p> <p>}</p> </li> <li><p> Теперь можно отделить полезные данные от шума, разделив временной ряд на циклический тренд.</p> <p>random = input /(trend * seasonal)</p> </li><li><p>Результаты записываются в новую таблицу, где полученные значения объединяются с исходным набором данных.</p> <p>output&lt;- data.frame(seasonalData, trend, random, dataset)</p> </li></ol></li> <li>Разверните созданную таблицу и измените тип данных столбца <strong>Дата</strong> обратно на дату.<p><img src="{0}" alt="" title="" /></p> <p>При желании столбец <strong>Имя</strong> можно удалить, так как он содержит только результирующую надпись для каждой строки.</p></li> <li>Нажмите <strong>Закрыть и применить</strong>. С помощью новых столбцов можно представлять на диаграмме сезонные колебания, тренды и шум в динамике. <p><img src="{1}" alt="" title="" /></p></li> </ol>
zh_cn: <ol> <li>在编辑器中<strong>输入下方代码</strong>（查看包含的解释），并按“确定”<strong></strong>。<ol><li><p> 库将该代码用于特定的 R 会话。只需在计算机上安装一次包，但每次使用包时，都需要库命令</p> <p>library(Ecdat)</p> <p>library(fpp)</p></li><li><p> 我们从第四列创建时间序列对象，使用的频率为一年中的 12 个月，起始时间为 2002 年 1 月</p><p>input &lt;- ts(dataset[,4], frequency = 12, start = c(2002,1))</p></li><li><p>若要了解趋势，则计算出每月移动平均值 [查看全球气温变化教程 1，了解如何使用 DAX 计算移动平均值]</p> <p>trend = ma(input, order = 12, centre = T)</p></li> <li><p>若要找出数据中的周期性，首先需要删除趋势，去除时间序列的趋势</p> <p>detrend = input / trend</p></li><li><p>将数据集拆分到矩阵中，将同一个月的所有数据组合在一起（按列）</p> <p>m = t(matrix(data = detrend, nrow = 12))</p> </li> <li><p>提取矩阵中的平均值就可找出数据的周期性</p> <p>seasonal = colMeans(m, na.rm = T)</p> <p>seasonalData &lt;- c()</p> <p>for(i in 1:13)</p> <p>{</p> <p>seasonalData &lt;- c(seasonal, seasonalData)</p> <p>}</p> </li> <li><p> 现在按趋势周期来划分时间序列，排除噪音</p> <p>random = input /(trend * seasonal)</p> </li><li><p>得出的结果将写入新的表格中，表格结合了输出数据和最初的数据集。</p> <p>output&lt;- data.frame(seasonalData, trend, random, dataset)</p> </li></ol></li> <li>展开创建的表格，将“日期”<strong></strong>列的数据类型改回为日期。<p><img src="{0}" alt="" title="" /></p> <p>还可按需删除“名称”<strong></strong>列，使该列的每行中只包含“输出”标签。</p></li> <li><strong>关闭并应用</strong>。使用新建的列绘制出随时间变化的周期性、趋势和噪音。 <p><img src="{1}" alt="" title="" /></p></li> </ol>
zh_tw: <ol> <li>在編輯器中<strong>輸入下列程式碼</strong> (請參閱內含的說明)，然後按下 [確定]<strong></strong>。<ol><li><p> 程式庫會將它用於特定 R 工作階段。您會在電腦上安裝一次套件，但每次使用套件都需要此程式庫命令</p> <p>library(Ecdat)</p> <p>library(fpp)</p></li><li><p> 我們從第四個資料行建立時間序列物件，並使用一年 12 個月的頻率，從 2002 年 1 月開始</p><p>input &lt;- ts(dataset[,4], frequency = 12, start = c(2002,1))</p></li><li><p>若要了解趨勢，我們可計算每月移動平均 [請參閱教學課程 1 中的全球溫度變化，以了解如何使用 DAX 計算移動平均]</p> <p>trend = ma(input, order = 12, centre = T)</p></li> <li><p>若要公開資料中的季節性，我們可先移除來取消時間序列的趨勢</p> <p>detrend = input / trend</p></li><li><p>我們將資料集分割為矩陣，讓所有來自相同月份 (依資料行) 的資料分組在一起</p> <p>m = t(matrix(data = detrend, nrow = 12))</p> </li> <li><p>藉由擷取矩陣的平均值，即可求得季節性</p> <p>seasonal = colMeans(m, na.rm = T)</p> <p>seasonalData &lt;- c()</p> <p>for(i in 1:13)</p> <p>{</p> <p>seasonalData &lt;- c(seasonal, seasonalData)</p> <p>}</p> </li> <li><p> 現在，我們可以依趨勢週期分割時間序列，進而隔離雜訊</p> <p>random = input /(trend * seasonal)</p> </li><li><p>這些結果會寫入新的資料表內，其中會結合輸出與初始資料集。</p> <p>output&lt;- data.frame(seasonalData, trend, random, dataset)</p> </li></ol></li> <li>展開已建立的資料表，然後將 [日期]<strong></strong> 資料行的資料類型變更回日期。<p><img src="{0}" alt="" title="" /></p> <p>如果您需要，也可以刪除 [名稱]<strong></strong> 資料行，每個資料列只包含一個「輸出」標籤。</p></li> <li><strong>關閉並套用</strong>。使用新建立的資料行來繪製一段時間的季節性、趨勢和雜訊。 <p><img src="{1}" alt="" title="" /></p></li> </ol>
