Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/DataExploration.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Content16_1
source: <p><img src="{0}" alt="" title="" /></p> <p>Figure 3 Updated chart based on synthetic measures. Assumptions are clearly stated to inform the reader. Measure names indicate the data is constructed.</p> <p>If you compare chart in Figure 3 to the chart in Figure 1, you will see a large difference in the trend for each series. This last chart is representative, and when the correctness conditions of a single year and a single country are satisfied, it reports the same data as the top chart.</p> <p>In this example we’ve overcome the challenge of an incorrect aggregate, but at the cost of adding an assumption that could be challenged. You can see from the length of this explanation why we chose not to include this detail directly in the course video. The example is illustrative of the challenges you as the data visualization designer will face as you seek to truthfully present data to a broad audience.</p>
de_de: <p><img src="{0}" alt="" title="" /></p> <p>Abbildung 3: Aktualisiertes Diagramm auf Basis synthetischer Measures. Die Annahmen sind zur Information des Lesers klar angegeben. Die Namen der Measure weisen darauf hin, dass die Daten konstruiert sind.</p> <p>Wenn Sie das Diagramm in Abbildung 3 mit dem Diagramm in Abbildung 1 vergleichen, sehen Sie einen großen Unterschied beim Trend der jeweiligen Reihe. Dieses letzte Diagramm ist repräsentativ, und wenn die Bedingungen für Genauigkeit (einzelnes Jahr und einzelnes Land) erfüllt sind, werden dieselben Daten wie im Diagramm weiter oben dargestellt.</p> <p>In diesem Beispiel wurde das Problem eines falschen Aggregats vermieden. Allerdings musste zu diesem Zweck eine Annahme getroffen werden, die angezweifelt werden könnten. Sie sehen, wie lang diese Erläuterung ist. Aus diesem Grund wurde dieses Detail nicht direkt im Kursvideo gezeigt. Das Beispiel veranschaulicht die Herausforderungen, die sich Ihnen beim Entwerfen von Datenvisualisierungen stellen werden, wenn Sie einem breiten Publikum korrekte Daten präsentieren möchten.</p>
es_es: <p><img src="{0}" alt="" title="" /></p> <p>Ilustración 3: Gráfico actualizado basado en medidas sintéticas. Se explican claramente las suposiciones para informar al lector. Los nombres de las medidas indican que se han construido los datos.</p> <p>Si compara el gráfico de la Ilustración 3 con el gráfico de la Ilustración 1, observará una gran diferencia en la tendencia de cada serie. Este último gráfico es representativo y si se satisfacen las condiciones de corrección de un solo año y un solo país, ofrece los mismos datos que el gráfico superior.</p> <p>En este ejemplo hemos superado el reto de una agregación incorrecta pero a cambio de agregar una suposición cuestionable. Puede deducir por la longitud de esta explicación, el motivo por el que decidimos no incluir estos detalles directamente en el vídeo del curso. El ejemplo sirve para ilustrar los desafíos a los que deberá hacer frente como diseñador de visualizaciones de datos a la hora de presentar de forma fidedigna los datos a una amplia audiencia.</p>
fr_fr: <p><img src="{0}" alt="" title="" /></p> <p>Figure&#160;3 Graphique mis à jour basé sur des mesures synthétiques. Les hypothèses sont clairement énoncées pour informer le lecteur. Les noms de mesures indiquent que les données ont été construites.</p> <p>En comparant le graphique de la figure&#160;3 à celui de la figure&#160;1, vous pouvez constater une écart important entre les tendances de chaque série. Ce dernier graphique est représentatif et, lorsque les conditions d’exactitude d’une année et d’un pays sont réunies, il reflète les mêmes données que le graphique du haut.</p> <p>Dans cet exemple, nous avons surmonté le défi d’un agrégat incorrect, mais au prix de l’ajout d’une hypothèse éventuellement contestable. Compte tenu de la longueur de cette explication, vous comprenez à présent pourquoi nous avons décidé de ne pas inclure ces détails directement dans la vidéo du cours. L’exemple illustre les défis auxquels, en tant que concepteur de visualisation, vous pouvez être confronté lorsque vous cherchez à présenter fidèlement des données à un vaste auditoire.</p>
it_it: <p><img src="{0}" alt="" title="" /></p> <p>Figura 3 Grafico aggiornato basato su misure sintetiche. I presupposti sono chiaramente indicati per informare il lettore. I nomi delle misure indicano che i dati sono costruiti.</p> <p>Se confronti il grafico nella figura 3 con il grafico nella figura 1, noterai una grande differenza rispetto alla tendenza per ogni serie. Questo ultimo grafico è rappresentativo e quando vengono soddisfatte le condizioni di correttezza di un singolo anno e un singolo paese, il grafico indica gli stessi dati del grafico superiore.</p> <p>In questo esempio abbiamo risolto il problema di un errore di aggregazione, ma al costo di aggiungere un presupposto che potrebbe essere contestato. Dalla lunghezza di questa spiegazione puoi capire perché abbiamo scelto di non includere questo dettaglio direttamente nel video del corso. L'esempio è rappresentativo delle sfide che ogni progettista di visualizzazioni dati deve affrontare quando cerca di presentare fedelmente i dati a un vasto gruppo di destinatari.</p>
ja_jp: <p><img src="{0}" alt="" title="" /></p> <p>図 3 統合メジャーに基づき、グラフが更新されました。閲覧者に知らせるために仮説である旨が明記されています。メジャー名はデータが構築されていることを示します。</p> <p>図 3 のグラフを図 1 のグラフと比較すると、シリーズごとに傾向に大きな違いがあることがわかります。最後に示したグラフが代表的なもので、単独の年と単独の国の正確さの条件が満たされた場合には、同じデータが最良のグラフとしてレポートされます。</p> <p>この例では誤った集計の問題は解決しましたが、その際に仮定が加えられたことによって、疑問が寄せられる可能性があります。この説明の長さから、この詳細情報をコース ビデオに入れなかった理由がおわかりいただけると思います。この例は、データ視覚化のデザイナーが、広範な閲覧者に信頼できる形でデータを表示する際に直面する問題を具体的に示したものです。</p>
ko_kr: <p><img src="{0}" alt="" title="" /></p> <p>그림 3 가상 측정값을 기준으로 업데이트된 차트 독자에게 가정을 명확히 명시해 주어야 합니다. 측정값 이름은 데이터가 생성된 것을 나타냅니다.</p> <p>그림 3의 차트를 그림 1의 차트와 비교해 보면 각 계열의 추세에 큰 차이가 있음을 알 수 있습니다. 이 마지막 차트가 대표적인 차트이며 단일 연도 및 단일 국가의 정확성 조건을 만족하면 동일한 데이터를 상위 차트로 보고합니다.</p> <p>이 예에서는 정확하지 않은 집계 문제를 극복했지만 가정을 추가하는 비용이 문제가 될 수 있습니다. 이 설명의 분량만으로 과정 비디오에 직접 세부 내용을 포함하지 않은 이유를 알 수 있습니다. 이 예에서는 광범위한 대상 그룹에 데이터를 충실하게 표현하기 위해 데이터 시각화 디자이너가 직면하게 될 문제를 보여 줍니다.</p>
pt_br: <p><img src="{0}" alt="" title="" /></p> <p>Figura 3 Gráfico atualizado com base em medidas sintéticas. As suposições são indicadas com clareza para informar o leitor. Os nomes das medidas indicam que os dados foram calculados.</p> <p>Se compararmos o gráfico da Figura 3 com o da Figura 1, veremos uma grande diferença na tendência de cada série. Esse último gráfico de fato representa a realidade e quando as condições de precisão de um dado ano e país são atendidas, ele relata os mesmos dados que o gráfico acima.</p> <p>Nesse exemplo, superamos o desafio de uma agregação incorreta, porém às custas de adicionar uma suposição que poderia ser criticada. Você pode ver pela extensão dessa explicação por que decidimos não incluir esse detalhe diretamente no vídeo do curso. O exemplo ilustra os desafios que você enfrentará como designer de visualização ao buscar apresentar os dados de maneira genuína para um público mais amplo.</p>
ru_ru: <p><img src="{0}" alt="" title="" /></p> <p>Рисунок&#160;3. Обновленная диаграмма на базе синтетических мер. Предположения понятно объяснены целевой аудитории. Названия мер указывают, что данные получены искусственно.</p> <p>Если сравнить диаграммы на рисунках&#160;3 и 1, мы увидим большую разницу в трендах по каждому из рядов. Последняя диаграмма является репрезентативной, а когда выполняется условие, согласно которому должны быть выбраны один год и одна страна, данные на ней совпадают с данными на верхней диаграмме.</p> <p>В нашем примере мы обошли проблему, связанную с неправильными агрегатами, однако при этом сделали спорное предположение. Вам должно быть очевидно, почему это длинное пояснение отсутствует в видеоматериалах по данному курсу. Пример демонстрирует проблемы, в которыми вам как создателю визуализаций придется столкнуться в попытках предложить своей аудитории достоверные данные.</p>
zh_cn: <p><img src="{0}" alt="" title="" /></p> <p>图 3 基于综合度量值更新的图表。向读者明确说明进行的假设。度量值名称表示已创建数据。</p> <p>如果将图 1 中的图表与图 3 中的图表进行对比，会发现每个序列的趋势都有很大的不同。最后一个图表最具代表性，满足单个年份和单个国家的正确性条件时，它报告的数据与第一个图表相同。</p> <p>在这个示例中，我们解决了聚合错误的难题，但却添加了假设，而这可能又是一个难题。从此说明的长度也可以了解，我们为什么没有直接在课程视频中详细介绍这一问题。在力图向广大读者真实呈现数据的过程中，作为数据可视化的设计者，你会遇到这些难题，此示例就对这些难题进行了说明。</p>
zh_tw: <p><img src="{0}" alt="" title="" /></p> <p>圖 3 根據綜合量值更新圖表。清楚地陳述假設以告知讀者。量值名稱指出此資料經過建構。</p> <p>如果您將圖 3 中的圖表與圖 1 中的圖表進行比較，您會看到每個序列的趨勢有很大的差異。最後一個圖表很具代表性，若符合任一年份和任一國家/地區的正確性條件，則會回報與上方圖表相同的資料。</p> <p>在此範例中，我們克服了不正確彙總的挑戰，但代價是新增了可能會受到質疑的假設。您可以從此完整說明，了解我們為何選擇不在課程影片中直接包含此詳細資料。此範例描述資料視覺效果設計人員在企圖向廣泛的觀眾忠實呈現資料時，所將面臨的挑戰。</p>
