Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/DataExploration.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Content4_7
source: <blockquote> <p><img src="{0}" alt="" title="" /></p> </blockquote> <p>b. In the <strong>Add Custom Column</strong> dialog, enter the expression:</p> <pre>**\[state name\] &amp; “, Brasil”** </pre> <p><img src="{1}" alt="" title="" /></p> <p>c. Press <strong>OK</strong></p> <h3>Step 5: Loading Region metadata</h3> <ol> <li><p>In the <strong>Query Editor</strong> windows select <strong>New Source -&gt; Excel</strong> on the Home Ribbon</p></li> <li><p>Select the <strong>Excel file “Brazil Regions.xlsx”</strong></p></li> <li><p>In the <strong>Navigator</strong> dialog, check the box next to <strong>“BrazilRegions”</strong></p></li> <li><p>Press <strong>OK</strong></p></li> <p><img src="{2}" alt="" title="" /></p> <li><p>In the query window, the new query will load</p></li> <li><p>Right click the state column header, select <strong>Split Column</strong>, select <strong>by Delimiter</strong></p></li> <p><img src="{3}" alt="" title="" /></p> <li><p>In the <strong>Split Column by Delimiter</strong> dialog,</p> <p>a. Select <strong>Space</strong> in the <strong>Select or enter delimiter</strong> drop down</p> <p>b. Select <strong>At the right-most delimiter</strong></p> <p>c. Press <strong>OK</strong></p></li> <p><img src="{4}" alt="" title="" /></p> <li><p>Two new columns are created <strong>State.1</strong> and <strong>State.2</strong></p></li> <li><p>Right click one of the values in the State.2 column</p> <p>a. Select <strong>Replace Values…</strong></p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>In the <strong>Replace Values</strong> dialog,</p> <p>a. Enter “(“ for the <strong>Value to Find</strong></p> <p>b. Leave <strong>Replace With</strong> blank</p> <p>c. Press <strong>OK</strong></p></li> <p><img src="{6}" alt="" title="" /></p> <li><p>Repeat the above instructions to remove the “)” from the State.2 column</p> <p>Note: the following steps repeat the same process you learned earlier in this tutorial to merge the new region column into the IDEB2009 query. Please see instructions above for details instruction on how to accomplish these steps.</p></li> <li><p>Rename the State.2 column to <strong>“Abbr”</strong></p></li> <li><p>Select the <strong>IDEB2009 query</strong> in the Queries list</p></li> <li><p>Select <strong>Merge</strong> on the Home ribbon</p></li> <li><p>In the <strong>Merge</strong> dialog</p> <p>a. Select the <strong>state</strong> column in the IDEB2009 query</p> <p>b. Select the <strong>Abbr</strong> column in the BrazilRegions query</p> <p>c. Press <strong>OK</strong></p></li> <li><p>Select the <strong>Expand icon</strong> on the <strong>New Column</strong> column</p> <p>a. Select only the <strong>Region</strong> column in the dropdown</p> <p>b. Select <strong>OK</strong></p></li> <li><p>Press <strong>Close &amp; Apply</strong> in the Home ribbon</p></li> </ol>
de_de: <blockquote> <p><img src="{0}" alt="" title="" /></p> </blockquote> <p>b. Geben Sie im Dialogfeld <strong>Benutzerdefinierte Spalte hinzufügen</strong> den folgenden Ausdruck ein:</p> <pre>**\[Staatsname\] &amp; „, Brasilien“** </pre> <p><img src="{1}" alt="" title="" /></p> <p>c. Klicken Sie auf <strong>OK</strong>.</p> <h3>Schritt 5: Laden von Regionsmetadaten</h3> <ol> <li><p>Wählen Sie im Fenster <strong>Abfrage-Editor</strong> auf der Registerkarte „Start“ die Option <strong>Neue Quelle -> Excel</strong> aus.</p></li> <li><p>Wählen Sie die <strong>Excel-Datei „Brazil Regions.xlsx“</strong> aus.</p></li> <li><p>Aktivieren Sie im Dialogfeld <strong>Navigator</strong> das Kontrollkästchen neben <strong>Regionen Brasiliens</strong>.</p></li> <li><p>Klicken Sie auf <strong>OK</strong>.</p></li> <p><img src="{2}" alt="" title="" /></p> <li><p>Die neue Abfrage wird im Abfragefenster geladen.</p></li> <li><p>Klicken Sie mit der rechten Maustaste auf die Überschrift der Spalte „Bundesstaat“, und wählen Sie <strong>Spalte teilen</strong> und dann <strong>Nach Trennzeichen</strong> aus.</p></li> <p><img src="{3}" alt="" title="" /></p> <li><p>Gehen Sie im Dialogfeld <strong>Spalte nach Trennzeichen teilen</strong> wie folgt vor:</p> <p>a. Wählen Sie in der Dropdownliste <strong>Trennzeichen eingeben oder auswählen</strong> die Option <strong>Leerzeichen</strong> aus.</p> <p>b. Wählen Sie <strong>Beim äußersten rechten Trennzeichen</strong> aus.</p> <p>c. Klicken Sie auf <strong>OK</strong>.</p></li> <p><img src="{4}" alt="" title="" /></p> <li><p>Zwei neue Spalten werden erstellt: <strong>Bundesstaat.1</strong> und <strong>Bundesstaat.2</strong></p></li> <li><p>Klicken Sie mit der rechten Maustaste auf einen der Werte in der Spalte „Bundesstaat.2“.</p> <p>a. Wählen Sie <strong>Werte ersetzen...</strong> aus.</p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>Gehen Sie im Dialogfeld <strong>Werte ersetzen</strong> wie folgt vor:</p> <p>a. Geben Sie „(“ unter <strong>Zu suchender Wert</strong> ein.</p> <p>b. Lassen Sie <strong>Ersetzen durch</strong> leer.</p> <p>c. Klicken Sie auf <strong>OK</strong>.</p></li> <p><img src="{6}" alt="" title="" /></p> <li><p>Wiederholen Sie die obigen Anweisungen, um „)“ aus der Spalte „Bundesstaat.2“ zu entfernen.</p> <p>Hinweis: Mit den folgenden Schritten wiederholen Sie den Prozess, den Sie in diesem Tutorial bereits kennengelernt haben, um die neue Regionsspalte mit der IDEB2009-Abfrage zusammenzuführen. Detaillierte Anweisungen zum Durchführen dieser Schritte finden Sie weiter oben.</p></li> <li><p>Benennen Sie die Spalte „Bundesstaat.2“ in <strong>„Abkürzung“</strong> um.</p></li> <li><p>Wählen Sie die <strong>IDEB2009-Abfrage</strong> in der Liste „Abfrage“ aus.</p></li> <li><p>Wählen Sie im Menüband „Start“ die Option <strong>Zusammenführen</strong> aus.</p></li> <li><p>Gehen Sie im Dialogfeld <strong>Zusammenführen</strong> wie folgt vor:</p> <p>a. Wählen Sie in der IDEB2009-Abfrage die Spalte <strong>Bundesstaat</strong> aus.</p> <p>b. Wählen Sie in der Abfrage „BrazilRegions“ die Spalte <strong>Abbr</strong> aus.</p> <p>c. Klicken Sie auf <strong>OK</strong>.</p></li> <li><p>Klicken Sie in der Spalte <strong>Neue Spalte</strong> auf das <strong>Erweiterungssymbol</strong>.</p> <p>a. Wählen Sie in der Dropdownliste nur die Spalte <strong>Region</strong> aus.</p> <p>b. Wählen Sie <strong>OK</strong> aus.</p></li> <li><p>Klicken Sie im Menüband „Start“ auf <strong>Schließen und übernehmen</strong>.</p></li> </ol>
es_es: <blockquote> <p><img src="{0}" alt="" title="" /></p> </blockquote> <p>b. En el cuadro de diálogo <strong>Agregar columna personalizada</strong>, escriba la siguiente expresión:</p> <pre>**\[state name\] &amp; “, Brasil”** </pre> <p><img src="{1}" alt="" title="" /></p> <p>c. Presione <strong>Aceptar</strong></p> <h3>Paso 5: Carga de los metadatos de regiones</h3> <ol> <li><p>En la cinta Inicio, en las ventanas del <strong>Editor de consultas</strong> seleccione <strong>Nuevo origen -> Excel</strong></p></li> <li><p>Seleccione el <strong>archivo de Excel “Brazil Regions.xlsx”</strong></p></li> <li><p>En el cuadro de diálogo <strong>Navegador</strong>, active la casilla situada junto a <strong>“BrazilRegions”</strong></p></li> <li><p>Presione <strong>Aceptar</strong></p></li> <p><img src="{2}" alt="" title="" /></p> <li><p>Se cargará la nueva consulta en la ventana de consultas</p></li> <li><p>Haga clic con el botón derecho en el encabezado de la columna de estados, seleccione <strong>Dividir columna</strong> y seleccione <strong>Por delimitador</strong></p></li> <p><img src="{3}" alt="" title="" /></p> <li><p>En el cuadro de diálogo <strong>Dividir columna por delimitador</strong>,</p> <p>a. Seleccione <strong>Espacio</strong> en el menú desplegable <strong>Seleccione o escriba el delimitador</strong></p> <p>b. Seleccione <strong>En el delimitador situado más a la derecha</strong></p> <p>c. Presione <strong>Aceptar</strong></p></li> <p><img src="{4}" alt="" title="" /></p> <li><p>Se crean dos nuevas columnas <strong>Estado.1</strong> y <strong>Estado.2</strong></p></li> <li><p>Haga clic con el botón derecho en uno de los valores de la columna Estado.2</p> <p>a. Seleccione <strong>Reemplazar los valores...</strong></p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>En el cuadro de diálogo <strong>Reemplazar los valores</strong>,</p> <p>a. Escriba “(“ en <strong>Valor que buscar</strong></p> <p>b. Deje la opción <strong>Reemplazar por</strong> en blanco</p> <p>c. Presione <strong>Aceptar</strong></p></li> <p><img src="{6}" alt="" title="" /></p> <li><p>Repita las instrucciones anteriores para eliminar “)” de la columna Estado.2</p> <p>Nota: Los pasos que siguen a continuación repiten el mismo proceso que ha aprendido anteriormente en este tutorial para combinar la columna de nuevas regiones en la consulta IDEB2009. Consulte las instrucciones anteriores para obtener instrucciones detalladas sobre cómo cumplir estos pasos.</p></li> <li><p>Cambie el nombre la columna Estado.2 a <strong>“Abr”</strong></p></li> <li><p>Seleccione la <strong>consulta IDEB2009</strong> en la lista de consultas</p></li> <li><p>Seleccione <strong>Combinar</strong> en la cinta Inicio</p></li> <li><p>En el cuadro de diálogo <strong>Combinar</strong></p> <p>a. Seleccione la columna <strong>estado</strong> en la consulta IDEB2009</p> <p>b. Seleccione la columna <strong>Abbr</strong> en la consulta BrazilRegions</p> <p>c. Presione <strong>Aceptar</strong></p></li> <li><p>Seleccione el <strong>icono Expandir</strong> en la columna <strong>Nueva columna</strong></p> <p>a. Seleccione solo la columna <strong>Region</strong> en el menú desplegable</p> <p>b. Seleccione <strong>Aceptar</strong></p></li> <li><p>Presione <strong>Cerrar y aplicar</strong> en la cinta Inicio</p></li> </ol>
fr_fr: <blockquote> <p><img src="{0}" alt="" title="" /></p> </blockquote> <p>b. Dans la boîte de dialogue <strong>Ajouter une colonne personnalisée</strong>, entrez l’expression suivante&#160;:</p> <pre>**\[nom d’état\] &amp; “, Brésil”** </pre> <p><img src="{1}" alt="" title="" /></p> <p>c. Appuyez sur <strong>OK</strong></p> <h3>Étape&#160;5&#160;: charger les métadonnées de région</h3> <ol> <li><p>Dans la fenêtre <strong>Éditeur de requête</strong>, dans le ruban Accueil, sélectionnez <strong>Nouvelle source -> Excel</strong></p></li> <li><p>Sélectionnez le <strong>fichier Excel «&#160;RégionsBrésil.xlsx&#160;»</strong></p></li> <li><p>Dans la boîte de dialogue <strong>Navigateur</strong>, activez la case à cocher en regard de <strong>«&#160;RégionsBrésil&#160;»</strong></p></li> <li><p>Appuyez sur <strong>OK</strong></p></li> <p><img src="{2}" alt="" title="" /></p> <li><p>La nouvelle requête est chargée dans la fenêtre de requête</p></li> <li><p>Cliquez avec le bouton droit sur l’en-tête de colonne État, sélectionnez <strong>Fractionner la colonne</strong>, puis <strong>Par délimiteur</strong></p></li> <p><img src="{3}" alt="" title="" /></p> <li><p>Dans la boîte de dialogue <strong>Fractionner la colonne par délimiteur</strong>,</p> <p>a. Dans la liste déroulante <strong>Sélectionner ou entrer un délimiteur</strong>, sélectionnez <strong>Espace</strong></p> <p>b. Sélectionnez <strong>Au niveau du délimiteur le plus à droite</strong></p> <p>c. Appuyez sur <strong>OK</strong></p></li> <p><img src="{4}" alt="" title="" /></p> <li><p>Deux colonnes sont créées&#160;: <strong>État.1</strong> et <strong>État.2</strong></p></li> <li><p>Cliquez avec le bouton droit sur l’une des valeurs de la colonne État.2</p> <p>a. Sélectionnez <strong>Remplacer les valeurs…</strong>.</p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>Dans la boîte de dialogue <strong>Remplacer les valeurs</strong>,</p> <p>a. Entrez «&#160;(&#160;» dans le champ <strong>Valeur à rechercher</strong></p> <p>b. Laissez le champ <strong>Remplacer par</strong> vide</p> <p>c. Appuyez sur <strong>OK</strong></p></li> <p><img src="{6}" alt="" title="" /></p> <li><p>Répétez les opérations ci-dessus pour supprimer le caractère «&#160;)&#160;» de la colonne État.2</p> <p>Remarque&#160;: les étapes suivantes répètent le processus que vous avez appris précédemment dans ce didacticiel pour fusionner la nouvelle colonne région dans la requête IDEB2009. Pour des instructions détaillées sur la manière d’accomplir cette procédure, voir ci-dessus.</p></li> <li><p>Renommez la colonne État.2 en <strong>«&#160;Abr.&#160;»</strong></p></li> <li><p>Dans la liste Requêtes, sélectionnez la <strong>requête IDEB2009</strong></p></li> <li><p>Dans le ruban Accueil, sélectionnez <strong>Fusionner</strong></p></li> <li><p>Dans la boîte de dialogue <strong>Fusionner</strong>,</p> <p>a. Dans la requête IDEB2009, sélectionnez la colonne <strong>État</strong></p> <p>b. Dans la requête RégionsBrésil, sélectionnez la colonne <strong>Abr.</strong></p> <p>c. Appuyez sur <strong>OK</strong></p></li> <li><p>Dans la colonne <strong>Nouvelle colonne</strong>, sélectionnez l’<strong>icône Développer</strong></p> <p>a. Dans la liste déroulante, Sélectionnez uniquement la colonne <strong>Région</strong></p> <p>b. Sélectionnez <strong>OK</strong>.</p></li> <li><p>Dans le ruban Accueil, appuyez sur <strong>Fermer &amp; appliquer</strong></p></li> </ol>
it_it: <blockquote> <p><img src="{0}" alt="" title="" /></p> </blockquote> <p>b. Nella finestra di dialogo <strong>Aggiungi colonna personalizzata</strong> immetti l'espressione:</p> <pre>**\[nome stato\] &amp; ", Brasile"** </pre> <p><img src="{1}" alt="" title="" /></p> <p>c. Premi <strong>OK</strong></p> <h3>Passaggio 5: Caricamento di metadati sulle aree geografiche</h3> <ol> <li><p>Nella finestra <strong>Editor di query</strong> seleziona <strong>Nuova origine -> Excel</strong> nella scheda Home della barra multifunzione</p></li> <li><p>Seleziona il <strong>file di Excel "Brazil Regions.xlsx"</strong></p></li> <li><p>Nella finestra di dialogo <strong>Strumento di navigazione</strong> seleziona la casella accanto a "<strong>RegioniBrasile</strong>"</p></li> <li><p>Premi <strong>OK</strong></p></li> <p><img src="{2}" alt="" title="" /></p> <li><p>La nuova query viene caricata nella finestra delle query</p></li> <li><p>Fai clic con il pulsante destro del mouse sull'intestazione di colonna stato, seleziona <strong>Dividi colonna</strong> e quindi <strong>In base al delimitatore</strong></p></li> <p><img src="{3}" alt="" title="" /></p> <li><p>Nella finestra di dialogo <strong>Suddividi colonna in base al delimitatore</strong></p> <p>a. Seleziona <strong>Spazio</strong> nell'elenco a discesa <strong>Selezionare o specificare il delimitatore</strong></p> <p>b. Seleziona <strong>In corrispondenza del delimitatore più a destra</strong></p> <p>c. Premi <strong>OK</strong></p></li> <p><img src="{4}" alt="" title="" /></p> <li><p>Vengono create due nuove colonne chiamate <strong>Stato.1</strong> e <strong>Stato.2</strong></p></li> <li><p>Fai clic con il pulsante destro del mouse su uno dei valori nella colonna Stato.2</p> <p>a. Seleziona <strong>Sostituisci valori</strong>.</p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>Nella finestra di dialogo <strong>Sostituisci valori</strong></p> <p>a. Immetti "(" per <strong>Valore da trovare</strong></p> <p>b. Lascia vuoto il campo <strong>Sostituisci con</strong></p> <p>c. Premi <strong>OK</strong></p></li> <p><img src="{6}" alt="" title="" /></p> <li><p>Ripeti le istruzioni precedenti per rimuovere ")" dalla colonna Stato.2</p> <p>Nota: i passaggi seguenti ripetono lo stesso processo che hai appreso prima in questa esercitazione per il merge della nuova colonna delle aree geografiche nella query IDEB2009. Vedi le istruzioni sopra per informazioni dettagliate su come eseguire questi passaggi.</p></li> <li><p>Rinomina la colonna Stato.2 in <strong>"Abbr"</strong></p></li> <li><p>Seleziona la <strong>query IDEB2009</strong> nell'elenco Query</p></li> <li><p>Nella scheda Home della barra multifunzione seleziona <strong>Merge di query</strong>.</p></li> <li><p>Nella finestra di dialogo <strong>Merge</strong></p> <p>a. Seleziona la colonna <strong>stato</strong> nella query IDEB2009</p> <p>b. Seleziona la colonna <strong>Abbr</strong> nella query RegioniBrasile</p> <p>c. Premi <strong>OK</strong></p></li> <li><p>Seleziona l'<strong>icona di espansione</strong> nella colonna <strong>Nuova colonna</strong></p> <p>a. Seleziona solo la colonna <strong>Regione</strong> nell'elenco a discesa</p> <p>b. Seleziona <strong>OK</strong>.</p></li> <li><p>Premi <strong>Chiudi e applica</strong> nella scheda Home della barra multifunzione</p></li> </ol>
ja_jp: <blockquote> <p><img src="{0}" alt="" title="" /></p> </blockquote> <p>b.<strong>[カスタム列の追加]</strong> ダイアログ ボックスに、次の式を入力します。</p> <pre>**\[州名\] &amp; “, ブラジル”** </pre> <p><img src="{1}" alt="" title="" /></p> <p>c.<strong>[OK]</strong> をクリックします。</p> <h3>手順 5: 地域のメタデータを読み込む</h3> <ol> <li><p><strong>[クエリ エディター]</strong> ウィンドウの [ホーム] リボンで <strong>[新しいソース] -> [Excel]</strong> を選択します。</p></li> <li><p><strong>Excel ファイル "ブラジル地域.xlsx"</strong> を選択します。</p></li> <li><p><strong>[ナビゲーター]</strong> ダイアログ ボックスで、<strong>"ブラジル地域"</strong> の横にあるボックスをオンにします。</p></li> <li><p><strong>[OK]</strong> をクリックします。</p></li> <p><img src="{2}" alt="" title="" /></p> <li><p>[クエリ] ウィンドウで、新しいクエリが読み込まれます。</p></li> <li><p>州列ヘッダーを右クリックして、<strong>[列の分割]</strong> を選択し、<strong>[区切り記号による分割]</strong> を選択します。</p></li> <p><img src="{3}" alt="" title="" /></p> <li><p><strong>[区切り記号による列の分割]</strong> ダイアログ ボックスで、</p> <p>a.<strong>[区切り記号を選択するか入力してください]</strong> ドロップ ダウンの <strong>[スペース]</strong> を選択します。</p> <p>b.<strong>[右端の区切り記号で]</strong> を選択します。</p> <p>c.<strong>[OK]</strong> をクリックします。</p></li> <p><img src="{4}" alt="" title="" /></p> <li><p><strong>州.1</strong> と<strong>州.2</strong> の 2 つの新しい列が作成されました。</p></li> <li><p>州.2 列の値の 1 つを右クリックします。</p> <p>a.<strong>[値の置換]</strong> を選択します。</p></li> <p><img src="{5}" alt="" title="" /></p> <li><p><strong>[値の置換]</strong> ダイアログ ボックスで、</p> <p>a.<strong>[検索する値]</strong> に「(」 を入力します。</p> <p>b.<strong>[置換後の文字列]</strong> は空のままにします。</p> <p>c.<strong>[OK]</strong> をクリックします。</p></li> <p><img src="{6}" alt="" title="" /></p> <li><p>上記の手順を繰り返して、州.2 列から ")" を削除します。</p> <p>メモ: 次の手順では、チュートリアルで先ほど学んだ、IDEB2009 クエリへの新しい地域列のマージと同じプロセスが繰り返されます。次の手順を行う詳しい指示は、そちらの手順を参照してください。</p></li> <li><p>州.2 列の名前を <strong>"略称"</strong> に変更します。</p></li> <li><p>クエリ一覧で<strong>IDEB2009 クエリ</strong>を選択します。</p></li> <li><p>[ホーム] リボンで <strong>[マージ]</strong> を選択します。</p></li> <li><p><strong>[マージ]</strong> ダイアログ ボックスで、</p> <p>a.IDEB2009 クエリで<strong>州</strong>列を選択します。</p> <p>b.ブラジル地域クエリで<strong>略称</strong>列を選択します。</p> <p>c.<strong>[OK]</strong> をクリックします。</p></li> <li><p><strong>[新しい列]</strong>列の <strong>[展開] アイコン</strong>を選択します。</p> <p>a.ドロップ ダウンの<strong>地域</strong>列のみを選択します。</p> <p>b.<strong>[OK]</strong> を選択します。</p></li> <li><p>[ホーム] リボンの <strong>[閉じて適用]</strong> をクリックします。</p></li> </ol>
ko_kr: <blockquote> <p><img src="{0}" alt="" title="" /></p> </blockquote> <p>b. <strong>사용자 지정 열 추가</strong> 대화 상자에 다음 식을 입력합니다.</p> <pre>**\[시/도 이름\] &amp; ", 브라질"** </pre> <p><img src="{1}" alt="" title="" /></p> <p>c. <strong>확인</strong>을 누릅니다.</p> <h3>5단계: 지역 메타데이터 로딩</h3> <ol> <li><p><strong>쿼리 편집기</strong> 창의 홈 리본에서 <strong>새 원본 -> Excel</strong>을 선택합니다.</p></li> <li><p><strong>Excel 파일 "Brazil Regions.xlsx"</strong>를 선택합니다.</p></li> <li><p><strong>탐색기</strong> 대화 상자에서 <strong>"BrazilRegions"</strong> 옆의 상자를 선택합니다.</p></li> <li><p><strong>확인</strong>을 누릅니다.</p></li> <p><img src="{2}" alt="" title="" /></p> <li><p>쿼리 창에 새 쿼리가 로드됩니다.</p></li> <li><p>시/도 열 머리글을 마우스 오른쪽 단추로 클릭하고 <strong>열 분할</strong>, <strong>구분 기호로</strong>를 선택합니다.</p></li> <p><img src="{3}" alt="" title="" /></p> <li><p><strong>구분 기호로 열 분할</strong> 대화 상자에서,</p> <p>a. <strong>구분 기호 선택 또는 입력</strong> 드롭다운에서 <strong>공백</strong>을 선택합니다.</p> <p>b. <strong>맨 오른쪽 구분 기호에서</strong> 선택합니다.</p> <p>c. <strong>확인</strong>을 누릅니다.</p></li> <p><img src="{4}" alt="" title="" /></p> <li><p><strong>시/도.1</strong> 및 <strong>시/도.2</strong>라는 두 개의 새로운 열이 생성됩니다.</p></li> <li><p>시/도.2 열에서 값 중 하나를 마우스 오른쪽 단추로 클릭합니다.</p> <p>a. <strong>값 바꾸기…</strong> 선택</p></li> <p><img src="{5}" alt="" title="" /></p> <li><p><strong>값 바꾸기</strong> 대화 상자에서,</p> <p>a. <strong>찾을 값</strong>에 "(" 입력</p> <p>b. <strong>바꿀 내용</strong>은 공백 유지</p> <p>c. <strong>확인</strong>을 누릅니다.</p></li> <p><img src="{6}" alt="" title="" /></p> <li><p>위의 지침을 반복하여 시/도.2 열에서 ")"를 제거합니다.</p> <p>참고: 다음 단계에서는 이 자습서의 앞부분에서 학습한 동일한 프로세스를 반복하여 새 지역 열을 IDEB2009 쿼리에 병합합니다. 이러한 단계를 수행하는 방법에 대한 자세한 내용은 위의 지침을 참조하세요.</p></li> <li><p>시/도.2 열의 이름을 <strong>"약어"</strong>로 변경합니다.</p></li> <li><p>쿼리 목록에서 <strong>IDEB2009 쿼리</strong>를 선택합니다.</p></li> <li><p>홈 리본에서 <strong>병합</strong>을 선택합니다.</p></li> <li><p><strong>병합</strong> 대화 상자에서</p> <p>a. IDEB2009 쿼리에서 <strong>시/도</strong> 열을 선택합니다.</p> <p>b. BrazilRegions 쿼리에서 <strong>약어</strong> 열을 선택합니다.</p> <p>c. <strong>확인</strong>을 누릅니다.</p></li> <li><p><strong>새 열</strong> 열에서 <strong>확장 아이콘</strong>을 선택합니다.</p> <p>a. 드롭다운에서 <strong>지역</strong> 열만 선택합니다.</p> <p>b. <strong>확인</strong>을 선택합니다.</p></li> <li><p>홈 리본에서 <strong>닫기 및 적용</strong>을 누릅니다.</p></li> </ol>
pt_br: <blockquote> <p><img src="{0}" alt="" title="" /></p> </blockquote> <p>b. Na caixa de diálogo <strong>Adicionar Coluna Personalizada</strong>, insira a expressão:</p> <pre>**\[nome do estado\] &amp; “, Brasil”** </pre> <p><img src="{1}" alt="" title="" /></p> <p>c. Pressione <strong>OK</strong></p> <h3>Etapa 5: Carregar metadados da Região</h3> <ol> <li><p>Na janela <strong>Editor de Consulta</strong>, selecione <strong>Nova Fonte -> Excel</strong> na Faixa de Opções da Página Inicial</p></li> <li><p>Selecione o <strong>arquivo Excel “Brazil Regions.xlsx”</strong></p></li> <li><p>Na caixa de diálogo <strong>Navegador</strong>, marque a caixa ao lado de <strong>“BrazilRegions”</strong></p></li> <li><p>Pressione <strong>OK</strong></p></li> <p><img src="{2}" alt="" title="" /></p> <li><p>A nova consulta será carregada na janela de consulta</p></li> <li><p>Clique com o botão direito do mouse no cabeçalho da coluna do estado, selecione <strong>Dividir Coluna</strong> e <strong>por Delimitador</strong></p></li> <p><img src="{3}" alt="" title="" /></p> <li><p>Na caixa de diálogo <strong>Dividir Coluna por Delimitador</strong>,</p> <p>a. Selecione <strong>Espaço</strong> na lista suspensa <strong>Selecionar ou inserir delimitador</strong></p> <p>b. Selecione <strong>No delimitador mais à direita</strong></p> <p>c. Pressione <strong>OK</strong></p></li> <p><img src="{4}" alt="" title="" /></p> <li><p>Duas novas colunas são criadas, <strong>Estado.1</strong> e <strong>Estado.2</strong></p></li> <li><p>Clique com o botão direito do mouse em um dos valores da coluna Estado.2</p> <p>a. Selecione <strong>Substituir Valores...</strong></p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>Na caixa de diálogo <strong>Substituir Valores</strong>,</p> <p>a. Digite “(“ para o <strong>Valor a ser Localizado</strong></p> <p>b. Deixe <strong>Substituir por</strong> em branco</p> <p>c. Pressione <strong>OK</strong></p></li> <p><img src="{6}" alt="" title="" /></p> <li><p>Repita as instruções acima para remover o “)” da coluna Estado.2</p> <p>Observação: as etapas a seguir repetem o mesmo processo que você aprendeu anteriormente neste tutorial para mesclar a nova coluna de região e a consulta IDEB2009. Consulte as instruções acima para ver as instruções detalhadas de como realizar essas etapas.</p></li> <li><p>Renomeie a coluna Estado.2 para <strong>“Abbr”</strong></p></li> <li><p>Selecione a <strong>consulta IDEB2009</strong> na lista de Consultas</p></li> <li><p>Selecione <strong>Mesclar</strong> na faixa de opções da Página Inicial</p></li> <li><p>Na caixa de diálogo <strong>Mesclar</strong></p> <p>a. Selecione a coluna <strong>estado</strong> na consulta IDEB2009</p> <p>b. Selecione a coluna <strong>Abbr</strong> na consulta BrazilRegions</p> <p>c. Pressione <strong>OK</strong></p></li> <li><p>Selecione o <strong>Ícone de expansão</strong> na coluna <strong>Nova Coluna</strong></p> <p>a. Selecione somente a coluna <strong>Região</strong> na lista suspensa</p> <p>b. Selecione <strong>OK</strong></p></li> <li><p>Pressione <strong>Fechar e Aplicar</strong> na faixa de opções da Página Inicial</p></li> </ol>
ru_ru: <blockquote> <p><img src="{0}" alt="" title="" /></p> </blockquote> <p>б) В диалоговом окне <strong>Добавление пользовательского столбца</strong> введите следующее выражение:</p> <pre>**\[название штата\] &amp; “, Бразилия”** </pre> <p><img src="{1}" alt="" title="" /></p> <p>в) Нажмите кнопку <strong>ОК</strong>.</p> <h3>Этап&#160;5. Загрузка метаданных регионов</h3> <ol> <li><p>В окнах <strong>редактора запросов</strong> на вкладке "Главная" ленты выберите <strong>Создать источник&#160;-> Excel</strong>.</p></li> <li><p>Выберите <strong>файл Excel под названием Brazil Regions.xlsx</strong>.</p></li> <li><p>В диалоговом окне <strong>Навигатор</strong> установите флажок <strong>BrazilRegions</strong>.</p></li> <li><p>Нажмите кнопку <strong>ОК</strong>.</p></li> <p><img src="{2}" alt="" title="" /></p> <li><p>В окно запроса будет загружен новый запрос.</p></li> <li><p>Щелкните заголовок столбца штатов правой кнопкой мыши, выберите команду <strong>Разделить столбец</strong>, а затем&#160;— <strong>По разделителю</strong>.</p></li> <p><img src="{3}" alt="" title="" /></p> <li><p>В диалоговом окне <strong>Разбиение столбца по разделителю</strong>:</p> <p>а) В раскрывающемся списке <strong>Выберите или введите разделитель</strong> выберите вариант <strong>Пробел</strong>.</p> <p>б) Выберите вариант <strong>В позиции правого разделителя</strong>.</p> <p>в) Нажмите кнопку <strong>ОК</strong>.</p></li> <p><img src="{4}" alt="" title="" /></p> <li><p>Будут созданы два новых столбца: <strong>Штат.1</strong> и <strong>Штат.2</strong>.</p></li> <li><p>Щелкните правой кнопкой мыши одно из значений в столбце Штат.2.</p> <p>а) Выберите команду <strong>Замена значений…</strong></p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>В диалоговом окне <strong>Замена значений</strong>:</p> <p>а) Введите в поле <strong>Значение для поиска</strong> символ "(".</p> <p>б) Оставьте поле <strong>Заменить на</strong> пустым.</p> <p>в) Нажмите кнопку <strong>ОК</strong>.</p></li> <p><img src="{6}" alt="" title="" /></p> <li><p>Повторив описанные выше инструкции, удалите символ ")" из столбца Штат.2.</p> <p>Обратите внимание: эти действия повторяют процедуру включения нового столбца регионов в запрос IDEB2009, которую мы рассмотрели ранее в этом учебнике. Подробные инструкции по их выполнению см. выше.</p></li> <li><p>Переименуйте столбец Штат.2 в <strong>Сокр.</strong>.</p></li> <li><p>Выберите <strong>запрос IDEB2009</strong> в списке запросов.</p></li> <li><p>Выберите команду <strong>Слияние</strong> на вкладке "Главная" ленты.</p></li> <li><p>В диалоговом окне <strong>Слияние</strong>:</p> <p>а) Выберите столбец <strong>Штат</strong> в запросе IDEB2009.</p> <p>б) Выберите столбец <strong>Сокр.</strong> в запросе BrazilRegions.</p> <p>в) Нажмите кнопку <strong>ОК</strong>.</p></li> <li><p>Щелкните <strong>значок "Развернуть"</strong> в столбце <strong>Новый столбец</strong>.</p> <p>а) Выберите столбец <strong>Регион</strong> в раскрывающемся списке.</p> <p>б) Нажмите кнопку <strong>ОК</strong>.</p></li> <li><p>Нажмите кнопку <strong>Закрыть и применить</strong> на вкладке "Главная" ленты.</p></li> </ol>
zh_cn: <blockquote> <p><img src="{0}" alt="" title="" /></p> </blockquote> <p>b.在“添加自定义列”<strong></strong>对话框中，输入该表达式：</p> <pre>**\[state name\] &amp; “, Brasil”** </pre> <p><img src="{1}" alt="" title="" /></p> <p>c.按“确定”<strong></strong></p> <h3>步骤 5：加载地区元数据</h3> <ol> <li><p>在“查询编辑器”<strong></strong>窗口的“开始”功能区上，选择“新建源”->“Excel”<strong></strong></p></li> <li><p>选择 <strong>Excel 文件“Brazil Regions.xlsx”</strong></p></li> <li><p>在“浏览器”<strong></strong>对话框中，选中“BrazilRegions”<strong></strong>旁边的框</p></li> <li><p>按“确定”<strong></strong></p></li> <p><img src="{2}" alt="" title="" /></p> <li><p>将在查询窗口中加载新查询</p></li> <li><p>右键单击州列标题，选择“拆分列”<strong></strong>，选择“按分隔符”<strong></strong></p></li> <p><img src="{3}" alt="" title="" /></p> <li><p>在“按分隔符拆分列”<strong></strong>对话框中，</p> <p>a.在“选择或输入分隔符”<strong></strong>下拉列表中选择“空格”<strong></strong></p> <p>b.选择“最右侧分隔符”<strong></strong></p> <p>c.按“确定”<strong></strong></p></li> <p><img src="{4}" alt="" title="" /></p> <li><p>已创建两个新的列 - <strong>州.1</strong> 和<strong>州.2</strong></p></li> <li><p>右键单击州.2 列中的一个值</p> <p>a.选择“替换值...”<strong></strong></p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>在“替换值”<strong></strong>对话框中，</p> <p>a.输入“(”作为“要查找的值”<strong></strong></p> <p>b.将“替换为”<strong></strong>留空</p> <p>c.按“确定”<strong></strong></p></li> <p><img src="{6}" alt="" title="" /></p> <li><p>重复上述步骤，删除州.2 列中的“)”</p> <p>注意：下列步骤会重复本教程此前涉及的相同过程，将新的区域列合并到 IDEB2009 查询中。请查看上方的说明了解有关如何完成这些步骤的详细介绍。</p></li> <li><p>将州.2 列重命名为<strong>“缩写”</strong></p></li> <li><p>选择查询列表中的 <strong>IDEB2009 查询</strong></p></li> <li><p>在“开始”功能区选择“合并”<strong></strong></p></li> <li><p>在“合并”<strong></strong>对话框中</p> <p>a.选择 IDEB2009 查询中的“州”<strong></strong>列</p> <p>b.选择 BrazilRegions 查询中的“缩写”<strong></strong>列</p> <p>c.按“确定”<strong></strong></p></li> <li><p>选择<strong>新列</strong>上的<strong>展开图标</strong></p> <p>a.在下拉列表中仅选择<strong></strong>“区域”列</p> <p>b.选择“确定”<strong></strong></p></li> <li><p>按“开始”功能区中的“关闭并应用”<strong></strong></p></li> </ol>
zh_tw: <blockquote> <p><img src="{0}" alt="" title="" /></p> </blockquote> <p>b.在 [新增自訂資料行]<strong></strong> 對話方塊中，輸入運算式：</p> <pre>**\[state name\] &amp; “, Brasil”** </pre> <p><img src="{1}" alt="" title="" /></p> <p>c.按下 [確定]<strong></strong></p> <h3>步驟 5：載入區域中繼資料</h3> <ol> <li><p>在 [查詢編輯器]<strong></strong> 視窗中，選取 [首頁] 功能區中的 [新來源] -> [Excel]<strong></strong></p></li> <li><p>選取 <strong>Excel 檔案 “Brazil Regions.xlsx”</strong></p></li> <li><p>在 [導覽器]<strong></strong> 對話方塊中，核取 [BrazilRegions]<strong></strong> 旁的方塊</p></li> <li><p>按下 [確定]<strong></strong></p></li> <p><img src="{2}" alt="" title="" /></p> <li><p>在查詢視窗中，將會載入新的查詢</p></li> <li><p>以滑鼠右鍵按一下 [州] 資料行標頭，然後依序選取 [分割資料行]<strong></strong> 和 [依分隔符號]<strong></strong></p></li> <p><img src="{3}" alt="" title="" /></p> <li><p>在 [依分隔符號分割資料行]<strong></strong> 對話方塊中，</p> <p>a.在 [選取或輸入分隔符號]<strong></strong> 下拉式清單中選取 [空格]<strong></strong></p> <p>b.選取 [在最右邊的分隔符號]<strong></strong></p> <p>c.按下 [確定]<strong></strong></p></li> <p><img src="{4}" alt="" title="" /></p> <li><p>兩個新的資料行 [州.1]<strong></strong> 和 [州.2]<strong></strong> 隨即建立</p></li> <li><p>以滑鼠右鍵按一下 [州.2] 資料行中的其中一個值</p> <p>a.選取 [取代值…]<strong></strong></p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>在 [取代值]<strong></strong> 對話方塊中，</p> <p>a.在 [要尋找的值]<strong></strong> 中輸入 “(“</p> <p>b.將 [取代為]<strong></strong> 保留空白</p> <p>c.按下 [確定]<strong></strong></p></li> <p><img src="{6}" alt="" title="" /></p> <li><p>重複上述指示，從 [州.2] 資料行中移除 “)”</p> <p>注意：下列步驟會重複您稍早在本教學課程中學到的相同程序，將新的區域資料行合併到 IDEB2009 查詢中。如需如何完成這些步驟的詳細指示，請參閱上述指示。</p></li> <li><p>將 [州.2] 資料行重新命名為<strong>「縮寫」</strong></p></li> <li><p>在 [查詢] 清單中，選取 <strong>IDEB2009 查詢</strong></p></li> <li><p>在 [首頁] 功能區中，選取 [合併]<strong></strong></p></li> <li><p>在 [合併]<strong></strong> 對話方塊中</p> <p>a.在 IDEB2009 查詢中，選取 [州]<strong></strong> 資料行</p> <p>b.在 BrazilRegions 查詢中，選取 [縮寫]<strong></strong> 資料行</p> <p>c.按下 [確定]<strong></strong></p></li> <li><p>在 [新增資料行]<strong></strong> 資料行中，選取<strong>展開圖示</strong></p> <p>a.只選取下拉式清單中的 [區域]<strong></strong> 資料行</p> <p>b.選取 [確定]<strong></strong></p></li> <li><p>在 [首頁] 功能區中，按下 [關閉並套用]<strong></strong></p></li> </ol>
