Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/DataExploration.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# About_Content
source: <p>The Data Exploration course will provide tutorials on the below using Microsoft Power BI: <ul><li>Learn how to create histograms and box and whisker plots to explore data distributions. Watch how to load in data, apply changes, adjust queries, merge multiple datasets, and leverage Custom Visualizations to augment your analysis.</li> <li>Discover how to find a story within data and explore the data from different perspectives with a time series analysis demo. Learn to create a simple line chart, add a trend line, analyze seasonal and random data, and use an R script.</li> <li>Receive an overview on how to create a visualization with multiple connecting graphics.</li></ul> </p>
de_de: <p>Der Kurs „Durchsuchen von Daten“ enthält Tutorials zu den folgenden Aktionen mit Microsoft Power BI: <ul><li>Erfahren Sie, wie Sie Histogramme sowie Kastengrafikdiagramme erstellen, um Datenverteilungen zu untersuchen. Sehen Sie, wie Sie Daten laden, Änderungen anwenden, Abfragen anpassen, mehrere Datasets zusammenführen und benutzerdefinierte Visualisierungen nutzen, um Ihre Analysen zu erweitern.</li> <li>Entdecken Sie mithilfe einer Zeitreihenanalyse-Demo, wie Sie die Daten im Kontext interpretieren und aus unterschiedlichen Perspektiven untersuchen. Erfahren Sie, wie Sie ein einfaches Liniendiagramm erstellen, eine Trendlinie hinzufügen, saisonale und Zufallsdaten analysieren und ein R-Skript verwenden.</li> <li>Erhalten Sie einen Überblick über das Erstellen einer Visualisierung mit mehreren verknüpften Grafiken.</li></ul> </p>
es_es: <p>El curso Exploración de datos proporcionará tutoriales sobre los temas siguientes mediante Microsoft Power BI: <ul><li>Aprenda a crear histogramas y diagramas de cajas y bigotes para explorar las distribuciones de datos. Vea cómo cargar datos, aplicar cambios, ajustar consultas, combinar varios conjuntos de datos y aproveche las visualizaciones personalizadas para aumentar la eficacia de los análisis.</li> <li>Descubra cómo encontrar una historia en los datos y explórelos desde diferentes perspectivas con una demo de análisis de series temporales. Aprenda a crear un gráfico de líneas sencillo, agregar una línea de tendencia, analizar datos estacionales y aleatorios y a utilizar un script de R.</li> <li>Obtenga una introducción sobre cómo crear una visualización con varios gráficos conectados.</li></ul> </p>
fr_fr: <p>Le cours Exploration de données contient des didacticiels sur les sujets ci-dessous, en relation avec l’utilisation de Microsoft Power&#160;BI&#160;: <ul><li>Apprenez à créer des histogrammes et des diagrammes de quartiles pour explorer des distributions de données.Apprenez à créer des histogrammes et des diagrammes de quartiles pour explorer des distributions de données. Voyez comment charger des données, appliquer des modifications, ajuster des requêtes, fusionner des jeux de données et tirer parti des visualisations personnalisées pour élargir votre analyse.</li> <li>Découvrez comment tirer des enseignements de vos données et explorer celles-ci dans différentes perspectives avec une démonstration d’analyse de série chronologique. Apprenez à créer un simple graphique en courbes, à ajouter une courbe de tendance, à analyser des données saisonnières et aléatoires, et à utiliser un script&#160;R.</li> <li>Recevez une vue d’ensemble de la manière de créer une visualisation avec plusieurs graphiques interconnectés.</li></ul> </p>
it_it: <p>Il corso Esplorazione dei dati offre esercitazioni sull'uso di Microsoft Power BI: <ul><li>Scopri come creare istogrammi e grafici a scatola e baffi per esplorare distribuzioni di dati. Osserva come caricare i dati, applicare modifiche, modificare le query, unire più set di dati e sfruttare visualizzazioni personalizzate per perfezionare le tue analisi.</li> <li>Scopri come trovare una storia nei dati ed esplorare i dati da prospettive diverse con una demo sull'analisi delle serie temporali. Osserva come creare un semplice grafico a linee, aggiungere una linea di tendenza, analizzare dati stagionali e casuali e usare uno script R.</li> <li>Ottieni una panoramica su come creare una visualizzazione con più elementi grafici connessi.</li></ul> </p>
ja_jp: <p>このデータ探索コースでは、Microsoft Power BI を使用した以下のチュートリアルを提供しています。 <ul><li>ヒストグラムと箱ひげ図を作成して、データの散布度を調べる方法を学びます。分析を強化するための、データの読み込み、変更の適用、クエリの調整、複数のデータセットのマージ、およびカスタム視覚エフェクトの活用方法を見ていきます。</li> <li>時系列分析のデモで、データの中からストーリーを見出し、さまざまな視点からデータを調べる方法を学びます。シンプルな折れ線グラフの作成、傾向線の追加、季節データとランダム データの分析、および R スクリプトの使用について学びます。</li> <li>関連付けられたさまざまなグラフを使用して視覚エフェクトを作成する方法の概要がわかります。</li></ul> </p>
ko_kr: <p>데이터 탐색 과정에서는 Microsoft Power BI 사용에 대한 아래 자습서를 제공합니다. <ul><li>히스토그램 및 상자 수염 그림을 만들어 데이터 분포를 탐색하는 방법을 알아봅니다. 데이터를 로드하고 변경 내용을 적용하며 쿼리를 조정하고 여러 데이터 집합을 병합하며 사용자 지정 시각화를 활용하여 분석을 확대하는 방법을 살펴봅니다.</li> <li>데이터 내에서 스토리를 찾고 시계열 분석 데모를 통해 다양한 관점에서 데이터를 탐색하는 방법을 알아봅니다. 간단한 꺾은선형 차트를 만들고 추세선을 추가하며 계절 및 임의 데이터를 분석하고 R 스크립트를 사용하는 방법을 알아봅니다.</li> <li>연결되는 여러 그래픽으로 시각화를 만드는 방법에 대한 간략한 설명을 제공합니다.</li></ul> </p>
pt_br: <p>O curso de Exploração de Dados fornece os tutoriais abaixo usando o Microsoft Power BI: <ul><li>Aprenda a criar histogramas e gráficos de caixa estreita para explorar as distribuições de dados. Veja como carregar os dados, aplicar alterações, ajustar consultas, mesclar diferentes conjuntos de dados e aproveitar as Visualizações Personalizadas para aprimorar sua análise.</li> <li>Descubra como encontrar o fio da história nos dados e explore-os de diversas perspectivas com uma demonstração de análise de série temporal. Aprenda a criar um gráfico de linhas simples, adicionar uma linha de tendência, analisar dados sazonais e aleatórios e usar um script R.</li> <li>Receba uma visão geral de como criar uma visualização com vários gráficos conectados.</li></ul> </p>
ru_ru: <p>Курс "Изучение данных" содержит учебные руководства по Microsoft Power BI, посвященные перечисленным ниже темам. <ul><li>Научитесь создавать гистограммы и диаграммы "ящик с усами" для анализа распределения данных. Посмотрите, как загружать данные, применять изменения, настраивать запросы, объединять наборы данных и использовать настраиваемые визуализации для эффективного анализа.</li> <li>Узнайте, как искать закономерности в данных и анализировать их с различных ракурсов, из демонстрационного примера, посвященного анализу с использованием временных рядов. Узнайте, как создать простой график, добавить линию тренда, проанализировать сезонные и случайные данные, а также использовать R-скрипты.</li> <li>Ознакомьтесь с обзорной информацией о создании визуализации на базе нескольких связанных графических объектов.</li></ul> </p>
zh_cn: <p>数据探索课程介绍使用 Microsoft Power BI 方面的内容： <ul><li>了解如何创建直方图和箱形图来探索数据分布。观看如何加载数据、应用更改、调整查询、合并多个数据集以及利用自定义可视化来扩大分析。</li> <li>了解如何查找数据内的故事，使用时间序列分析演示从不同角度探索数据。学会创建简单折线图、添加趋势线、分析周期性和随机数据以及使用 R 脚本。</li> <li>了解有关如何使用多个相连图形创建可视化的概述。</li></ul> </p>
zh_tw: <p>＜資料探索＞一課將提供使用 Microsoft Power BI 的下列教學課程： <ul><li>了解如何建立長條圖與盒鬚圖來探索資料分佈。觀看如何載入資料、套用變更、調整查詢、合併多個資料集及利用自訂視覺效果來增強您的分析。</li> <li>探索如何尋找資料內含的故事，並利用時間序列分析示範從不同的觀點來探索資料。了解如何建立簡單折線圖、新增趨勢線、分析季節性和隨機資料，以及使用 R 指令碼。</li> <li>收看有關如何使用多個連接圖形來建立視覺效果的概觀。</li></ul> </p>
