Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/DataExploration.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Content2_8
source: <h3>Step 4: Adding high quality state information to the report</h3> <p>Power BI has an intrinsic understanding of geographic information. The ability to place data correctly on the map is significantly impacted by the specificity of the data. In the case of the IEDB scores, the state information is ambiguous when placed on a map. This section shows how to load higher quality data and add it to the IEDB scores data we already have.</p> <ol> <li><p>Use the <strong>Get Data-&gt; from web</strong> option</p></li> <li><p>Enter the following url as shown in the resulting dialog: <a href="{0}">{0}</a></p></li> <p><img src="{1}" alt="" title="" /></p> <li>In the <strong>Navigator</strong> dialog, <strong>check the box</strong> next to “List of Brazilian states[edit],” then press <strong>OK</strong>.</li> <p><img src="{2}" alt="" title="" /></p> <li><p>To add state information to the original IEDB data, we will merge the queries.</p> <p>a. <strong>Select</strong> <strong>the IEDB2009 query</strong> in the query Window</p></li> <p><img src="{3}" alt="" title="" /></p> <li>In the ribbon, select the <strong>Merge Queries</strong> button</li> <p><img src="{4}" alt="" title="" /></p> <li><p>In the <strong>Merge</strong> dialog,</p> <p>a. Select ‘<strong>State’</strong> <strong>in the IEDB2009 query</strong> and select ‘<strong>Abbreviation’</strong> <strong>in the List of Brazilian states query</strong></p> <p>b. Select <strong>Left Outer</strong> in the <strong>Join Kind</strong> option</p> <p>c. Press <strong>OK</strong></p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>A <strong>new column</strong> is added to your query.</p> <p>a. Press the <strong>expand icon</strong> on the top left of the column header</p></li> <p><img src="{6}" alt="" title="" /></p> <li><p>In the dialog that opens</p> <p>a. Uncheck <strong>(Select All Columns)</strong></p> <p>b. Select <strong>State</strong></p> <p>c. Press <strong>OK</strong></p></li> <p><img src="{7}" alt="" title="" /></p> <li>A new column is added; double click the <strong>column header</strong> to change the name of the column to “<strong>state name</strong>”</li> <p>a. <img src="{8}" alt="" title="" /></p> <li><p>To make the state names geocode better, we will use an additional custom column</p> <p>a. Press <strong>Add Custom Column</strong> button in the <strong>Add Column</strong> Ribbon</p></li> </ol>
de_de: <h3>Schritt 4: Hinzufügen hochwertiger Informationen zu Bundesstaaten zum Bericht</h3> <p>Power BI kann geografische Informationen sehr gut verarbeiten. Je spezifischer die Daten sind, desto genauer können die Daten auf der Karte platziert werden. Im Fall der IDEB-Bewertungen sind die Informationen zu den Bundesstaaten beim Platzieren auf der Karte nicht eindeutig. Dieser Abschnitt zeigt, wie Sie qualitativ hochwertigere Daten laden und den bereits vorliegenden IDEB-Bewertungsdaten hinzufügen.</p> <ol> <li><p>Verwenden Sie die Option <strong>Daten abrufen -> Web</strong>.</p></li> <li><p>Geben Sie im Dialogfeld die folgende URL ein: <a href="{0}">{0}</a></p></li> <p><img src="{1}" alt="" title="" /></p> <li>Im Dialogfeld <strong>Navigator</strong> <strong>aktivieren Sie das Kontrollkästchen</strong> neben „Liste der brasilianischen Bundesstaaten[Bearbeiten]“. Klicken Sie dann auf <strong>OK</strong>.</li> <p><img src="{2}" alt="" title="" /></p> <li><p>Um den ursprünglichen IDEB-Daten Informationen zu den Bundesstaaten hinzuzufügen, fügen wir die Abfragen zusammen.</p> <p>a. <strong>Wählen Sie</strong> <strong>die IDEB2009-Abfrage</strong> im Fenster „Abfrage“ aus.</p></li> <p><img src="{3}" alt="" title="" /></p> <li>Klicken Sie im Menüband auf die Schaltfläche <strong>Abfragen zusammenführen</strong>.</li> <p><img src="{4}" alt="" title="" /></p> <li><p>Gehen Sie im Dialogfeld <strong>Zusammenführen</strong> wie folgt vor:</p> <p>a. <strong>Wählen Sie „Bundesstaat“</strong> <strong>in der IDEB2009-Abfrage aus</strong> und dann <strong>„Abbreviation“</strong> <strong>in der Abfrage „Liste der brasilianischen Bundesstaaten“</strong>.</p> <p>b. Wählen Sie unter <strong>Join-Art</strong> die Option <strong>Linker äußerer</strong> aus.</p> <p>c. Klicken Sie auf <strong>OK</strong>.</p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>Der Abfrage wird eine <strong>neue Spalte</strong> hinzugefügt.</p> <p>a. Klicken Sie auf das <strong>Erweiterungssymbol</strong> oben links in der Spaltenüberschrift.</p></li> <p><img src="{6}" alt="" title="" /></p> <li><p>Gehen Sie im nun geöffneten Dialogfeld wie folgt vor:</p> <p>a. Deaktivieren Sie <strong>(Alle Spalten auswählen)</strong>.</p> <p>b. Wählen Sie <strong>Bundesstaat</strong> aus.</p> <p>c. Klicken Sie auf <strong>OK</strong>.</p></li> <p><img src="{7}" alt="" title="" /></p> <li>Eine neue Spalte wird hinzugefügt. Doppelklicken Sie auf die <strong>Spaltenüberschrift</strong>, um den Namen der Spalte in <strong>Staatsname</strong> zu ändern.</li> <p>a. <img src="{8}" alt="" title="" /></p> <li><p>Um den Geocode für die Bundesstaatsnamen zu verbessern, verwenden wir eine zusätzliche, benutzerdefinierte Spalte.</p> <p>a. Klicken Sie auf im Menüband <strong>Spalte hinzufügen</strong> auf die Schaltfläche <strong>Benutzerdefinierte Spalte hinzufügen</strong>.</p></li> </ol>
es_es: <h3>Paso 4: Incorporación de información estatal de gran calidad al informe</h3> <p>Power BI dispone de una comprensión intrínseca de la información geográfica. La capacidad para situar los datos correctamente en el mapa se ve afectada significativamente por el grado de especificidad de estos. En el caso de las puntuaciones de IEDB, la información estatal resulta ambigua cuando se la sitúa en un mapa. Esta sección le mostrará cómo cargar datos de mayor calidad y agregarlos a las puntuaciones de IEDB que ya tenemos.</p> <ol> <li><p>Use la opción <strong>Obtener datos -> Desde la web</strong></p></li> <li><p>Escriba la siguiente dirección URL como se indica en el cuadro de diálogo resultante: <a href="{0}">{0}</a></p></li> <p><img src="{1}" alt="" title="" /></p> <li>En el cuadro de diálogo <strong>Navegador</strong>, <strong>seleccione la casilla</strong> situada junto a “Lista de estados de Brasil [editar]” y, a continuación, presione <strong>Aceptar</strong>.</li> <p><img src="{2}" alt="" title="" /></p> <li><p>Con el fin de agregar información sobre los estados a los datos originales de IEDB, combinaremos las consultas.</p> <p>a. <strong>Seleccione</strong> <strong>la consulta IEDB2009</strong> en la consulta Window</p></li> <p><img src="{3}" alt="" title="" /></p> <li>En la cinta, seleccione el botón <strong>Combinar consultas</strong></li> <p><img src="{4}" alt="" title="" /></p> <li><p>En el cuadro de diálogo <strong>Combinar</strong>,</p> <p>a. Seleccione ‘<strong>Estado’</strong> <strong>en la consulta IEDB2009</strong> y seleccione ‘<strong>Abreviatura’</strong> <strong>en la consulta Lista de estados de Brasil</strong></p> <p>b. Seleccione <strong>Externa izquierda</strong> en la opción <strong>Tipo de combinación</strong></p> <p>c. Presione <strong>Aceptar</strong></p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>Se agrega una <strong>nueva columna</strong> a la consulta.</p> <p>a. Presione el <strong>icono Expandir</strong> en la parte superior izquierda del encabezado de la columna</p></li> <p><img src="{6}" alt="" title="" /></p> <li><p>En el cuadro de diálogo que se abre</p> <p>a. Desactive <strong>(Seleccionar todas las columnas)</strong></p> <p>b. Seleccione <strong>Estado</strong></p> <p>c. Presione <strong>Aceptar</strong></p></li> <p><img src="{7}" alt="" title="" /></p> <li>Se agrega una nueva columna. Haga doble clic en el <strong>encabezado de la columna</strong> para cambiar el nombre de esta a “<strong>nombre de estado</strong>”</li> <p>a. <img src="{8}" alt="" title="" /></p> <li><p>Para mejorar el código geográfico de los nombres de los estados, utilizaremos una columna personalizada adicional</p> <p>a. Presione el botón <strong>Agregar columna personalizada</strong> en la cinta <strong>Agregar columna</strong></p></li> </ol>
fr_fr: <h3>Étape&#160;4&#160;: ajouter au rapport des informations d'État de grande qualité</h3> <p>Power BI a une compréhension intrinsèque des informations géographiques. La possibilité de positionner les données correctement sur la carte dépend dans une large mesure de leur spécificité. Dans le cas des scores d’IEDB, les informations d’État sont ambiguës une fois placées sur une carte. Cette section montre comment charger des données de meilleure qualité et les ajouter aux scores d’IEDB en notre possession.</p> <ol> <li><p>Sélectionnez <strong>Obtenir des données -> À partir du web</strong></p></li> <li><p>Entrez l’URL suivante, comme indiqué dans la boîte de dialogue qui s’affiche&#160;: <a href="{0}">{0}</a></p></li> <p><img src="{1}" alt="" title="" /></p> <li>Dans la boîte de dialogue <strong>Navigateur</strong>, <strong>activez la case à cocher</strong> en regard de «&#160;Liste des États brésiliens[modifier]&#160;», puis appuyez sur <strong>OK</strong>.</li> <p><img src="{2}" alt="" title="" /></p> <li><p>Pour ajouter des informations d’État aux données d’IEDB d’origine, nous fusionnons les requêtes.</p> <p>a. <strong>Sélectionnez</strong> <strong>la requête IEDB2009</strong> dans la fenêtre de requête</p></li> <p><img src="{3}" alt="" title="" /></p> <li>Dans le ruban, sélectionnez le bouton <strong>Fusionner des requêtes</strong></li> <p><img src="{4}" alt="" title="" /></p> <li><p>Dans la boîte de dialogue <strong>Fusionner</strong>,</p> <p>a. Sélectionnez «&#160;<strong>État</strong>&#160;» <strong>dans la requête IEDB2009</strong>, puis «&#160;<strong>Abréviation</strong>&#160;» <strong>dans la requête Liste des États brésiliens</strong></p> <p>b. Pour l’option <strong>Type de jointure</strong>, sélectionnez <strong>Externe gauche</strong></p> <p>c. Appuyez sur <strong>OK</strong></p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>Une <strong>nouvelle colonne</strong> est ajoutée à la requête.</p> <p>a. Appuyez sur l’<strong>icône Développer</strong> en haut à gauche de l’en-tête de colonne</p></li> <p><img src="{6}" alt="" title="" /></p> <li><p>Dans la boîte de dialogue qui s’ouvre</p> <p>a. Désactivez l’option <strong>(Sélectionner toutes les colonnes)</strong></p> <p>b. Sélectionnez <strong>État</strong></p> <p>c. Appuyez sur <strong>OK</strong></p></li> <p><img src="{7}" alt="" title="" /></p> <li>Une nouvelle colonne est ajoutée. Double-cliquez sur l’<strong>en-tête de colonne</strong> pour modifier le nom de la colonne en «&#160;<strong>Nom de l’État</strong>&#160;»</li> <p>a. <img src="{8}" alt="" title="" /></p> <li><p>Pour améliorer le géocode des noms d’État, nous allons utiliser une colonne personnalisée supplémentaire</p> <p>a. Dans le ruban <strong>Ajouter une colonne</strong>, appuyez sur le bouton <strong>Ajouter une colonne personnalisée</strong></p></li> </ol>
it_it: <h3>Passaggio 4: Aggiunta di informazioni di alta qualità sugli stati al report</h3> <p>Power BI è caratterizzato da una comprensione intrinseca delle informazioni geografiche. La capacità di inserire correttamente i dati nella mappa dipende significativamente dalla specificità dei dati. Nel caso dei punteggi IEDB, le informazioni sugli stati sono ambigue se inserite in una mappa. Questa sezione mostra come caricare dati di qualità superiore e aggiungerli ai dati sui punteggi IEDB già presenti.</p> <ol> <li><p>Usa l'opzione <strong>Recupera dati -> Web</strong></p></li> <li><p>Immetti nella finestra di dialogo risultante l'URL seguente così come mostrato: <a href="{0}">{0}</a></p></li> <p><img src="{1}" alt="" title="" /></p> <li>Nella finestra di dialogo <strong>Strumento di navigazione</strong> <strong>seleziona la casella</strong> accanto a "Elenco degli stati brasiliani[edit]", quindi premi <strong>OK</strong>.</li> <p><img src="{2}" alt="" title="" /></p> <li><p>Per aggiungere informazioni ai dati IEDB originali, eseguiremo il merge delle query.</p> <p>a. <strong>Seleziona</strong> <strong>la query IEDB2009</strong> nella finestra delle query</p></li> <p><img src="{3}" alt="" title="" /></p> <li>Sulla barra multifunzione seleziona il pulsante <strong>Merge di query</strong></li> <p><img src="{4}" alt="" title="" /></p> <li><p>Nella finestra di dialogo <strong>Merge</strong></p> <p>a. Seleziona "<strong>Stato</strong>" <strong>nella query IEDB2009</strong> e seleziona "<strong>Abbreviazione</strong>" <strong>nella query Elenco degli stati brasiliani</strong></p> <p>b. Seleziona <strong>Left Outer Join</strong> nell'opzione <strong>Tipo di join</strong></p> <p>c. Premi <strong>OK</strong></p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>Viene aggiunta una <strong>nuova colonna</strong> alla query.</p> <p>a. Premi l'<strong>icona di espansione</strong> in alto a destra nell'intestazione di colonna</p></li> <p><img src="{6}" alt="" title="" /></p> <li><p>Nella finestra di dialogo visualizzata</p> <p>a. Deseleziona <strong>(Seleziona tutte le colonne)</strong></p> <p>b. Seleziona <strong>Stato</strong></p> <p>c. Premi <strong>OK</strong></p></li> <p><img src="{7}" alt="" title="" /></p> <li>Viene aggiunta una nuova colonna. Fai doppio clic sull'<strong>intestazione di colonna</strong> per modificare il nome della colonna in "<strong>nome stato</strong>"</li> <p>a. <img src="{8}" alt="" title="" /></p> <li><p>Per migliorare la codifica geografica dei nomi degli stati, useremo un'altra colonna personalizzata</p> <p>a. Premi il pulsante <strong>Aggiungi colonna personalizzata</strong> nella scheda <strong>Aggiungi colonna</strong> della barra multifunzione</p></li> </ol>
ja_jp: <h3>手順 4: レポートに高品質な州情報を追加する</h3> <p>Power BI には、地理的情報を理解する固有の能力が備わっています。データを地図上に正確に配置する能力は、データの特異性によって大きな影響を受けます。IEDB スコアの場合では、地図上に配置されると州情報が不明瞭になります。このセクションでは、より品質の高いデータを読み込んで、既存の IEDB スコアのデータに追加する手順について説明します。</p> <ol> <li><p><strong>[データを取得] -> [Web から]</strong> オプションを使用します。</p></li> <li><p>結果のダイアログに表示される次の URL を入力します。<a href="{0}">{0}</a></p></li> <p><img src="{1}" alt="" title="" /></p> <li><strong>[ナビゲーター]</strong> ダイアログ ボックスで "ブラジルの州一覧[編集]" の横にある<strong>ボックスをオン</strong>にして、<strong>[OK]</strong> をクリックします。</li> <p><img src="{2}" alt="" title="" /></p> <li><p>元の IEDB データに州情報を追加するには、クエリをマージします。</p> <p>a.クエリ ウィンドウで<strong>IEDB2009 クエリ</strong>を<strong>選択します</strong>。</p></li> <p><img src="{3}" alt="" title="" /></p> <li>リボンで、<strong>[クエリのマージ]</strong> ボタンを選択します。</li> <p><img src="{4}" alt="" title="" /></p> <li><p><strong>[マージ]</strong> ダイアログ ボックスで、</p> <p>a.<strong>IEDB2009 クエリ</strong>では <strong>"州"</strong> を選択し、<strong>ブラジルの州一覧クエリ</strong>では <strong>"略称"</strong> を選択します。</p> <p>b.<strong>[結合の種類]</strong> オプションの <strong>[左外部]</strong> を選択します。</p> <p>c.<strong>[OK]</strong> をクリックします。</p></li> <p><img src="{5}" alt="" title="" /></p> <li><p><strong>新しい列</strong>がクエリに追加されました。</p> <p>a.列ヘッダーの左上の <strong>[展開] アイコン</strong>をクリックします。</p></li> <p><img src="{6}" alt="" title="" /></p> <li><p>開いたダイアログ ボックスで、</p> <p>a.<strong>[(すべての列の選択)]</strong> のチェックをはずします。</p> <p>b.<strong>[州]</strong> を選択します。</p> <p>c.<strong>[OK]</strong> をクリックします。</p></li> <p><img src="{7}" alt="" title="" /></p> <li>新しい列が追加されました。<strong>列ヘッダー</strong>をダブル クリックして列の名前を "<strong>州名</strong>" に変更します。</li> <p>a. <img src="{8}" alt="" title="" /></p> <li><p>州名のジオコードを改善するために、追加のカスタム列を使用します。</p> <p>a.<strong>[列の追加]</strong> リボンの<strong>[カスタム列の追加]</strong> ボタンをクリックします。</p></li> </ol>
ko_kr: <h3>4단계: 보고서에 고품질의 시/도 정보 추가</h3> <p>Power BI에는 지리에 대한 기본적인 정보가 포함됩니다. 맵에서 데이터를 정확하게 배치하는 기능은 데이터의 특수성에 크게 영향을 받습니다. IEDB 점수의 경우 맵에 배치할 경우 시/도 정보가 모호합니다. 이 섹션에서는 고품질 데이터를 로드하고 이미 갖고 있는 IEDB 점수 데이터에 추가하는 방법을 보여 줍니다.</p> <ol> <li><p><strong>데이터 가져오기-> 웹에서</strong> 옵션을 사용합니다.</p></li> <li><p>결과 대화 상자에 표시된 것처럼 다음 URL을 입력합니다. <a href="{0}">{0}</a></p></li> <p><img src="{1}" alt="" title="" /></p> <li><strong>탐색기</strong> 대화 상자에서 "브라질 시/도 목록[편집]" 옆의 <strong>상자를 선택</strong>한 후 <strong>확인</strong>을 누릅니다.</li> <p><img src="{2}" alt="" title="" /></p> <li><p>시/도 정보를 원본 IEDB 데이터에 추가하려면 쿼리를 병합합니다.</p> <p>a. 쿼리 창에서 <strong>IEDB2009 쿼리</strong>를 <strong>선택</strong>합니다.</p></li> <p><img src="{3}" alt="" title="" /></p> <li>리본에서 <strong>쿼리 병합</strong> 단추를 선택합니다.</li> <p><img src="{4}" alt="" title="" /></p> <li><p><strong>병합</strong> 대화 상자에서,</p> <p>a. <strong>IEDB2009 쿼리</strong>에서 '<strong>시/도</strong>'를 선택하고 <strong>브라질 시/도 목록 쿼리</strong>에서 '<strong>약어</strong>'를 선택합니다.</p> <p>b. <strong>조인 종류</strong> 옵션에서 <strong>왼쪽 우선 외부</strong>를 선택합니다.</p> <p>c. <strong>확인</strong>을 누릅니다.</p></li> <p><img src="{5}" alt="" title="" /></p> <li><p><strong>새 열</strong>이 쿼리에 추가됩니다.</p> <p>a. 열 머리글 왼쪽 위에서 <strong>확장 아이콘</strong>을 누릅니다.</p></li> <p><img src="{6}" alt="" title="" /></p> <li><p>열리는 대화 상자에서</p> <p>a. <strong>(모든 열 선택)</strong>을 선택 취소합니다.</p> <p>b. <strong>시/도</strong>를 선택합니다.</p> <p>c. <strong>확인</strong>을 누릅니다.</p></li> <p><img src="{7}" alt="" title="" /></p> <li>새 열이 추가되고 <strong>열 머리글</strong>을 두 번 클릭하면 열 이름이 "<strong>시/도 이름</strong>"으로 변경됩니다.</li> <p>a. <img src="{8}" alt="" title="" /></p> <li><p>시/도 이름 지역 코드를 더 효과적으로 만들려면 추가 사용자 지정 열을 사용합니다.</p> <p>a. <strong>열 추가</strong> 리본에서 <strong>사용자 지정 열 추가</strong> 단추를 누릅니다.</p></li> </ol>
pt_br: <h3>Etapa 4: Adicionar informações de estado de alta qualidade ao relatório</h3> <p>O Power BI tem uma compreensão intrínseca das informações geográficas. A capacidade de dispor os dados corretamente no mapa é significativamente afetada pela especificidade dos dados. No caos das pontuações de IEDB, as informações de estado são ambíguas se dispostas em um mapa. Essa seção mostra como carregar dados de maior qualidade e adicioná-los às pontuações de IEDB que já possuímos.</p> <ol> <li><p>Use a opção <strong>Obter Dados -> da Web</strong></p></li> <li><p>Digite a URL a seguir como mostrado na caixa de diálogo resultante: <a href="{0}">{0}</a></p></li> <p><img src="{1}" alt="" title="" /></p> <li>Na caixa de diálogo <strong>Navegador</strong>, <strong>marque a caixa</strong> ao lado de “Lista dos estados brasileiros[editar]” e pressione <strong>OK</strong>.</li> <p><img src="{2}" alt="" title="" /></p> <li><p>Mesclaremos ambas as consultas para adicionar informações de estado aos dados IEDB originais.</p> <p>a. <strong>Selecione</strong> <strong>a consulta IEDB2009</strong> na Janela de consulta</p></li> <p><img src="{3}" alt="" title="" /></p> <li>Na faixa de opções, selecione o botão <strong>Mesclar Consultas</strong></li> <p><img src="{4}" alt="" title="" /></p> <li><p>Na caixa de diálogo <strong>Mesclar</strong>,</p> <p>a. Selecione “<strong>Estado”</strong> <strong>na consulta IEDB2009</strong> e selecione “<strong>Abreviação”</strong> <strong>na consulta da Lista de estados brasileiros</strong></p> <p>b. Selecione <strong>Externa Esquerda</strong> na opção <strong>Tipo de Junção</strong></p> <p>c. Pressione <strong>OK</strong></p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>Uma <strong>nova coluna</strong> é adicionada à sua consulta.</p> <p>a. Pressione o <strong>ícone de expansão</strong> na parte superior esquerda do cabeçalho da coluna</p></li> <p><img src="{6}" alt="" title="" /></p> <li><p>Na caixa de diálogo exibida</p> <p>a. Desmarque <strong>(Selecionar Todas as Colunas)</strong></p> <p>b. Selecione <strong>Estado</strong></p> <p>c. Pressione <strong>OK</strong></p></li> <p><img src="{7}" alt="" title="" /></p> <li>Uma nova coluna é adicionada. Clique duas vezes no <strong>cabeçalho da coluna</strong> para alterar o nome dela para “<strong>nome do estado</strong>”</li> <p>a. <img src="{8}" alt="" title="" /></p> <li><p>Para conceder um melhor código geográfico aos nomes dos estados, usaremos uma coluna personalizada adicional</p> <p>a. Pressione o botão <strong>Adicionar Coluna Personalizada</strong> na Faixa de Opções <strong>Adicionar Coluna</strong></p></li> </ol>
ru_ru: <h3>Этап&#160;4. Добавление в отчет полезной информации о штатах</h3> <p>В Power BI есть механизмы интерпретации географических данных. На правильное расположение данных на карте сильно влияет их специфика. Для наших показателей IDEB сведения о штатах при нанесении на карту оказываются неоднозначными. В этом разделе мы узнаем, как загрузить более качественные данные и добавить их к уже имеющимся показателям IDEB.</p> <ol> <li><p>Использование параметра <strong>Получить данные&#160;-> Из Интернета</strong></p></li> <li><p>Введите следующий URL-адрес, как показано в диалоговом окне на рисунке: <a href="{0}">{0}</a></p></li> <p><img src="{1}" alt="" title="" /></p> <li>В диалоговом окне <strong>Навигатор</strong> <strong>установите флажок</strong> "Список бразильских штатов [изменить]" и нажмите кнопку <strong>ОК</strong>.</li> <p><img src="{2}" alt="" title="" /></p> <li><p>Чтобы добавить информацию о штатах к исходным данным IDEB, мы объединим запросы.</p> <p>а) <strong>Выберите</strong> <strong>запрос IEDB2009</strong> в окне "Запрос".</p></li> <p><img src="{3}" alt="" title="" /></p> <li>На ленте нажмите кнопку <strong>Слияние запросов</strong>.</li> <p><img src="{4}" alt="" title="" /></p> <li><p>В диалоговом окне <strong>Слияние</strong>:</p> <p>а) Выберите <strong></strong> <strong>в запросе IEDB2009</strong>, а затем&#160;— <strong></strong> <strong>в запросе "Список штатов Бразилии"</strong>.</p> <p>б) Выберите значение <strong>Левое внешние</strong> для параметра <strong>Тип соединения</strong>.</p> <p>в) Нажмите кнопку <strong>ОК</strong>.</p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>В запрос будет добавлен <strong>новый столбец</strong>.</p> <p>а) Нажмите на <strong>значок "Развернуть"</strong> в левом верхнем углу заголовка столбца.</p></li> <p><img src="{6}" alt="" title="" /></p> <li><p>В открывшемся диалоговом окне:</p> <p>а) Снимите флажок <strong>(Выбрать все столбцы)</strong>.</p> <p>б) Выберите <strong>Штат</strong>.</p> <p>в) Нажмите кнопку <strong>ОК</strong>.</p></li> <p><img src="{7}" alt="" title="" /></p> <li>Будет добавлен новый столбец. Дважды щелкните <strong>заголовок столбца</strong> и переименуйте его в <strong>азвание штата</strong>.</li> <p>а) <img src="{8}" alt="" title="" /></p> <li><p>Чтобы улучшить географическую привязку имен штатов, добавим еще один столбец.</p> <p>а) На вкладке ленты <strong>Добавить столбец</strong> щелкните <strong>Добавить пользовательский столбец</strong>.</p></li> </ol>
zh_cn: <h3>步骤 4：向报表添加高质量的说明信息</h3> <p>Power BI 本身可理解地理信息。数据的独特性会严重影响 Power BI 正确地将数据对应到地图上。在 IDEB 得分的示例中，说明信息对应到地图上时含义不明确。此部分介绍如何加载较高质量的数据并将其添加到已有的 IDEB 得分数据中。</p> <ol> <li><p>使用“获取数据”->“来自网站”<strong></strong>选项</p></li> <li><p>将下方 URL 输入到得来的对话框中：<a href="{0}">{0}</a></p></li> <p><img src="{1}" alt="" title="" /></p> <li>在“浏览器”<strong></strong>对话框中，<strong>勾选</strong>“巴西各州列表[编辑]”旁的框，然后按“确定”<strong></strong>。</li> <p><img src="{2}" alt="" title="" /></p> <li><p>若要将说明信息添加到原来的 IDEB 数据中，需要合并查询。</p> <p>a.<strong>选择</strong>“查询”窗口中的“IDEB2009”查询<strong></strong></p></li> <p><img src="{3}" alt="" title="" /></p> <li>在功能区中选择“合并查询”<strong></strong>按钮</li> <p><img src="{4}" alt="" title="" /></p> <li><p>在“合并”<strong></strong>对话框中，</p> <p>a.选择 <strong>IDEB2009 查询中的</strong><strong>“州”</strong>，选择<strong>巴西各州列表查询</strong>中的<strong>“缩写”</strong></p> <p>b.在“联接类型”<strong></strong>选项中选择“左外部”<strong></strong></p> <p>c.按“确定”<strong></strong></p></li> <p><img src="{5}" alt="" title="" /></p> <li><p>已将<strong>新列</strong>添加到查询。</p> <p>a.按列标题左上方的<strong>展开图标</strong></p></li> <p><img src="{6}" alt="" title="" /></p> <li><p>在打开的对话框中</p> <p>a.取消勾选“(选择所有列)”<strong></strong></p> <p>b.选择“州”<strong></strong></p> <p>c.按“确定”<strong></strong></p></li> <p><img src="{7}" alt="" title="" /></p> <li>已添加新的列；双击<strong>列标题</strong>，将列名更改为“州名称”<strong></strong></li> <p>a. <img src="{8}" alt="" title="" /></p> <li><p>为使州名称能更好地进行地理编码，将使用其他自定义列</p> <p>a.在“添加列”<strong></strong>功能区按“添加自定义列”<strong></strong>按钮</p></li> </ol>
zh_tw: <h3>步驟 4：將高品質的州資訊新增至報表</h3> <p>Power BI 原本就了解地理資訊。資料能否正確地放在地圖上，深受資料具體性的影響。在 IEDB 分數案例中，放在地圖上的州資訊模擬兩可。本節說明如何載入高品質資料，並將它新增至我們已有的 IEDB 分數資料。</p> <ol> <li><p>使用 [取得資料] -> [從 Web]<strong></strong> 選項</p></li> <li><p>在出現的對話方塊中，如圖所示輸入下列 URL：<a href="{0}">{0}</a></p></li> <p><img src="{1}" alt="" title="" /></p> <li>在 [導覽器]<strong></strong> 對話方塊中，<strong>核取</strong> [巴西州清單[編輯]] 旁的方塊，然後按下 [確定]<strong></strong>。</li> <p><img src="{2}" alt="" title="" /></p> <li><p>為了將州資訊新增至原始 IEDB 資料，我們將合併查詢。</p> <p>a.<strong>在查詢視窗中選取</strong> <strong>IEDB2009 查詢</strong></p></li> <p><img src="{3}" alt="" title="" /></p> <li>在功能區中，選取 [合併查詢]<strong></strong> 按鈕</li> <p><img src="{4}" alt="" title="" /></p> <li><p>在 [合併]<strong></strong> 對話方塊中，</p> <p>a.<strong>在 IEDB2009 查詢中</strong>選取 [州]<strong></strong>，然後在<strong>巴西州清單查詢</strong>中選取 [縮寫]<strong></strong></p> <p>b.在 [聯結種類]<strong></strong> 選項中，選取 [左方外部]<strong></strong></p> <p>c.按下 [確定]<strong></strong></p></li> <p><img src="{5}" alt="" title="" /></p> <li><p><strong>新的資料行</strong>會新增至您的查詢。</p> <p>a.按下資料行標頭左上方的<strong>展開圖示</strong></p></li> <p><img src="{6}" alt="" title="" /></p> <li><p>在開啟的對話方塊中</p> <p>a.取消核取 [(選取所有資料行)]<strong></strong></p> <p>b.選取 [州]<strong></strong></p> <p>c.按下 [確定]<strong></strong></p></li> <p><img src="{7}" alt="" title="" /></p> <li>新的資料行隨即新增；按兩下<strong>資料行標頭</strong>，將資料行名稱變更為「州名」<strong></strong></li> <p>a. <img src="{8}" alt="" title="" /></p> <li><p>為了改善州名的地理代碼，我們將使用額外的自訂資料行</p> <p>a.按下 [新增資料行]<strong></strong> 功能區中的 [新增自訂資料行]<strong></strong> 按鈕</p></li> </ol>
