Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/DataExploration.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Content15
source: <p>Another common case is the use of averages. When you compute an average, you need to be careful how you use and present it. If you take an average of an average, you’ve produced a grossly misleading output. For example, if we have two countries, one producing 100 kWh of electricity a year, with 80% coming from burning coal, and a second country producing 10 kWh of electricity, with 50% coming from burning coal. If you average the percentages, you would report 65% of electric production as coming from coal, which is incorrect. The correct value would be 80kW + 5kWH / 110kWh = 77% of electric production comes from coal.</p> <p>Lastly an insidious case is the loss of precision that occurs when data is extracted or projected without including its original precision or granularity. Simple examples include truncating a sales amount to the nearest dollar, missing the cents part of the number. If you aggregate over the sales amount, the grand total you compute may significantly vary from the same calculation performed at the source system. An even more tricky case where individuals extracting data do not have permission to see all line items. Typically, organizations enable individuals to extract the line items they have permission to see, and an ‘official’ grand total that is computed over all the line items in the system so numbers match across different reports generated for different people. If you attempt then to aggregate over the line item data itself, without including the grand totals in the equation, you will present wrong data.</p> <h3>How to solve this kind of issue?</h3> <p>The root cause of the issue is the metrics used in the chart are already percentages. To avoid the issue, we need to re-compute the percentages over a metric that includes the granularity of electricity production. The dataset we have to work with is unfortunately incomplete – there’s no total production of electricity by country metric. If there was, the calculation would be easy and there would be no need any further explanations. We would multiply the country’s yearly electric production by the percentage of each source and use the resulting value in our aggregations.</p> <p>However, since the data does not include this measure, we need to consider our alternatives. There’s one rule of thumb we should cover before going forward: <strong>when in doubt, leave it out</strong>. Your responsibility as an analyst is to truthfully present data, whether in a narrative or exploratory interactive data visualization. If you’re unsure of the veracity of the data, then you should not report it, until you are certain.</p> <p>There are two other alternatives I’ll discuss here. The first essentially avoids the miscalculation by ensuring no data is returned when the data is at the wrong granularity and you cannot be sure it is correct. You can do this using a DAX measure as follows:</p> <blockquote> <p><strong>Conditional Electricity from Coal (% of total) = if(AND(HASONEVALUE(Data[Country Code]), HASONEVALUE(Data[Year])), SUM(Data[Electricity from coal (% of total)]), BLANK())</strong></p> </blockquote> <p>Notice the above formula checks the critical conditions and only then returns a value. You’d repeat this measure for each of the % of total fields we have and then you’ll plot them on a 100% stacked column chart. The chart would show blank until a country is selected, at which point accurate data would be shown. You’d need to provide a clear call to action to tell your readers they first need to select a country before the data visualization shows data. Even so, readers may be confused by the large blank area in the middle of an otherwise interesting data visualization.</p> <p>…</p> <p>The second alternative requires you to return the data to a metric that can be aggregated. For this example, the ideal would be to find a dataset that shows electricity production in kWh for each country. Unfortunately, we’ve yet to find this dataset.</p> <p>So, we end up needing to make some assumptions to get a representation of the overall metrics across countries and regions. Assumptions are always imperfect and need to be validated with stakeholders and discussed openly. Importantly, you’ll want to plan to explain the assumptions and your methodology as part of publishing your data visualization. Should you fail to state your assumptions, your analysis might be considered deceptive by some, opening you to criticism. So, care should be taken in making assumptions and communication to the reader is key to success on this path. That being said, the derived or constructed values can provide interesting insights so long as they’re correctly contextualized in usage.</p><p>Let’s see how to solve this in this example. The data includes a metric that is like our desired one: <strong>Electric power consumption (kWh per capita)</strong>. It also includes <strong>Population, total</strong>. Each of these is available aggregated by country and year. So, if we’re willing to assume that electric power consumption and electric power production are equal, we can do some math to create a synthetic view of production by source in kWh. I should call out that this assumption could be challenged, for example Canada routinely sells hydroelectric power to the United States, which consumes it. However, the goal here is to show representative approximation % of total values across countries and regions. As the visualization creator, I need to decide whether the resulting proxy measure will be meaningful before I present it.</p> <p>The easiest way to do the math for this example is during data load In the Query tab (Edit Queries in the ribbon), I’ve used the Add Column feature on the “Data” query to add a new column called “Synthetic Electric Production – Coal” with the following formula:</p> <blockquote> <p><strong>[#"Population, total"] * [#"Electric power consumption (kWh per capita)"] * [#"Electricity from coal (% of total)"] / 100</strong></p> </blockquote> <p>We repeated this calculation for each of the sources of electricity in the dataset: oil, natural gas, hydroelectric, nuclear, and renewables. The resulting chart is shown below.</p>
de_de: <p>Ein weiterer häufig vorkommender Fall ist die Verwendung von Durchschnittswerten. Sollten Sie einen Durchschnittswert berechnen, verwenden und präsentieren Sie ihn mit Umsicht. Wenn Sie den Durchschnittswert eines Durchschnittswerts bilden, erzeugen Sie eine stark irreführende Ausgabe. Beispiel: Von zwei Ländern produziert eines pro Jahr 100 kWh Strom, wobei 80 % aus Kohlekraftwerken stammen. Das andere Land produziert 10 kWh Strom, wobei 50 % aus Kohlekraftwerken stammen. Wenn Sie den Durchschnittswert der Prozentsätze berechnen, würden Sie ermitteln, dass 65 % der Stromproduktion aus Kohlekraftwerken stammen. Dies ist falsch. Der korrekte Wert wäre: 80 kW + 5 kWh/110k kWh = 77 % der Stromproduktion stammen aus Kohlekraftwerken.</p> <p>Ein tückischer Fall ist der Präzisionsverlust, der eintritt, wenn Daten extrahiert oder projiziert werden, ohne die ursprüngliche Präzision oder Granularität einzuschließen. Ein einfaches Beispiel ist das Abschneiden eines Umsatzbetrags auf den nächstgelegenen Dollarwert, wobei der Cent-Anteil der Zahl verloren geht. Bei einer Aggregation des Umsatzbetrags kann die berechnete Gesamtsumme erheblich vom Ergebnis derselben Berechnung abweichen, die im Quellsystem durchgeführt wurde. Noch schwieriger ist der Fall, wenn Personen, die Daten extrahieren, nicht über die Berechtigung zum Anzeigen aller Artikelpositionen verfügen. In der Regel wird es den Benutzern in einem Unternehmen ermöglicht, die Artikelpositionen zu extrahieren, die sie anzeigen können. Die „offizielle“ Gesamtsumme wird auf Basis aller Artikelpositionen im System berechnet, sodass die Zahlen in den verschiedenen Berichten, die für verschiedene Personen erstellt werden, übereinstimmen. Wenn Sie dann versuchen, die Artikelpositionsdaten selbst zu aggregieren, ohne die Gesamtsumme in die Gleichung einzuschließen, erhalten Sie falsche Daten.</p> <h3>Wie lösen Sie ein derartiges Problem?</h3> <p>Die Ursache des Problems liegt darin, dass die im Diagramm verwendeten Metriken bereits Prozentsätze sind. Um das Problem zu umgehen, müssen Sie die Prozentsätze auf Basis einer Metrik erneut berechnen, die die Granularität der Stromproduktion einschließt. Das Dataset, mit dem wir arbeiten müssen, ist leider unvollständig: Es fehlt die Metrik für die Gesamtstromproduktion nach Land. Wäre diese Metrik vorhanden, wäre die Berechnung einfach, und es wäre keine weitere Erklärung nötig. Wir würden die jährliche Stromproduktion des Landes mit dem Prozentsatz jeder Quelle multiplizieren und den resultierenden Wert in den Aggregationen verwenden.</p> <p>Da die Daten dieses Measure jedoch nicht enthalten, müssen wir uns Alternativen überlegen. Doch zuvor denken Sie an die Faustregel: <strong>im Zweifelsfall lieber weglassen</strong>. Ihre Aufgabe als Analyst ist es, Daten in einer narrativen oder explorativen interaktiven Datenvisualisierung korrekt zu präsentieren. Wenn Sie nicht sicher sind, ob die Daten korrekt sind, sollten Sie sie erst präsentieren, wenn Sie Gewissheit haben.</p> <p>Zwei weitere Alternativen werde ich hier erläutern. Bei der ersten Alternative wird die Fehlberechnung im Grunde vermieden, indem sichergestellt wird, dass keine Daten zurückgegeben werden, wenn die Granularität falsch ist und Sie nicht sicher sein können, dass die Daten korrekt sind. Dies können Sie wie folgt mit einem DAX-Measure durchführen:</p> <blockquote> <p><strong>Vorbehaltlicher Strom aus Kohle (% von gesamt) = if(AND(HASONEVALUE(Data[Ländercode]), HASONEVALUE(Data[Jahr])), SUM(Data[Strom aus Kohle (% von gesamt)]), BLANK())</strong></p> </blockquote> <p>Diese Formel prüft die kritischen Bedingungen und gibt nur dann einen Wert zurück. Dieses Measure wiederholen Sie für jedes Feld mit einem Prozentsatz des Gesamtwerts. Anschließend stellen Sie die Felder in einem gestapelten Säulendiagramm (100 %) dar. Das Diagramm ist so lange leer, bis ein Land ausgewählt wird. Dann werden korrekte Daten angezeigt. Dabei müssten Sie eine eindeutige Handlungsaufforderung angeben, damit Ihre Leser wissen, dass sie zunächst ein Land auswählen müssen, bevor die Daten in der Visualisierung angezeigt werden. Dennoch könnte die Leser der große leere Bereich in einer andernfalls interessanten Datenvisualisierung irritieren.</p> <p>…</p> <p>Bei der zweiten Alternative müssen Sie die Daten an eine Metrik zurückgeben, die aggregiert werden kann. Für dieses Beispiel wäre ein Dataset ideal, das die Stromproduktion in kWh für jedes Land zeigt. Dieses Dataset müssen wir aber erst finden.</p> <p>Daher müssen wir einige Annahmen aufstellen, um eine allgemeine Darstellung der Metriken für Länder und Regionen zu erhalten. Annahmen sind nie perfekt und müssen mit den Beteiligten überprüft und offen besprochen werden. Es ist wichtig, dass Sie die Annahmen und Ihre Methodik erklären, wenn Sie die Datenvisualisierung veröffentlichen. Sollten Sie Ihre Annahmen nicht nennen, könnte Ihre Analyse als irreführend wahrgenommen werden, und Sie könnten in die Kritik geraten. Aus diesem Grund sollten Sie beim Aufstellen von Annahmen umsichtig vorgehen. Die Kommunikation mit den Lesern ist in diesem Fall entscheidend für den Erfolg. Die abgeleiteten oder konstruierten Werte können interessante Einblicke liefern, sofern sie in den richtigen Kontext gestellt werden.</p><p>Sehen wir uns nun an, wie wir in diesem Beispiel vorgehen. Die Daten enthalten eine Metrik, die der gewünschten Metrik ähnelt: <strong>Stromverbrauch (kWh pro Kopf)</strong>. Ebenfalls enthalten ist <strong>Bevölkerung, gesamt</strong>. Diese Metriken sind jeweils nach Land und Jahr aggregiert verfügbar. Wenn wir also annehmen, dass der Stromverbrauch und die Stromproduktion identisch sind, können wir mithilfe einiger Berechnungen eine synthetische Sicht der Produktion nach Quelle in kWh erstellen. Diese Annahme kann natürlich in Zweifel gezogen werden. So verkauft Kanada zum Beispiel regelmäßig Strom aus Wasserkraft an die USA, die diesen verbraucht. Doch hier soll eine repräsentative Annäherung der Prozentsätze der Gesamtwerte für mehrere Länder und Regionen veranschaulicht werden. Da ich die Visualisierung erstelle, muss ich entscheiden, ob das resultierende Stellvertreter-Measure sinnvoll ist, bevor ich es präsentiere.</p> <p>Die Berechnungen in diesem Beispiel können am einfachsten durchgeführt werden, während die Daten geladen werden. Auf der Abfrageregisterkarte („Abfragen bearbeiten“ im Menüband) habe ich die Funktion „Spalte hinzufügen“ für die Datenabfrage verwendet und die neue Spalte „Synthetische Stromproduktion – Kohle“ mit der folgenden Formel hinzugefügt:</p> <blockquote> <p><strong>[#"Bevölkerung, gesamt"] * [#"Stromverbrauch (kWh pro Kopf)"] * [#"Strom aus Kohle (% von gesamt)"] / 100</strong></p> </blockquote> <p>Diese Berechnung wurde für jede Stromquelle im Dataset wiederholt: Öl, Erdgas, Wasserkraft, Atomstrom und erneuerbare Energien. Das resultierende Diagramm ist unten abgebildet.</p>
es_es: <p>Otro caso habitual es el uso de promedios. Cuando se calcula un promedio, es preciso usarlo y presentarlo con cautela. Si realiza un promedio de un promedio, hará que se produzca una salida incorrecta. Por ejemplo, tenemos dos países, y uno de ellos produce 100 kWh de electricidad al año, de la cual un 80 % procede del carbón, y el otro país produce 10 kWh, con un 50 % procedente del carbón. Si realizamos el promedio de los porcentajes, obtendríamos que un 65 % de la producción eléctrica procede del carbón, lo cual es incorrecto. El valor correcto debería ser 80 kWh + 5 kWh / 110 kWh = 77 % de la producción eléctrica procede del carbón.</p> <p>Por último, un caso traicionero es la pérdida de precisión que se produce cuando se extraen o se proyectan los datos sin incluir su precisión o granularidad originales. Un ejemplo de esto consiste en truncar un importe de ventas redondeando la cantidad y perdiendo la parte del número correspondiente a los céntimos. Si realiza una agregación sobre un importe de ventas, el total general que calcule puede variar del mismo cálculo realizado en el sistema de origen. Un caso aún más complejo sería aquel en el que los usuarios que extraen los datos no tienen permiso para ver todos los elementos de línea. Normalmente, las organizaciones habilitan a los individuos para que extraigan los elementos de línea que se les permite ver y un total general oficial que se calcula a partir de todos los elementos de línea del sistema, de forma que las cifras coinciden entre los diferentes informes generados para personas distintas. Si intenta realizar una agregación en los datos de la línea de elementos sin indicar los totales generales en la ecuación, presentará datos incorrectos.</p> <h3>¿Cómo solucionar este tipo de problema?</h3> <p>El motivo principal de este problema es que las métricas utilizadas en el gráfico son ya porcentajes. Para evitarlo, es necesario volver a calcular los porcentajes en una métrica que incluya la granularidad de la producción de electricidad. El conjunto de datos con el que estamos trabajando es, desafortunadamente, incompleto: no hay un valor total de producción de electricidad por métrica de país. Si lo hubiera, el cálculo sería fácil y no serían necesarias más explicaciones. Multiplicaríamos la producción eléctrica anual del país por el porcentaje de cada fuente energética y usaríamos el valor resultante en las agregaciones.</p> <p>Sin embargo, como los datos no incluyen esta medida, debemos considerar las alternativas. Hay una regla de oro que debemos tener en cuenta antes de proseguir: <strong>si tenemos dudas, dejémoslo tal y como está</strong>. Su responsabilidad como analista es presentar de una manera fidedigna los datos, ya sea en una visualización de datos interactiva narrativa o exploratoria. Si no está seguro de la veracidad de los datos, no debe notificarlos hasta que no esté completamente seguro.</p> <p>Vamos a analizar aquí otras dos alternativas. La primera permite fundamentalmente evitar el cálculo erróneo asegurándose de que no se devuelve ningún dato si la granularidad es incorrecta y no puede asegurar que este dato sea correcto. Puede hacer esto mediante una medida DAX como la que aparece a continuación:</p> <blockquote> <p><strong>Electricidad condicional procedente del carbón (% del total) = if(Y(HASONEVALUE(Data[Country Code]), HASONEVALUE(Data[Year])), SUMA(Data[Electricity from coal (% of total)]), ESBLANCO())</strong></p> </blockquote> <p>Observe que la fórmula anterior comprueba las condiciones críticas y solo entonces devuelve un valor. Debería repetir esta medida para cada uno de los porcentajes de los campos de totales de los que disponemos y, a continuación, trazarlos en un gráfico de columnas 100 % apiladas. El gráfico aparecerá en blanco hasta que se seleccione un país y, en ese momento, deberían aparecer datos correctos. Es necesario avisar claramente a los lectores de que primero deben seleccionar un país para que la visualización muestre datos. E incluso así, puede que los lectores se encuentren confusos por el gran espacio en blanco en medio de la, por otra parte, interesante visualización de datos.</p> <p>…</p> <p>La segunda alternativa requiere que devuelva los datos a una métrica que se pueda agregar. En este ejemplo, lo ideal sería encontrar un conjunto de datos que muestre la producción eléctrica en kWh de cada país. Desafortunadamente, aún no hemos encontrado este conjunto de datos.</p> <p>Por ello, al final tendremos que realizar algunas suposiciones para obtener una representación de las métricas generales en los diversos países y regiones. Las suposiciones son siempre imperfectas y deben validarse y debatirse con las partes interesadas abiertamente. Y, lo que es más importante, querrá planear cómo explicar estas suposiciones y la metodología empleada como parte de la publicación de la visualización de datos. Si falla a la hora de explicar las suposiciones, algunos podrían considerar que su análisis es falso, lo cual le acarrearía críticas. Por tanto, se debe tener cuidado a la hora de realizar suposiciones y la comunicación con el lector resultará fundamental para tener éxito si elige este camino. Dicho lo cual, los valores derivados o construidos pueden proporcionar perspectivas interesantes siempre que su uso esté correctamente contextualizado.</p><p>Veamos como solucionar esto en este ejemplo. Los datos incluyen una métrica que se parece a la que queremos: <strong>Consumo de energía eléctrica (kWh per cápita)</strong>. También incluye <strong>Población, total</strong>. Cada una de ellas está disponible agregada por país y año. Por tanto, si suponemos que el consumo de energía eléctrica y la producción de energía eléctrica son iguales, podremos realizar algunas operaciones matemáticas para crear una vista sintética de la producción por cada fuente energética en kWh. Tengo que hacer notar que puede que se cuestione esta suposición, por ejemplo, en el caso de Canadá que vende habitualmente energía hidroeléctrica a Estados Unidos, que la consume. Sin embargo, el objetivo en este caso es mostrar un porcentaje de los valores totales aproximados representativos para los países y regiones. Como creador de la visualización, debo decidir si la medida del proxy resultante tendrá sentido antes de presentarla.</p> <p>La manera más fácil de hacer el cálculo para este ejemplo es durante la carga de datos. En la pestaña Consulta (o Editar consultas, en la cinta), he utilizado la característica Agregar columna en la consulta “Datos” para agregar una nueva columna llamada “Producción eléctrica sintética: Carbón” con la siguiente fórmula:</p> <blockquote> <p><strong>[#"Population, total"] * [#"Electric power consumption (kWh per capita)"] * [#"Electricity from coal (% of total)"] / 100</strong></p> </blockquote> <p>Se ha repetido este cálculo para cada una de las fuentes de electricidad del conjunto de datos: petróleo, gas natural, hidroeléctrica, nuclear y renovables. El gráfico resultante se muestra a continuación.</p>
fr_fr: <p>Une autre cas courant est l’utilisation de moyennes. Quand vous calculez une moyenne, vous devez être attentif à la manière dont vous l’utilisez et la présentez. Si vous faites la moyenne d’une moyenne, vous générez une sortie extrêmement trompeuse. Par exemple, imaginons que nous ayons deux pays, l’un produisant 100&#160;kWh d’électricité par an, dont 80&#160;% proviennent de la combustion du charbon, et un second produisant 10&#160;kWh d’électricité, dont 50&#160;% proviennent de la combustion du charbon. En faisant la moyenne des pourcentages, vous obtiendriez 65&#160;% de production électrique en provenance du charbon, ce qui est incorrect. La valeur correcte serait 80kW + 5kWH / 110kWh = 77&#160;% de production électrique en provenance du charbon.</p> <p>Enfin, un cas insidieux est la perte de précision résultant de l’extraction ou de la projection de données sans inclure leur précision ou granularité d’origine. Une exemple simple est celui de la troncation d’un montant de vente à l’unité la plus proche, en omettant la partie décimale du nombre. Si vous agrégez des montants de vente, le total général calculé peut s’écarter sensiblement du même calcul effectué au niveau du système source. Un cas encore plus épineux est celui où des personnes extrayant des données ne sont pas autorisées à voir toutes les lignes. Souvent, des organisations permettent à certaines personnes d’extraire les lignes qu’elles sont autorisées à voir, et un total général «&#160;officiel&#160;» calculé sur toutes les lignes contenues dans le système, de sorte ce que les chiffres des différents rapports générés pour différents personnes correspondent. Si vous tentez d’effectuer une agrégation sur les données de ligne sans inclure les totaux généraux dans l’équation, vous présentez des données erronées.</p> <h3>Comment résoudre ce genre de problème&#160;?</h3> <p>La cause première du problème est que les mesures utilisées dans le graphique sont déjà des pourcentages. Pour éviter le problème, nous devons recalculer les pourcentages sur une mesure incluant la granularité de la production d’électricité. Le jeu de données dont nous disposons est malheureusement incomplet, car il ne contient pas de mesure par pays de la production totale d’électricité. Si ces données étaient disponible, le calcul serait facile et aucune explication supplémentaire ne serait nécessaire. Nous multiplierions la production électrique annuelle du pays par le pourcentage de chaque source, et utiliserions la valeur obtenue dans nos agrégations.</p> <p>Toutefois, comme les données n’incluent pas cette mesure, nous devons envisager des alternatives. Avant d’aller plus avant, ayez bien à l’esprit cette règle d’or&#160;: <strong>En cas de doute, abstenez-vous</strong>. Votre responsabilité d’analyste est de présenter les données fidèlement, que ce soit dans une visualisation narrative ou dans une visualisation interactive exploratoire. Si vous n’êtes pas certain de la véracité des données, vous ne devriez pas les rapporter avant d’avoir levé le doute.</p> <p>Il existe deux autres alternatives que je vais évoquer ici. La première permet essentiellement d’éviter des erreurs de calcul en s’assurant qu’aucune donnée n’est retournée quand sa granularité est erronée, et que vous n’avez aucun moyen de vous assurer qu’elle est correcte. Vous pouvez mettre cela en œuvre à l’aide d’une mesure DAX comme suit&#160;:</p> <blockquote> <p><strong>Conditional Électricité du charbon (% of total) = if(AND(HASONEVALUE(Data[Code du pays]), HASONEVALUE(Data[Année])), SUM(Data[Électricité du charbon (% of total)]), BLANK())</strong></p> </blockquote> <p>Vous pouvez constater que la formule ci-dessus vérifie les conditions critiques avant de retourner une valeur. Vous devez répéter cette mesure pour chacun des champs de pourcentage du total disponibles, puis tracer ceux-ci dans un histogramme empilé 100%. Le graphique apparaît vide jusqu’à ce qu’un pays soit sélectionné, après quoi des données exactes s’affichent. Vous devez indiquer clairement à l’utilisateur la nécessité de sélectionner un pays pour que des données s’affichent dans la visualisation. Même dans ce cas, l’utilisateur risque d’être perturbé par cette grande zone vide au milieu d’une visualisation de données qui serait autrement intéressante.</p> <p>…</p> <p>La seconde alternative requiert que vous retourniez les données dans une mesure qui peut être agrégée. Pour cet exemple, l’idéal serait de trouver un jeu de données présentant la production d’électricité exprimée en kWh pour chaque pays. Malheureusement, il nous faut encore trouver ce jeu de données.</p> <p>Nous en sommes donc réduit à formuler des hypothèses afin d’obtenir une représentation des mesures globales pour les différents pays et régions. Les hypothèses sont toujours imparfaites, et doivent être validées et discutées ouvertement avec les parties prenantes. Un point important est que vous devez prévoir d’expliquer vos hypothèses et votre méthodologie dans le cadre de la publication de votre visualisation de données. À défaut d’expliciter vos hypothèses, votre analyse pourrait être perçue comme fallacieuse par certaines personnes, et vous exposer aux critiques. Vous devez donc être prudent lorsque vous formulez des hypothèses, et être conscient que la communication avec le lecteur est la clé du succès dans le cadre d’une telle approche. Cela dit, des valeurs dérivées ou construites peuvent produire des informations intéressantes pour autant que leur utilisation soit correctement contextualisée.</p><p>Voyons comment aborder la question dans notre exemple. Les données contiennent une mesure similaire à celle que nous souhaitons&#160;: <strong>consommation d’électricité en kWh par habitant</strong>. Elles comprennent également la mesure <strong>Population, total</strong>. Ces deux mesures sont disponibles agrégées par pays et par année. Ainsi, si nous partons de l’hypothèse que la consommation d’électricité est égale à la production, une simple opération arithmétique nous permet de créer une vue synthétique de la production en kWh par source. Il faut souligner que cette hypothèse peut être discutable. Par exemple, le Canada vend systématiquement de l’énergie hydroélectrique aux États-Unis qui la consomment. Toutefois, le but est ici de présenter une approximation représentative de valeurs de % du total dans les différents pays et régions. En tant que créateur de la visualisation, je dois décider si la mesure indirecte obtenue est significative avant de la présenter.</p> <p>La manière la plus simple de calculer pour cet exemple est durant le chargement des données sous l’onglet de requête (Modifier les requêtes dans le ruban). En l’occurrence, j’ai utilisé la fonctionnalité Ajouter une colonne à la requête «&#160;Data&#160;» pour ajouter une colonne nommée «&#160;Production électrique synthétique – Charbon&#160;» avec la formule suivante&#160;:</p> <blockquote> <p><strong>[#"Population, total"] * [#"Consommation d’électricité (kWh par habitant)"] * [#"Électricité du charbon (% of total)"] / 100</strong></p> </blockquote> <p>Nous avons répété ce calcul pour chacune des sources d’électricité figurant dans le jeu de données&#160;: pétrole, gaz naturel, hydroélectricité, nucléaire et énergies renouvelables. Le graphique ainsi obtenu est présenté ci-dessous.</p>
it_it: <p>Un altro caso comune è l'uso di medie. Quando calcoli una media, devi prestare attenzione a come la usi e la presenti. Se calcoli la media di una media, produrrai un output estremamente fuorviante. Ad esempio, supponiamo due paesi, uno che produce 100 kWh di elettricità all'anno, il cui 80% proviene dalla combustione del carbone, e un secondo paese che produce 10 kWh di elettricità, il cui 50% proviene dalla combustione del carbone. Se calcolassi la media delle percentuali, indicheresti il 65% della produzione elettrica come proveniente dal carbone, che non è un dato corretto. Il valore corretto dovrebbe essere 80 kWh + 5 kWh / 110 kWh = il 77% della produzione elettrica proviene dal carbone.</p> <p>Infine, un caso insidioso è costituito dalla perdita di esattezza che si verifica quando i dati vengono estratti o proiettati senza includerne la precisione o la granularità originale. Semplici esempi includono il troncamento di un importo di vendita al dollaro più vicino, eliminando la parte dei centesimi di un numero. Se applichi un'aggregazione all'importo di vendita, il totale complessivo calcolato può variare significativamente rispetto allo stesso calcolo eseguito nel sistema di origine. Un caso ancora più insidioso si verifica quando singoli utenti estraggono dati e non hanno l'autorizzazione necessaria per visualizzare tutte le voci. In genere, le organizzazioni permettono a singoli utenti di estrarre le voci che sono autorizzati a visualizzare, insieme a un totale complessivo "ufficiale" calcolato su tutte le voci nel sistema in modo che i numeri corrispondano tra report diversi generati per persone diverse. Se provi quindi a creare un'aggregazione dei dati stessi delle voci, senza includere i totali complessivi nell'equazione, presenterai dati errati.</p> <h3>Come risolvere un problema di questo tipo?</h3> <p>La causa principale del problema è che le metriche usate nel grafico sono già percentuali. Per evitare questo problema, dobbiamo ricalcolare le percentuali rispetto a una metrica che includa la granularità della produzione di elettricità. Il set di dati su cui dobbiamo lavorare sfortunatamente è incompleto, in quanto non indica la produzione totale di elettricità in base alla metrica del paese. Se questo dato fosse presente, il calcolo sarebbe semplice e non sarebbero necessarie altre spiegazioni. Dovremmo moltiplicare la produzione elettrica annuale del paese per la percentuale di ogni fonte e usare il valore risultante nelle nostre aggregazioni.</p> <p>Tuttavia, poiché i dati non includono questa misura, dobbiamo considerare le alternative. Prima di continuare, dobbiamo considerare una regola empirica: <strong>in caso di dubbi, lascia perdere</strong>. La tua responsabilità in quanto analista è presentare fedelmente i dati, in una visualizzazione dati interattiva descrittiva o esplorativa. In caso di dubbi sulla veridicità dei dati, devi evitare di presentarli, fino a quando non avrai più certezze.</p> <p>Le alternative disponibili sono due. La prima consiste essenzialmente nel prevenire gli errori di calcolo evitando di restituire dati se a questi è applicata una granularità errata e la loro correttezza non è certa. A questo scopo, puoi usare una misura DAX nel modo seguente:</p> <blockquote> <p><strong>Elettricità condizionale da carbone (% del totale) = if(AND(HASONEVALUE(Dati[Codice paese]), HASONEVALUE(Dati[Anno])), SUM(Dati[Elettricità da carbone (% del totale)]), BLANK())</strong></p> </blockquote> <p>Come puoi notare, la formula sopra controlla le condizioni critiche e solo dopo restituisce un valore. Devi ripetere questa misura per ognuno dei campi di percentuale del totale presenti e quindi tracciarli in un istogramma a colonne in pila 100%. Il grafico sarà vuoto finché non viene selezionato un paese e solo a questo punto verranno mostrati dati accurati. Devi fornire indicazioni chiare ai tuoi lettori perché sappiano che devono selezionare un paese prima che la visualizzazione mostri i dati. Anche in questo caso, i lettori potrebbero essere confusi dalla grande area vuota al centro di una visualizzazione dati altrimenti molto interessante.</p> <p>…</p> <p>La seconda alternativa consiste nel riportare i dati a una metrica che può essere aggregata. Per questo esempio, la situazione ideale sarebbe trovare un set di dati che mostri la produzione di elettricità in kWh per ogni paese. Sfortunatamente, dobbiamo ancora trovare questo set di dati.</p> <p>Di conseguenza, dobbiamo stabilire alcuni presupposti per ottenere una presentazione delle metriche complessive tra paesi e aree geografiche. I presupposti definiti personalmente sono sempre imperfetti e devono essere convalidati insieme alle parti interessate, discutendone apertamente. Un aspetto importante è prevedere di spiegare questi presupposti e la metodologia come parte della pubblicazione della visualizzazione dati. Se non riesci a indicare i tuoi presupposti, l'analisi potrebbe essere considerata ingannevole da alcuni e ti esporrebbe a critiche. Di conseguenza, presta attenzione quando definisci i tuoi presupposti e tieni presente che la comunicazione al lettore è un aspetto chiave per il successo in questo percorso. Detto questo, i valori derivati o costruiti possono fornire importanti prospettive purché siano contestualizzati correttamente nell'utilizzo.</p><p>Vediamo come affrontare questo aspetto in questo esempio. I dati includono una metrica simile a quella che auspicavamo prima, <strong>Consumo di energia elettrica (kWh pro capite)</strong>. Includono inoltre <strong>Popolazione, totale</strong>. Ognuna di queste metriche è disponibile come aggregazione per paese e anno. Di conseguenza, se siamo disposti a presupporre che il consumo di energia elettrica e la produzione di energia elettrica sono uguali, possiamo eseguire alcuni calcoli matematici per creare una visualizzazione sintetica della produzione in kWh per ogni fonte. Devo precisare che questo presupposto potrebbe essere contestato. Ad esempio, il Canada vende regolarmente energia idroelettrica agli Stati Uniti, che la consuma. Tuttavia, l'obiettivo qui è mostrare un'approssimazione rappresentativa in percentuale dei valori totali tra paesi e aree geografiche. Poiché ho creato la visualizzazione, devo decidere se la misura approssimativa risultante sarà significativa prima di presentarla.</p> <p>Il modo più semplice per eseguire i calcoli matematici per questo esempio è durante il caricamento dei dati nella scheda Query (Modifica query sulla barra multifunzione). Ho usato la funzionalità Aggiungi colonna nella query "Dati" per aggiungere una nuova colonna chiamata "Produzione elettrica in sintesi - Carbone" con la formula seguente:</p> <blockquote> <p><strong>[#"Popolazione, totale"] * [#"Consumo di energia elettrica (kWh pro capite)"] * [#"Elettricità da carbone (% del totale)"] / 100</strong></p> </blockquote> <p>Ripetiamo questo calcolo per ognuna delle fonti di elettricità nel set di dati: petrolio, gas naturale, energia idroelettrica, energia nucleare ed energie rinnovabili. Il grafico risultante è mostrato di seguito.</p>
ja_jp: <p>別の一般的な例は平均値の使用です。平均値を計算する場合は、その使用と表示に注意が必要です。平均値の平均を取ると、非常に誤解を与える出力が生じます。たとえば 2 つの国があり、一方の国は年間 100 kWh の電気の 80% を石炭の燃焼で発電し、もう一方の国は年間 10 kWh の電気の 50% を石炭の燃焼で発電するとします。割合を単純に平均すると、 電気生産量の 65% が石炭によることになりますが、これは誤った数値です。正しい値は、(80kWh + 5kWh) ÷ 110kWh = 77% の電気生産量が石炭によるものになります。</p> <p>その他に注意を要する例としては、データが元の精度や粒度を含まずに抽出または提示される場合の、精度の損失が挙げられます。簡単な例としては、売上高をドル単位に切り捨てて、数字のセントの部分を含まない場合などがあります。売上高を集計すると、計算した総計がソース システムで行った同じ計算と大きく異なる可能性があります。さらに注意が必要な例は、データを抽出する個人がすべての行項目を参照する権限を持たない場合です。通常、組織では、さまざまな閲覧者のために作成された異なるレポートにわたって数字が一致するように、参照する許可を得た行項目、およびシステムのすべての行項目にわたり計算された "公式の" 総計を、個人が抽出できるようにしています。行項目のデータそのものの集計を試みた場合、数式に総計が含まれないと、誤ったデータが表示されます。</p> <h3>このような問題を解決する方法</h3> <p>この問題の根本的な原因は、グラフに使用されているメトリックが既にパーセンテージになっていることです。問題を回避するには、電気生産量の粒度を含むメトリックにわたって割合を再計算する必要があります。残念ながら、取り組むデータセットは不十分で、国のメトリック別の電気総生産量がありません。国のメトリック別の電気総生産量があれば、計算は簡単になり、これ以上の説明は不要になります。国の年間電気生産量と各ソースのパーセンテージを掛け合わせて、結果の値を集計に使用します。</p> <p>ただしデータにはこのメジャーが含まれないため、別の方法を検討する必要があります。次に進む前に取り上げるべきルールが 1 つあります。つまり、<strong>疑わしい場合は省略する</strong>ということです。インタラクティブなデータ視覚化の記述や探索においては、信頼できる形でデータを提示することが、アナリストとしての責務です。正確かどうか不明な場合は、確信が持てるまでデータを報告するべきではありません。</p> <p>他の 2 つの方法をここで説明します。1 つめの方法では、基本的に、データの粒度が誤っていて正しいかどうか不明な場合にはデータが返されないようにすることで、計算ミスを回避します。次のように DAX メジャーを使用してこれを行います。</p> <blockquote> <p><strong>石炭による条件付き発電 (全体に占める割合) = if(AND(HASONEVALUE(データ[国コード]), HASONEVALUE(データ[年])), SUM(データ[石炭による発電 (全体に占める割合)]), BLANK())</strong></p> </blockquote> <p>上記の式で重要な条件がチェックされることにより、初めて値が返されます。このメジャーを全体に対する割合の各フィールドに繰り返してから、100% 積み上げ縦棒グラフにプロットします。国を 1 つ選択すると空のグラフに正確なデータが表示されます。データの視覚化によってデータが表示されるにはまず国を 1 つ選択する必要があることを、閲覧者に明確に伝える必要があります。そのようにしても、閲覧者は、本来興味深いデータの視覚化が表示されるべきグラフの中央部に、大きな空白があることに困惑する可能性があります。</p> <p>…</p> <p>2 つめの方法では、集計できるメトリックにデータを返す必要があります。この例では、各国の電気生産量 (kWh) を示したデータセットを見つけることが望ましいです。残念ながらこのデータセットはまだ見つかっていません。</p> <p>そのため、国と地域にわたる全体のメトリックを表示するにはいくつかの仮説を立てる必要があります。仮説は常に不完全なため、ステークホルダーと検証して率直に話し合うことが重要です。データの視覚化の発表の一環として、仮説と手法について説明する必要があります。仮説である旨を明記しないと、一部の閲覧者によって分析が不正なものに見なされ、批判される恐れがあります。そのため、仮説を立てる場合は十分注意を払う必要があります。また、閲覧者に分かりやすく伝えることが成功の鍵です。使用において正しく文脈化されて初めて、生成または構築された値は興味深い洞察を提供します。</p><p>このことをどのように解決するかを次の例で見ていきましょう。データには<strong>電力消費量 (1 人当たり (kWh))</strong>などの望ましいメトリックが含まれます。また<strong>人口、合計</strong>も含まれます。これらの各メトリックは、国および年別に集計することで入手できます。そのため、電力の消費量と生産量が等しいと仮定する場合は、いくつかの計算をしてソース別に生産量 (kWh) の統合ビューを作成します。この仮定には疑問が寄せられる可能性があることをはっきりお伝えしなければなりません。たとえばカナダは米国に水力発電を定期的に販売し、米国がこれを消費しています。ただし、ここでの目標は、国や地域にわたって代表的な、全体に対する割合の大まかな値を示すことです。視覚化作成者として、結果のプロキシ メジャーが有意義であるかどうかを表示前に判断する必要があります。</p> <p>この例のために計算する最も簡単な方法は、データの読み込みの際に、[クエリ] タブ (リボンの [クエリを編集])で "データ" クエリの[列の追加] 機能を使用し、次の式で "電気生産量の統合 – 石炭 " という新しい列を追加することです。</p> <blockquote> <p><strong>[#"人口、合計"] * [#"電力消費量 (1 人当たり (kWh))"] * [#"石炭による発電 (全体に占める割合)"] / 100</strong></p> </blockquote> <p>データセットの各電力源 (原油、天然ガス、水力、原子力、再生可能エネルギー) にこの計算を繰り返しました。結果のグラフを次に示します。</p>
ko_kr: <p>다른 일반적인 사례는 평균 사용입니다. 평균을 계산할 때는 평균을 사용하고 표시하는 방식에 주의해야 합니다. 평균의 평균을 구하는 경우 출력이 잘못 해석될 수 있습니다. 예를 들어 두 국가가 있는 경우 한 곳에서는 1년에 100kWh 전기를 생산하는데 여기서 80%는 화력 발전을 통해 얻습니다. 두 번째 국가는 10kWh를 생산하는데 50%를 화력 발전을 통해 얻습니다. 백분율의 평균을 구한다면 화력 발전으로 65%의 전기 생산량을 보고하는 데 이것은 잘못된 것입니다. 정확한 값은 80kW + 5kWH / 110kWh = 77%의 전기 생산량이 화력 발전에서 얻어진 것입니다.</p> <p>마지막으로 주의해야 할 사례는 원래 자릿수 또는 세분성을 포함하지 않고 데이터를 추출 또는 표시하는 경우 발생하는 자릿수 손실입니다. 단순한 예로 판매액이 달러 근사치로 잘려 숫자의 센트 부분이 누락되는 경우입니다. 판매액을 집계하는 경우 계산하는 총계는 원본 시스템에서 같은 계산을 수행할 때와 크게 달라질 수 있습니다. 개인이 데이터를 추출하는 보다 까다로운 사례는 모든 품목을 볼 수 있는 권한이 없는 것입니다. 일반적으로 조직은 개인이 볼 수 있는 권한을 가진 품목을 추출할 수 있도록 하여 시스템에서 '공식적인' 총계가 모든 품목 간에 계산되므로 서로 다른 사람이 생성한 다양한 보고서 간에 수치가 일치합니다. 방정식에 총계를 포함하지 않고 품목 데이터 자체에 대한 집계를 시도하는 경우 잘못된 데이터가 표시됩니다.</p> <h3>이러한 종류의 문제를 해결하는 방법</h3> <p>이 문제의 근본 원인은 차트에 사용된 메트릭이 이미 백분율이기 때문입니다. 이 문제를 피하기 위해 전기 생산량의 세분성을 포함하도록 메트릭 간에 백분율을 다시 계산해야 합니다. 안타깝게도 작업해야 하는 데이터 집합이 완전하지 않으며 국가 메트릭별 총 전기 생산량이 없습니다. 있는 경우 계산은 간단하며 추가 설명이 필요하지 않습니다. 국가의 연간 전기 생산량에 각 공급원의 백분율을 곱하고 결과 값을 집계에 사용합니다.</p> <p>하지만 데이터에는 이 측정값이 포함되지 않으므로 대안을 고려해야 합니다. 진행하기 전에 적용해야 하는 한 가지 보편적인 방법으로 <strong>의심스러울 경우 제외</strong>하는 것이 있습니다. 분석가는 내러티브 또는 예비 대화형 데이터 시각화든지, 어떤 방법으로든 데이터를 충실하게 표현해야 하는 책임이 있습니다. 데이터의 진실성이 확실하지 않은 경우 확실해질 때까지 보고해서는 안 됩니다.</p> <p>두 가지 다른 대안이 있으며 여기서는 이에 대해 설명합니다. 데이터가 잘못된 세분성에 있고 정확성을 확신할 수 없는 경우 데이터가 반환되지 않도록 하여 근본적으로 계산 오류를 피하는 것입니다. 이 작업은 다음과 같이 DAX 측정값을 사용하여 수행할 수 있습니다.</p> <blockquote> <p><strong>조건부 화력 발전량(총비율) = if(AND(HASONEVALUE(Data[국가 코드]), HASONEVALUE(Data[연도])), SUM(Data[화력 발전량(총비율)]), BLANK())</strong></p> </blockquote> <p>위의 수식은 중요한 조건을 확인한 다음에만 값을 반환합니다. 현재 각 총비율 필드에 대해 이 측정을 반복한 후 100% 누적 세로 막대형 차트에 그립니다. 차트는 정확한 데이터가 표시되는 지점에서 국가를 선택할 때까지 비어 있는 것으로 표시됩니다. 독자에게 데이터 시각화로 데이터를 표시하기 전에 먼저 국가를 선택해야 한다는 사실을 알리는 명확한 지침을 제공해야 합니다. 그렇게 해도 독자는 다른 관심 있는 데이터 시각화의 중앙에 큰 공백 영역으로 인해 혼동할 수 있습니다.</p> <p>…</p> <p>두 번째 대안을 위해서는 데이터를 집계 가능한 메트릭으로 반환해야 합니다. 이 예에서는 국가별로 전기 생산량(kWh)을 보여 주는 데이터 집합을 찾는 것이 좋습니다. 안타깝게도 이 데이터 집합을 아직 찾지 못했습니다.</p> <p>따라서 국가 및 지역 간 전체적인 메트릭에 대한 표현을 얻기 위해 몇 가지 가정이 필요합니다. 가정은 항상 불완전하며 이해 관계자와 검증하고 공개적으로 논의해야 합니다. 중요한 것은, 이 가정과 방법을 데이터 시각화 게시의 일부로 설명하려고 한다는 것입니다. 가정을 명시하지 않을 경우 분석은 거짓으로 간주되어 비난의 대상이 될 수 있습니다. 따라서 가정을 하고 독자에게 전달할 때는 매우 주의해야 합니다. 이러한 까닭에 파생 또는 생성된 값은 올바르게 상황에 따라 사용되었다면 흥미로운 정보를 제공할 수 있습니다.</p><p>이 예에서 이 문제를 해결하는 방법을 살펴보겠습니다. 데이터는 사용자가 원하는 <strong>전력 소비량(1인당 kWh)</strong>과 같은 메트릭을 포함합니다. 또한 <strong>인구, 합계</strong>도 포함합니다. 이러한 각 값은 국가 및 연도별로 집계 가능합니다. 따라서 전력 소비량과 전기 생산량이 같다고 가정하려 한다면 몇 가지 계산을 통해 공급원별로 생산량(kWh)의 가상 보기를 만들 수 있습니다. 이 가정은 맞지 않을 수 있음을 분명히 해야 합니다. 예를 들어 캐나다는 수력 발전을 정기적으로 미국에 판매하며 이 전력량은 미국에서 소비됩니다. 하지만 여기서 목표는 국가 및 지역 간 대표적인 총 근사치(%) 값을 보여 주는 것입니다. 시각화 작성자는 결과 프록시 측정값을 제시하기 전에 의미 있는지 여부를 결정해야 합니다.</p> <p>이 예에서 계산을 수행하는 가장 쉬운 방법은 쿼리 탭(리본에서 쿼리 편집)에 데이터 로드 중에 수행하는 것으로 "데이터" 쿼리에 열 추가 기능을 사용하여 다음 수식으로 "가상 전기 생산량 – 화력"이라는 새 열을 추가했습니다.</p> <blockquote> <p><strong>[#"인구, 합계"] * [#"전력 소비량(1인당 kWh)"] * [#"화력 발전량(총비율)"] / 100</strong></p> </blockquote> <p>데이터 집합의 각 전기 공급원(석유, 천연 가스, 수력, 원자력 및 재생 가능 에너지)에 대해 이 계산을 반복했습니다. 결과 차트는 아래와 같습니다.</p>
pt_br: <p>Outro caso comum é o uso de médias. Ao calcular uma média, você precisa ter cuidado com a maneira de usá-la e apresentá-la. Se você calcular uma média de outra, o resultado será flagrantemente equivocado. Por exemplo, consideremos dois países, um deles produzindo 100 kWh de eletricidade por ano, com 80% dela proveniente da queima de carvão, e o segundo produzindo 10 kWh de eletricidade, com 50% dela proveniente da queima de carvão. Se você calcular a média dos percentuais, o resultado relataria 65% de produção de eletricidade proveniente de carvão, o que está incorreto. O valor correto seria 80kW + 5kWH / 110kWh = 77% da produção elétrica proveniente de carvão.</p> <p>Por fim, um caso sutil é a degradação da precisão que ocorre quando os dados são extraídos ou projetados sem incluir sua precisão ou granularidade original. Um exemplo simples é arredondar os centavos de um valor de venda para a unidade inteira, perdendo a precisão dos centavos do número. Se você agregar o valor de vendas, o total geral calculado poderá variar significativamente se o mesmo cálculo for realizado no sistema de origem. Um caso ainda é mais complicado quando os indivíduos que extraem os dados não têm permissão para ver todos os itens de linha. Normalmente, as organizações permitem que indivíduos extraiam apenas os itens de linha para os quais têm permissão para visualizar e um total geral “oficial” é calculado com base em todos os itens de linha no sistema para que os números correspondam nos diversos relatórios gerados para diferentes pessoas. Se você tentar agregar os próprios dados do item de linha sem incluir os totais gerais na equação, os dados apresentados estarão incorretos.</p> <h3>Como resolver esse tipo de problema?</h3> <p>A raiz do problema são as métricas usadas no gráfico, que já são percentuais. Para evitar esse problema, precisamos recalcular os percentuais em uma métrica que inclua a granularidade da produção de eletricidade. Infelizmente, nosso conjunto de dados de trabalho está incompleto: não há métrica de produção total de eletricidade por país. Se houvesse, o cálculo seria fácil e não haveria necessidade de maiores explicações. Seria o caso de multiplicar a produção elétrica anual do país pelo percentual de cada origem e usar o valor resultante em nossas agregações.</p> <p>Contudo, como os dados não incluem essa medida, devemos considerar as alternativas disponíveis. Há outra regra geral que devemos abordar antes de prosseguir: <strong>se tiver dúvida, não inclua</strong>. Sua responsabilidade como analista é apresentar os dados de maneira genuína, tanto em visualizações de dados narrativas ou interativas e exploratórias. Se não estiver certo quanto à veracidade dos dados, você não deverá relatá-los até que esteja.</p> <p>Há duas outras alternativas que abordaremos aqui. A primeira essencialmente evita um erro de cálculo, garantindo que nenhum dado seja retornado quando os dados estão em uma granularidade incorreta e não é possível ter certeza se estão corretos. É possível fazer isso usando uma medida DAX como mostrado a seguir:</p> <blockquote> <p><strong>Conditional Electricity from Coal (% of total) = if(AND(HASONEVALUE(Data[Código do país]), HASONEVALUE(Data[Ano])), SUM(Data[Eletricidade proveniente de carvão (% do total)]), BLANK())</strong></p> </blockquote> <p>Observe que a fórmula acima verifica as condições críticas para então retornar um valor. Essa medida deverá ser repetida para cada um dos campos de percentual do total que temos para, então, plotá-los em um gráfico de coluna empilhado em 100%. O gráfico ficaria em branco até um país ser selecionado, quando então os dados corretos seriam mostrados. Você precisaria fornecer uma chamada de ação clara para instruir os leitores de que é necessário primeiro selecionar um país para mostrar a visualização dos dados. Mesmo assim, os leitores podem ficar confusos com uma grande área em branco no meio de uma visualização de dados interessante em outros aspectos.</p> <p>…</p> <p>A segunda alternativa requer retornar os dados para uma métrica que possa ser agregada. Para este exemplo, o ideal seria encontrar um conjunto de dados que mostre a produção de eletricidade em kWh para cada país. Infelizmente, ainda não encontramos tal conjunto de dados.</p> <p>Por isso, acabamos precisando fazer algumas suposições para obter uma representação das métricas gerais nos países e regiões. Suposições nunca são perfeitas e precisam ser validadas com as partes interessadas e discutidas francamente. Mais importante, você deverá se preparar para explicar as suposições e sua metodologia como parte da publicação da sua visualização de dados. Se você não declarar suas suposições, a análise poderá ser considerada enganosa por algumas pessoas, deixando-o exposto a críticas. Por isso, é necessário ter cuidado ao fazer suposições. A comunicação com o leitor é a chave para o sucesso nesse caminho. Dito isso, os valores derivados ou construídos podem fornecer insights interessantes, desde que seu uso seja devidamente contextualizado.</p><p>Vejamos como resolver isso neste exemplo. Os dados incluem uma métrica semelhante à desejada: <strong>Consumo de energia elétrica (kWh per capita)</strong>. Ela também inclui <strong>População, total</strong>. Cada uma delas está disponível agregada por país e por ano. Então, se estivermos dispostos a supor que o consumo e a produção de energia elétrica são iguais, podemos calcular a criação de uma exibição sintética da produção por origem em kWh. Devo indicar que tal suposição pode ter desafios, por exemplo, o Canadá vende rotineiramente energia hidroelétrica para os Estados Unidos, que a consome. Contudo, a meta aqui é mostrar um percentual aproximado representativo dos valores totais entre os países e regiões. Como criador da visualização, preciso decidir se a medida figurativa resultante será significativa antes de apresentá-la.</p> <p>A maneira mais fácil de realizar os cálculos desse exemplo é durante o carregamento dos dados na guia Consulta (Editar Consultas na faixa de opções), por isso usei o recurso Adicionar Coluna na consulta “Dados” para adicionar uma nova coluna chamada “Produção Elétrica Sintética – Carvão” com a seguinte fórmula:</p> <blockquote> <p><strong>[#"População, total"] * [#"Consumo de energia elétrica (kWh per capita)"] * [#"Eletricidade proveniente de carvão (% do total)"] / 100</strong></p> </blockquote> <p>Repetimos esses cálculos para cada uma das fontes de eletricidade no conjunto de dados: petróleo, gás natural, hidroelétrica, nuclear e renováveis. O gráfico resultante é mostrado abaixo.</p>
ru_ru: <p>Еще один стандартный пример&#160;— средние значения. При расчете среднего необходимо обратить особое внимание на то, как оно используется и представлено. Вычисление среднего значения на основе ранее рассчитанного среднего ведет к совершенно неправильным результатам. Например, предположим, у нас есть две страны, одна из которых вырабатывает 100&#160;кВт*ч электроэнергии в год, 80&#160;% которой приходится на сжигание угля, а вторая&#160;— 10&#160;кВт*ч, из них 50&#160;% приходится на уголь. Рассчитав среднее значение, мы выясним, что 65&#160;% производимой электроэнергии приходится на сжигание угля, что неверно. Правильная формула такова: 80&#160;кВт*ч&#160;+ 5&#160;кВт*ч/110&#160;кВт*ч = 77&#160;%.</p> <p>Наконец, еще одним неочевидным моментом является потеря точности при извлечении или представлении данных без учета их исходной точности или уровня детализации. Простой пример&#160;— округление суммы продаж до ближайшего доллара без учета дробной части числа. Если выполнить агрегирование по объемам продаж, полученная сумма может существенно отличаться от результата, который дает аналогичное вычисление в исходной системе. Еще более сложный случай&#160;— ситуация, которая у пользователей, выполняющих извлечение данных, нет разрешений на доступ ко всем строкам. Как правило, в организациях пользователи могут извлекать только те данные, которые им разрешено видеть, и "официальную" сумму, рассчитанную по всем строкам в системе, чтобы показатели в разных отчетах, сформированных для разных пользователей, совпадали. При попытке выполнить агрегирование по доступным строкам значений без учета в формуле общей суммы результат получается неправильным.</p> <h3>Как же справиться с этой проблемой?</h3> <p>Ее причина в том, что метрики, используемые на диаграмме, уже представляют собой процентные доли. Чтобы избежать ошибки, необходимо повторно вычислить процентные значения по метрике, которая включает детальные данные по производству электроэнергии. К сожалению, наш набор данных неполный: у нас нет метрики, представляющей общий объем производимой электроэнергии по странам. Если бы она была, получить нужный результат было бы просто и дальнейшие пояснения были бы не нужны. Мы бы умножили годовой объем вырабатываемой в стране электроэнергии на процентную долю по каждому источнику и использовали полученные значения для расчета агрегатов.</p> <p>Однако поскольку в наших данных нет нужного показателя, нам придется воспользоваться альтернативными методами. Есть одно железное правило, которое необходимо запомнить, прежде чем двигаться дальше: <strong>если есть сомнения, данные лучше опустить</strong>. Аналитик отвечает за достоверность представленных данных&#160;— как в текстовом виде, так и в виде интерактивных визуализаций. Если вы не уверены в точности своих данных, не включайте их в отчет, пока не проверите их.</p> <p>Мы рассмотрим два альтернативных варианта для нашей ситуации. Первый заключается в том, чтобы избежать ошибочных значений, отключив вывод результата для неправильного уровня детализации данных, когда невозможно выяснить, насколько они точны. Этого можно добиться с помощью меры DAX следующим образом:</p> <blockquote> <p><strong>Условно Объем производства электроэнергии из угля (% от общего) = ЕСЛИ(И(HASONEVALUE(Данные[Код страны]), HASONEVALUE(Данные[Год])), СУММ(Data[Объем производства электроэнергии из угля (% от общего)]), BLANK())</strong></p> </blockquote> <p>Обратите внимание, как формула выше проверяет критическое условие, прежде чем возвращать значение. Необходимо повторить эту операцию для каждого из полей, содержащих процентные доли, а затем нанести их на нормированную гистограмму. Диаграмма будет пуста, пока мы не выберем страну, после чего на ней отобразится правильное значение. Необходимо также указать пользователям, которые работают с вашей визуализацией, что для просмотра данных нужно выбрать страну. Однако даже в этом случае их может смутить большая пустая область в центре предположительно интересной визуализации.</p> <p>…</p> <p>Второй вариант предполагает передачу значений в метрику, по которой затем можно выполнить агрегирование. В нашем примере идеальным вариантом было бы найти набор данных, в котором есть информация об объемах выработки электроэнергии в каждой стране. К сожалению, его еще нужно найти.</p> <p>Поэтому нам придется сделать ряд предположений, чтобы получить представление об общих метриках по странам и регионам. Предположения всегда неидеальны, требуют уточнения у специалистов и открытого обсуждения. Также важно суметь обосновать сделанные предложения и выбранные методы при публикации визуализации данных. Если сделать этого не удастся, анализ может быть сочтен ложным и вы станете мишенью для критики. Таким образом, необходимо соблюдать осторожность в предположениях, и взаимодействие с целевой аудиторией визуализации&#160;— залог успеха на этом пути. Однако даже в свете всего этого производные или спрогнозированные значения могут дать интересные результаты, если правильно используются в контексте.</p><p>Посмотрим, как справиться с этой задачей в нашем примере. Данные содержат метрику, которая выглядит как то, что нам нужно: <strong>Потребление электроэнергии, кВт*ч на душу населения</strong>. У нас также есть метрика <strong>Общее население</strong>. Для каждой из них можно получит агрегат по стране и году. Итак, если мы готовы предположить, что объемы потребленной и произведенной электроэнергии совпадают, можно с помощью простых вычислений рассчитать объем производимой электроэнергии по источникам. Необходимо отметить, что это предположение является спорным: например, Канада постоянно продает энергию с гидроэлектростанций в США, где та, соответственно, потребляется. Однако наша цель&#160;— получить репрезентативное приближенное значение процентной доли от общих объемов по странам и регионам. Как создатель визуализации я решаю, является ли полученная приблизительная мера осмысленной, прежде чем представлять ее.</p> <p>В нашем примере проще всего выполнить расчет во время загрузки данных. На вкладке "Запрос" (команда "Изменить запрос" на ленте) я с помощью функции "Добавить столбец" в запросе "Данные" добавляю новый столбец "Синтетический объем производства электроэнергии из угля", используя следующую формулу:</p> <blockquote> <p><strong>[#"Общее население"] * [#"Потребление электроэнергии, кВт*ч на душу населения"] * [#"Объем производства электроэнергии из угля (% от общего)"] / 100</strong></p> </blockquote> <p>Повторяем это вычисление для всех источников электроэнергии из набора данных: нефти, природного газа, ГЭС, ядерного топлива и возобновляемых источников. Ниже показана полученная диаграмма.</p>
zh_cn: <p>另一常见情况是平均值的使用。计算平均值时，需要注意使用和表示平均值的方式。如果计算平均值的平均值，则会得出十分具有误导性的输出结果。例如，有两个国家，一个每年发电 100 kWh，其中 80% 电力由燃煤提供；另一个国家发电 10 kWh，其中 50% 由燃煤提供。如果对百分比进行平均，会得出错误数据，即有 65% 的电力由燃煤提供。正确的值应该为：80kW + 5kWH / 110kWh = 77%，即 77% 的电力为燃煤提供。</p> <p>最后是精确性受损，这种情况不太容易发现。提取或表示数据时，未包括数据最初的精确性和粒度，此时精确性就会受损。举个简单的例子，截取最接近销售额 ($) 的整数时，会丢失美分部分。如果对销售额进行聚合，那么得出的总额与源系统计算得出的总额可能存在较大差异。还有一种更棘手的情况是，个人在提取数据时无权查看所有行项目。通常，组织允许个人提取其有权查看的行项目，以及系统中就所有行项目计算得出的“官方”总计，这样为不同人员生成的不同报表中的数字才能匹配。如果尝试对行项目数据本身进行聚合，而不将总计包含在方程式中，那么就会呈现错误的数据。</p> <h3>如何解决这类问题？</h3> <p>该问题的根本原因在于图表中使用的指标已经是百分比。要避免出现该问题，需要对包含发电量粒度的指标重新计算百分比。不幸的是，我们需要处理的数据集并不完整 - 没有按国家进行计量的总发电量。如果有，那么计算就会很简单，并且也无需进一步说明。可用各国的年发电量乘以对应的百分比，再将得出的值用于聚合。</p> <p>然而，由于数据中不存在此度量值，我们需要考虑替代方法。在进行下一步之前要了解一个经验法则：<strong>有疑惑时，就停止</strong>。无论是在描述性还是探索性交互式数据可视化中，分析者都务必要真实地呈现数据。如果不确定数据的精确性，那么在确定之前，就不应该进行报告。</p> <p>这里我还将讨论其他两种替代方案。当数据粒度不正确并且无法确定数据是否正确时，第一种方案通过确保不返回数据，从根本上避免计算错误的出现。通过 DAX 度量值可实现此目的，操作如下：</p> <blockquote> <p><strong>煤炭产生的条件电力（所占百分比） = if(AND(HASONEVALUE(Data[国家代码]), HASONEVALUE(Data[年份])), SUM(Data[煤电（所占百分比）]), BLANK())</strong></p> </blockquote> <p>请注意上述公式检查重要情况，且只返回一个值。需要为每个所占百分比字段重复使用此度量值，然后将结果绘制在 100% 堆积柱形图上。选定国家前，图表为空；选定国家后，图表上会显示准确的数据。你需要明确提醒读者，他们首先需要选定国家，然后数据可视化中才会出现数据。即使如此，除了有趣的数据可视化外，读者可能对中间大片的空白区域感到不解。</p> <p>...</p> <p>第二种替代方案需要将数据返回至可以进行聚合的指标中。在此示例中，最好的办法就是找出可显示每个国家发电量 (kWh) 的数据集。但很不幸，我们未能找到此数据集。</p> <p>因此，我们需要进行假设，得到各个国家和地区整体指标的表现形式。进行假设始终会存在问题，所以需要经过有关人员的验证并进行公开的讨论。重要的是，还需制定计划来解释你的假设和方法论，这也是数据可视化的发布内容。如果没有对假设进行说明，那么分析可能会被视为造假，招致批评。所以在进行假设时要十分小心，与读者进行交流是成功的关键所在。话虽如此，但只要在使用过程中能将这些衍生或创建的值正确地置于背景中考虑，那么这些值就能提供有趣的见解。</p><p>我们来看看此示例中如何解决这个问题。数据中包含了所需指标：<strong>耗电量（人均用电度数）</strong>。还包括了<strong>人口，总计</strong>。每一个指标都可通过国家和年份进行聚合。因此，只要我们愿意假设耗电量与发电量等同，即可进行某些匹配，生成各个发电能源的发电量的综合视图（单位：kWh）。但要指出的是，这种假设可能比较不太准确，例如加拿大常会向美国出售水电供美国使用。然而，此处的目标是显示各国和各地区具有代表性的所占百分比的近似值。作为可视化的创建者，在进行展示前，需要确定得出的替代度量值是否有意义。</p> <p>此示例中进行匹配的最简单方法是，数据加载期间在“查询”选项卡（功能区中的“编辑查询”）上，我已经通过下列公式使用“数据”查询上的“添加列”功能添加了一个名为“综合发电量 - 燃煤”的新列：</p> <blockquote> <p><strong>[#"人口，总计"] * [#"耗电量（人均用电度数）"] * [#"煤电（所占百分比）"] / 100</strong></p> </blockquote> <p>我们为数据集中每种发电能源重复此计算：石油、天然气、水力、原子能和可再生能源。得出如下图表。</p>
zh_tw: <p>另一個常見的情況是使用平均值。當您計算平均值時，您必須小心使用並呈現此值。如果您將某個平均值再次平均，則會產生很容易造成混淆的輸出。例如，如果您有兩個國家/地區，第一個國家/地區一年產生 100 kWh 的電力，其中 80% 來自燃煤，第二個國家/地區產生 10 kWh 的電力，其中 50% 來自燃煤。如果您將百分比值平均，則會報告 65% 的發電量來自煤力，這並不正確。正確的值會是 80kW + 5kWH / 110kWh = 77% 的發電量來自煤力。</p> <p>最後的應變案例是在擷取或投射資料時，因未包含其原始有效位數或資料粒度，而發生遺失有效位數的情況。簡單的範例包括將銷售金額截斷至最接近的美元，遺漏數值的美分部分。如果您針對銷售金額進行彙總，您計算的總計可能會與來源系統上所執行的相同計算結果明顯不同。在更棘手的案例中，擷取資料的個人沒有查看所有明細項目的權限。一般而言，組織會允許個人擷取有權查看的明細項目，並計算求得系統中所有明細項目的「官方」總計，以確保為不同人員所產生之不同報表中的數字一致。如果您接著嘗試自行針對明細項目資料進行彙總，但未將總計新增至方程式，您會呈現錯誤的資料。</p> <h3>如何解決這類問題？</h3> <p>此問題的根本原因是圖表中所使用的度量已經是百分比。若要避免此問題，我們必須針對包含發電量資料粒度的度量重新計算百分比。然而，我們可使用的資料集並不完整 (沒有依國家/地區顯示總發電量的度量)。如果有，計算會很容易，而且不需要進行任何說明。我們會將國家/地區每年的發電量乘以每個來源的百分比，然後使用彙總中所產生的值。</p> <p>不過，由於資料未包含此量值，因此必須考慮替代方案。繼續進行前，還必須提到一項原則：<strong>如果不確定，請略過</strong>。您身為分析師的責任是忠實呈現資料，不論是以敘述或探勘互動式資料視覺效果。如果您不確定資料的真實性，在確定前都不應該加以報告。</p> <p>我將在此討論另外兩個替代方案。第一個替代方案基本上是避免錯誤計算，也就是在資料粒度錯誤且您無法確定是否正確時，確保不要傳回資料。您可以如下所示，使用 DAX 量值來執行這項操作：</p> <blockquote> <p><strong>Conditional Electricity from Coal (% of total) = if(AND(HASONEVALUE(Data[Country Code]), HASONEVALUE(Data[Year])), SUM(Data[Electricity from coal (% of total)]), BLANK())</strong></p> </blockquote> <p>請注意，上述公式會檢查關鍵條件，只有符合才傳回值。您會針對我們所擁有的每個總計百分比欄位重複此檢測，然後在 100% 堆疊直條圖上進行繪製。在選取任何國家/地區之前，此圖表會顯示空白，選取之後才會顯示正確資料。您必須提供清楚的行動，告訴讀者必須先選取國家/地區，資料視覺效果才會顯示資料。即使如此，讀者對於中間出現一大片空白區域而不是關注的資料視覺效果，還是有可能會感到困惑。</p> <p>…</p> <p>第二個替代方案要求您必須將資料傳回給可加以彙總的度量。在此範例中，理想做法是找到顯示每個國家/地區發電量 (kWh) 的資料集。不幸的是，我們至今還找不到此資料集。</p> <p>因此，我們必須做一些假設，以取得所有國家和地區之整體度量的代表性樣本。假設永遠都不完美，而且必須經過專案關係人驗證及公開討論。重要的是，您需要規劃在發行資料視覺效果時，說明這些假設和方法。如果無法陳述您的假設，有些人可能會認為您的分析是假的，而容易受到批評。因此，唯有謹慎假設並與讀者溝通，才是致勝關鍵。話雖如此，所衍生或建構的值只要在內容中正確使用，就可以提供有趣的深入解析。</p><p>讓我們看看如何在此範例中解決這個問題。此資料包含與我們所需類似的度量：<strong>用電量 (每戶 kWh)</strong>。它也包含 [Population, total] (總人口數)<strong></strong>。上述每個項目都可依國家/地區和年份加以彙總。因此，如果我們願意假設用電量和發電量相等，則可以執行一些計算，進而建立依來源顯示電量 (kWh) 的綜合檢視。請注意，此假設可能受到質疑；例如，加拿大會定期銷售水力電氣給美國使用。不過，此處的目標在於顯示所有國家和地區總值之近似百分比的代表性樣本。身為視覺效果建立者，我必須決定所產生的 Proxy 量值是否具有意義，再加以呈現。</p> <p>此範例的最簡單計算方法是在 [查詢] 索引標籤 (功能區中的 [編輯查詢]) 中載入資料期間，使用 [資料] 查詢中的 [新增資料行] 功能，透過下列公式新增新的資料行，稱為「綜合發電量 - 煤力」：</p> <blockquote> <p><strong>[#"Population, total"] * [#"Electric power consumption (kWh per capita)"] * [#"Electricity from coal (% of total)"] / 100</strong></p> </blockquote> <p>請針對資料集中的每個電力來源重複此計算：石油、天然氣、水力、核能及可再生能源。產生的圖表如下所示。</p>
