Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/DataExploration.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Continue_Content10_1
source: <h2>Rich exploration</h2><p>In this tutorial, we will cover some of the principles shown in the demo. It will not present step-by-step instructions, since many of the steps are covered by previous tutorials.</p> <p>To complete this tutorial, please open the file <strong>“Where does your electricity come from final.pbix”</strong></p> <p>If you want to process the data yourself, you can download the latest data from the World Banks’s website:</p> <ol><li><p>Open a web browser to:</p> <p><a href="{0}">{0}</a></p></li><li><p>Download the file <strong>Climate Change (Excel)</strong></p></li> </ol> <h3>Step 1: Choosing a visual to show trended data</h3> <ol><li><p>Create a blank page</p></li> <li><p>Add a column chart by selecting the <strong>column chart</strong> in the <strong>visualization</strong> pane and binding the following data fields:</p> <p>a. Year</p> <p>b. CO2 emissions (kt)</p></li> <li><p>Add a line chart by selecting the <strong>line chart</strong> in the <strong>visualizations</strong> pane and binding the following data fields:</p><p>a. Year</p> <p>b. CO2 emissions (metric tons per capita)</p></li> </ol>
de_de: <h2>Umfangreiches Durchsuchen</h2><p>In diesem Tutorial werden einige der in der Demo gezeigten Punkte behandelt. Es sind keine schrittweisen Anweisungen enthalten, da viele der Schritte bereits in vorangegangenen Tutorials beschrieben wurden.</p> <p>Öffnen Sie für dieses Tutorial die Datei <strong>Where does your electricity come from final.pbix</strong>.</p> <p>Wenn Sie die Daten selbst verarbeiten möchten, können Sie die neuesten Daten von der Website der Weltbank herunterladen:</p> <ol><li><p>Öffnen Sie die folgende Adresse im Webbrowser:</p> <p><a href="{0}">{0}</a></p></li><li><p>Laden Sie die Datei <strong>Climate Change (Excel)</strong> herunter.</p></li> </ol> <h3>Schritt 1: Auswählen einer Visualisierung zur Anzeige von Trenddaten</h3> <ol><li><p>Erstellen Sie eine leere Seite.</p></li> <li><p>Fügen Sie ein Säulendiagramm hinzu, indem Sie im Bereich <strong>Visualisierungen</strong> die Option <strong>Säulendiagramm</strong> auswählen und dann die folgenden Datenfelder daran binden:</p> <p>a. Jahr</p> <p>b. CO2-Emissionen (kT)</p></li> <li><p>Fügen Sie ein Liniendiagramm hinzu, indem Sie im Bereich <strong>Visualisierungen</strong> die Option <strong>Liniendiagramm</strong> auswählen und dann die folgenden Datenfelder daran binden:</p><p>a. Jahr</p> <p>b. CO2-Emissionen (metrische Tonnen pro Kopf)</p></li> </ol>
es_es: <h2>Exploración enriquecida</h2><p>En este tutorial se tratan algunos de los principios mostrados en la demo. No se presentan instrucciones detalladas ya que muchos de los pasos ya se han tratado en tutoriales anteriores.</p> <p>Para completar este tutorial, abra el archivo <strong>Procedencia final de la electricidad que consume.pbix</strong></p> <p>Si quiere procesar los datos usted mismo, puede descargar los datos más recientes del sitio web del Banco Mundial:</p> <ol><li><p>Abra en un navegador web:</p> <p><a href="{0}">{0}</a></p></li><li><p>Descargue el archivo <strong>Cambio climático (Excel)</strong></p></li> </ol> <h3>Paso 1: Selección de un objeto visual para mostrar la tendencia de los datos</h3> <ol><li><p>Cree un página en blanco</p></li> <li><p>Agregue un gráfico de columnas seleccionando <strong>Gráfico de columnas</strong> en el panel <strong>Visualización</strong> y enlazando los siguientes campos de datos:</p> <p>a. Año</p> <p>b. Emisiones de CO2 (kt)</p></li> <li><p>Agregue un gráfico de líneas seleccionando <strong>Gráfico de líneas</strong> en el panel <strong>Visualización</strong> y enlazando los siguientes campos de datos:</p><p>a. Año</p> <p>b. Emisiones de CO2 (toneladas métricas per cápita)</p></li> </ol>
fr_fr: <h2>Exploration riche</h2><p>Ce didacticiel traite de certains principes présentés dans la démonstration. Il ne fournit pas d’instructions pas à pas, car de nombreuses étapes sont décrites dans des didacticiels précédents.</p> <p>Pour suivre ce didacticiel, ouvrez le fichier <strong>«&#160;Where does your electricity come from final.pbix&#160;»</strong></p> <p>Si vous voulez traiter les données vous-même, vous pouvez télécharger les données les plus récentes à partir du site web de la Banque mondiale&#160;:</p> <ol><li><p>Ouvrez un navigateur web pour&#160;:</p> <p><a href="{0}">{0}</a></p></li><li><p>Télécharger le fichier <strong>Climate Change (Excel)</strong></p></li> </ol> <h3>Étape&#160;1&#160;: choisir un visuel pour afficher les données dont illustrer la tendance</h3> <ol><li><p>Créer une page vierge</p></li> <li><p>Ajoutez un graphique à colonnes en sélectionnant le <strong>graphique à colonnes</strong> dans le volet <strong>Visualisations</strong>, puis en liant les champs de données suivants&#160;:</p> <p>a. Année</p> <p>b. Émissions de CO2 en milliers de tonnes</p></li> <li><p>Ajoutez un graphique en courbes en sélectionnant le <strong>graphique en courbes</strong> dans le volet <strong>Visualisations</strong>, puis en liant les champs de données suivants&#160;:</p><p>a. Année</p> <p>b. Émissions de CO2 en tonnes par habitant</p></li> </ol>
it_it: <h2>Esplorazione avanzata</h2><p>In questa esercitazione descriveremo alcuni dei principi mostrati nella demo. Non verranno presentate istruzioni dettagliate, perché molti dei passaggi vengono descritti nelle esercitazioni precedenti.</p> <p>Per completare questa esercitazione, apri il file <strong>"Where does your electricity come from final.pbix"</strong></p> <p>Se vuoi elaborare personalmente i dati, puoi scaricare i dati più aggiornati dal sito Web della Banca mondiale:</p> <ol><li><p>Apri un Web browser all'indirizzo:</p> <p><a href="{0}">{0}</a></p></li><li><p>Scarica il file <strong>Climate Change (Excel)</strong></p></li> </ol> <h3>Passaggio 1: Scelta di un oggetto visivo per mostrare la tendenza dei dati</h3> <ol><li><p>Crea una pagina vuota</p></li> <li><p>Aggiungi un grafico selezionando un <strong>istogramma</strong> nel riquadro <strong>Visualizzazioni</strong> e associando i campi dati seguenti:</p> <p>a. Anno</p> <p>b. Emissioni di CO2 (kt)</p></li> <li><p>Aggiungi una linea di tendenza selezionando <strong>Grafico a linee</strong> nel riquadro <strong>Visualizzazioni</strong> e associando i campi dati seguenti:</p><p>a. Anno</p> <p>b. Emissioni di CO2 (tonnellate pro capita)</p></li> </ol>
ja_jp: <h2>リッチな探索</h2><p>このチュートリアルでは、デモで紹介した原則のいくつかを取り上げます。手順の多くは以前のチュートリアルで取り上げられているため、ここでは順を追った説明はしません。</p> <p>このチュートリアルでは、<strong>"電力の供給元 (最終版).pbix"</strong> のファイルを開いてください。</p> <p>データを自分で処理する場合は、世界銀行の Web サイトから最新データをダウンロードできます。</p> <ol><li><p>次の URL を Web ブラウザーで開きます:</p> <p><a href="{0}">{0}</a></p></li><li><p><strong>気候変動 (Excel)</strong> ファイルをダウンロードします。</p></li> </ol> <h3>手順 1: 傾向のデータを表示するビジュアルを選択する</h3> <ol><li><p>空のページを作成します。</p></li> <li><p><strong>[視覚化]</strong> ペインで <strong>[縦棒グラフ]</strong> を選択して次のデータ フィールドをバインドし、縦棒グラフを追加します。</p> <p>a.年</p> <p>b.CO2 排出量 (kt)</p></li> <li><p><strong>[視覚化]</strong> ペインで <strong>[折れ線グラフ]</strong> を選択して次のデータ フィールドをバインドし、折れ線グラフを追加します。</p><p>a.年</p> <p>b.CO2 排出量 (1 人当たり (メートル トン))</p></li> </ol>
ko_kr: <h2>다양한 탐색</h2><p>이 자습서에서는 데모에 표시된 몇 가지 원리를 설명합니다. 이전 자습서에서 많은 내용을 이미 다루었으므로 단계별 지침은 제공하지 않습니다.</p> <p>이 자습서를 완료하려면 <strong>"Where does your electricity come from final.pbix"</strong> 파일을 열어 주세요.</p> <p>데이터를 직접 처리하려면 World Banks 웹 사이트에서 최신 데이터를 다운로드할 수 있습니다.</p> <ol><li><p>웹 브라우저에서 다음을 엽니다.</p> <p><a href="{0}">{0}</a></p></li><li><p><strong>Climate Change(Excel)</strong> 파일을 다운로드합니다.</p></li> </ol> <h3>1단계: 시각적 개체를 선택하여 추세화된 데이터 표시</h3> <ol><li><p>비어 있는 페이지 만들기</p></li> <li><p><strong>시각화</strong> 창에서 <strong>새로 막대형 차트</strong>를 선택하고 다음 데이터 필드를 바인딩하여 세로 막대형 차트를 추가합니다.</p> <p>a. 연도</p> <p>b. CO2 방출량(kt)</p></li> <li><p><strong>시각화</strong> 창에서 <strong>꺾은선형 차트</strong>를 선택하고 다음 데이터 필드를 바인딩하여 꺾은선형 차트를 추가합니다.</p><p>a. 연도</p> <p>b. CO2 방출량(1인당 미터톤)</p></li> </ol>
pt_br: <h2>Exploração avançada</h2><p>Nesse tutorial, abordaremos alguns princípios exibidos na demonstração. Ele não apresenta instruções passo a passo, pois muitas das etapas já foram abordadas em tutoriais anteriores.</p> <p>Para concluir esse tutorial, abra o arquivo <strong>”Where does your electricity come from final.pbix”</strong></p> <p>Caso deseje processar os dados você mesmo, baixe os dados mais recentes do site do Banco Mundial:</p> <ol><li><p>Abra um navegador da Web para:</p> <p><a href="{0}">{0}</a></p></li><li><p>Baixe o arquivo <strong>Climate Change (Excel)</strong></p></li> </ol> <h3>Etapa 1: Escolhendo um visual para mostrar a tendência dos dados</h3> <ol><li><p>Crie uma página em branco</p></li> <li><p>Adicione um gráfico de colunas selecionando o <strong>gráfico de colunas</strong> no painel de <strong>visualização</strong> e associando os seguintes campos de dados:</p> <p>a. Ano</p> <p>b. Emissões de CO2 (kt)</p></li> <li><p>Adicione um gráfico de linhas selecionando o <strong>gráfico de linhas</strong> no painel de <strong>visualizações</strong> e associando os seguintes campos de dados:</p><p>a. Ano</p> <p>b. Emissões de CO2 (toneladas per capita)</p></li> </ol>
ru_ru: <h2>Подробный анализ</h2><p>В этом учебнике мы рассмотрим ряд принципов, которые были проиллюстрированы в демонстрационном примере. Здесь нет пошаговых инструкций, потому что многие из них есть в предыдущих учебниках.</p> <p>Чтобы пройти этот учебник, откройте файл <strong>Where does your electricity come from final.pbix</strong>.</p> <p>Если вы собираетесь поработать с данными самостоятельно, скачайте их последнюю версию с веб-сайта Всемирного банка.</p> <ol><li><p>Откройте в веб-браузере следующую страницу:</p> <p><a href="{0}">{0}</a></p></li><li><p>Скачайте файл <strong>Climate Change (Excel)</strong>.</p></li> </ol> <h3>Этап&#160;1. Выбор визуального элемента для отображения данных тренда</h3> <ol><li><p>Создание пустой страницы</p></li> <li><p>Добавьте на холст гистограмму. Выберите в области <strong>Визуализации</strong> элемент <strong>Гистограмма</strong> и свяжите с ним следующие поля данных:</p> <p>а) Год</p> <p>б) CO2 emissions (kt) (Выбросы CO2, кт)</p></li> <li><p>Добавьте на холст график. Выберите в области <strong>Визуализации</strong> элемент <strong>График</strong> и свяжите с ним следующие поля данных:</p><p>а) Год</p> <p>б) CO2 emissions (metric tons per capita) (Выбросы CO2, метрические тонны на душу населения)</p></li> </ol>
zh_cn: <h2>丰富的探索</h2><p>本教程将讲述演示中的一些原则。由于之前的教程中包含许多步骤，因此本教程不会提供分步说明。</p> <p>若要完成本教程，请打开文件 <strong>Where does your electricity come from final.pbix</strong></p> <p>如果想自己处理数据，可从世界银行网站下载最新数据：</p> <ol><li><p>打开网页浏览器，转到：</p> <p><a href="{0}">{0}</a></p></li><li><p>下载文件 <strong>Climate Change (Excel)</strong></p></li> </ol> <h3>步骤 1：选择一个显示趋势化数据的视觉对象</h3> <ol><li><p>创建空白页</p></li> <li><p>在“可视化”<strong></strong>窗格中选择<strong>柱形图</strong>，创建一个柱形图，并关联下列数据字段：</p> <p>a.年份</p> <p>b.CO2 排放量 (kt)</p></li> <li><p>在“可视化”<strong></strong>窗格中选择<strong>折线图</strong>，创建一个折线图，并关联下列数据字段：</p><p>a.年份</p> <p>b.CO2 排放量（人均排放公吨数）</p></li> </ol>
zh_tw: <h2>豐富探索</h2><p>在本教學課程中，我們將探討示範中所顯示的一些原則。由於許多步驟已涵蓋在之前的教學課程中，因此不會提供逐步指示。</p> <p>若要完成本教學課程，請開啟檔案 <strong>“Where does your electricity come from final.pbix”</strong></p> <p>如果您想要自行處理資料，您可以從 World Banks 網站下載最新資料：</p> <ol><li><p>將網頁瀏覽器開啟至：</p> <p><a href="{0}">{0}</a></p></li><li><p>下載檔案 <strong>Climate Change (Excel)</strong></p></li> </ol> <h3>步驟 1：選擇要顯示趨勢資料的視覺效果</h3> <ol><li><p>建立空白頁</p></li> <li><p>選取 [視覺效果]<strong></strong> 窗格中的 [直條圖]<strong></strong>，然後繫結下列資料欄位，以新增至直條圖：</p> <p>a.年</p> <p>b.二氧化碳排放量 (kt)</p></li> <li><p>選取 [視覺效果]<strong></strong> 窗格中的 [折線圖]<strong></strong>，然後繫結下列資料欄位，以新增至折線圖：</p><p>a.年</p> <p>b.二氧化碳排放量 (每人公噸數)</p></li> </ol>

# Download_Resources
source: Download all the resources needed for these tutorials
de_de: Alle für diese Tutorials erforderlichen Ressourcen herunterladen
es_es: Descargue todos los recursos necesarios para estos tutoriales
fr_fr: Téléchargez les ressources nécessaires pour ces didacticiels
it_it: Scarica tutte le risorse necessarie per queste esercitazioni
ja_jp: これらのチュートリアルに必要なすべてのリソースをダウンロードする
ko_kr: 이러한 자습서에 필요한 모든 리소스를 다운로드합니다.
pt_br: Baixe todos os recursos necessários para esses tutoriais
ru_ru: Скачать все ресурсы, необходимые для работы с этими учебниками
zh_cn: 下载教程所需的全部资源
zh_tw: 下載這些教學課程所需的所有資源

# Hero_Subtitle
source: In the second Data Visualization and Storytelling course Alberto Cairo will discuss how you can use visualization to extract meaning from your data. Alberto explains how to condense data and when to leverage graphic forms like a box and whisker plot. We will also explore time series analysis to focus on uncovering overall trends and seasonal patterns. Additionally, Alberto will help share how to connect different graphics to give meaning to your data.
de_de: Im zweiten Kurs zu „Datenvisualisierung und -Storytelling“ erläutert Alberto Cairo, wie Sie Ihre Daten mithilfe von Visualisierungen aussagekräftig darstellen. Alberto Cairo erklärt, wie Daten verdichtet werden und wann Grafikformen wie Kastengrafikdiagramme genutzt werden sollten. Darüber hinaus wird die Zeitreihenanalyse vorgestellt, um allgemeine Trends und saisonale Muster zu entdecken. Schließlich gibt Alberto Cairo Tipps, wie Sie verschiedene Grafiken verbinden können, um Ihre Daten aussagekräftiger zu machen.
es_es: En el segundo curso, Visualización de datos y contar historias, Alberto Cairo analiza cómo puede utilizar la visualización para extraer toda la información de los datos. Alberto explica cómo condensar los datos y cuándo aprovechar las formas gráficas como un diagrama de cajas y bigotes. También exploraremos las series temporales para centrarnos en descubrir tendencias generales y patrones estacionales. Además, Alberto compartirá información sobre cómo conectar diferentes gráficos para aportar información adicional a los datos.
fr_fr: Dans le deuxième cours, Visualisation et interprétation des données, Alberto Cairo explique comment utiliser une visualisation des données pour tirer un enseignement de celles-ci. Alberto explique comment condenser des données et quand tirer parti de formes graphiques telles qu’un diagramme de quartiles. Nous allons également explorer l’analyse de série chronologique pour nous concentrer sur la découverte de tendances globales et saisonnières. De plus, Alberto expliquera comment interconnecter différents graphiques pour donner un sens à vos données.
it_it: Nel secondo corso sulla visualizzazione dei dati e sull'acquisizione di informazioni significative Alberto Cairo descriverà come usare la visualizzazione per estrarre significato dai dati. Alberto spiega come condensare i dati e quando ricorrere a forme grafiche come un grafico a scatola e baffi. Esploreremo anche l'analisi delle serie temporali per concentrarci sull'individuazione delle tendenze complessive e dei modelli stagionali. Alberto ti aiuterà anche a connettere diversi oggetti grafici per conferire significato ai tuoi dati.
ja_jp: データの視覚化とストーリーテリングに関する 2 番目のコースでは、アルベルト・カイロが、視覚化を使用してデータから意味を引き出す方法についてお話しします。データを要約する方法や、どのような場合に箱ひげ図などのグラフを活用するかについて説明します。全体の傾向と季節のパターンを明らかにするための時系列分析についても取り上げます。さらに、さまざまなグラフを関連付けてデータに意味を与える方法についてもお伝えします。
ko_kr: 두 번째 데이터 시각화 및 스토리텔링 과정에서 Alberto Cairo는 시각화를 사용하여 데이터에서 의미를 추출하는 방법에 대해 설명합니다. Alberto는 데이터를 축소하는 방법과 상자 수염 그림과 같은 그래픽 양식을 활용하는 시기에 대해 설명합니다. 또한 전체적인 추세 및 계절성 패턴을 발견하는 데 중점을 둔 시계열 분석도 살펴봅니다. Alberto는 서로 다른 그래픽을 연결하여 데이터에 의미를 부여하는 방법도 공유합니다.
pt_br: No segundo curso de Narração e Visualização dos Dados, Alberto Cairo discutirá como você pode usar a visualização para extrair significado dos seus dados. Alberto explica como condensar os dados e quando aproveitar formatos de gráfico como a caixa estreita. Também exploraremos uma análise de série temporal para enfocar a descoberta de tendências gerais e padrões sazonais. Além disso, Alberto ajudará a ensinar como conectar diferentes gráficos para conferir significado aos seus dados.
ru_ru: Во втором курсе "Визуализация данных и создание сюжетов" Альберто Каиро расскажет, как с помощью визуализаций извлекать из данных полезную информацию. Альберто объясняет, как повысить концентрацию данных и когда следует использовать те или иные графические формы, такие как диаграмма "ящик с усами". Мы также коснемся анализа временных рядов, который помогает обнаруживать общие тренды и сезонные закономерности. Кроме того, Альберто расскажет, как связывать между собой разные графические объекты, чтобы сделать данные более осмысленными.
zh_cn: 在第二课“数据可视化和故事分享”中，Alberto Cairo 将讨论如何使用可视化从数据中提取意义。Alberto 解释了如何压缩数据以及何时利用箱形图等图形格式。我们还将探索时序分析，着重了解整体趋势和周期性模式。此外，Alberto 还将分享如何连接不同的图形，赋予数据意义。
zh_tw: 在第二課＜資料視覺效果和故事行銷＞中，Alberto Cairo 將討論如何使用視覺效果來擷取資料中的意義。Alberto 說明如何壓縮資料，以及何時利用盒鬚圖等圖形格式。我們也將探索時間序列分析，以專注於找出整體趨勢和季節模式。此外，Alberto 將協助分享如何連接不同的圖形，以賦予資料意義。

# Hero_Title
source: Data Exploration
de_de: Durchsuchen von Daten
es_es: Exploración de datos
fr_fr: Exploration de données
it_it: Esplorazione dei dati
ja_jp: データの有効期限
ko_kr: 데이터 탐색
pt_br: Exploração de dados
ru_ru: Изучение данных
zh_cn: 数据探索
zh_tw: 資料探索

source: In this article:
de_de: Inhalt dieses Artikels:
es_es: En este artículo:
fr_fr: Contenu de cet article :
it_it: Contenuto dell'articolo:
ja_jp: この記事の内容:
ko_kr: 이 문서의 내용
pt_br: Neste artigo:
ru_ru: В этой статье:
zh_cn: 在本文中：
zh_tw: 本文內容：

# META_PAGETITLE
source: Data Journalism - Data Exploration | Microsoft Power BI
de_de: Datenjournalismus – Durchsuchen von Daten | Microsoft Power BI
es_es: Periodismo de datos: Exploración de datos | Microsoft Power BI
fr_fr: Journalisme de données - Explorations de données | Microsoft Power BI
it_it: Giornalismo basato sui dati - Esplorazione dei dati | Microsoft Power BI
ja_jp: データ ジャーナリズム - データの探索 | Microsoft Power BI
ko_kr: 데이터 저널리즘 - 데이터 탐색 | Microsoft Power BI
pt_br: Jornalismo de Dados – Exploração de Dados | Microsoft Power BI
ru_ru: Журналистика данных — изучение данных | Microsoft Power BI
zh_cn: 数据新闻 - 数据探索 | Microsoft Power BI
zh_tw: 資料新聞學 - 資料探索 | Microsoft Power BI

# NextTopic
source: Next Topic: Truthful Visualizations
de_de: Nächstes Thema: Wirklichkeitsgetreue Visualisierungen
es_es: Siguiente tema: Visualizaciones confiables
fr_fr: Nouvelle rubrique : Visualisations précises
it_it: Argomento successivo: Visualizzazioni accurate
ja_jp: 次のトピック：信頼できる視覚エフェクト
ko_kr: 다음 항목: 진정한 시각화
pt_br: Próximo Tópico: Visualizações Genuínas
ru_ru: Следующая тема: достоверные визуализации
zh_cn: 下一主题：真实可视化
zh_tw: 下一個主題：忠實呈現視覺效果

# RightNav_Link1
source: Exploring Distributions in Power BI
de_de: Untersuchen von Verteilungen in Power BI
es_es: Exploración de distribuciones en Power BI
fr_fr: Exploration de distributions dans Power BI
it_it: Esplorazione delle distribuzioni in Power BI
ja_jp: Power BI でデータの散布度を調べる
ko_kr: Power BI에서 분포 탐색
pt_br: Explorando as Distribuições no Power BI
ru_ru: Анализ распределений в Power BI
zh_cn: 在 Power BI 中探索分布
zh_tw: 在 Power BI 中探索分佈

# RightNav_Link2
source: Time Series with Spanish Employment Data
de_de: Zeitreihe mit spanischen Beschäftigungsdaten
es_es: Serie temporal con datos de empleo españoles
fr_fr: Série chronologique avec données d'emploi espagnoles
it_it: Serie temporale con dati sull'impiego in Spagna
ja_jp: スペインの雇用統計を使用したタイム シリーズ
ko_kr: 스페인어 고용 데이터가 포함된 시계열
pt_br: Série temporal com os dados de emprego da Espanha
ru_ru: Временные ряды на основе данных о занятости в Испании
zh_cn: 西班牙雇佣数据时序分析
zh_tw: 具有西班牙雇用資料的時間序列
