Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/Index.*.resx
Languages: de_de, es_es, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn

# ChoosingGraphics_Content
source: Learn how to appropriately choose the graphic forms to showcase your data
de_de: Erfahren Sie, wie Sie die richtigen Grafiken zum Darstellen Ihrer Daten auswählen.
es_es: Aprenda a elegir correctamente las formas gráficas para presentar sus datos
it_it: Scopri come scegliere correttamente le forme grafiche per mostrare i tuoi dati
ja_jp: データを効果的に提示するための適切なグラフィックス形式を選択する方法の説明
ko_kr: 데이터를 표현하기 적합한 그래픽 양식을 선택하는 방법 알아보기
pt_br: Saiba como escolher os formatos de gráfico ideais para demonstrar seus dados
ru_ru: Принципы выбора графических форм для демонстрации данных
zh_cn: 了解如何恰当选择图形形式来展示数据

# ChoosingGraphics_Heading
source: Choosing Graphics
de_de: Auswählen von Grafiken
es_es: Elección de gráficos
it_it: Scelta della grafica
ja_jp: 画像の選択
ko_kr: 그래픽 선택
pt_br: Escolhendo gráficos
ru_ru: Выбор графических элементов
zh_cn: 选择图形

# DataExploration_Content
source: Use visualizations to understand and explore your data to extract meaning
de_de: Nutzen Sie Visualisierungen, um Ihre Daten zu analysieren, zu interpretieren und aussagekräftig zu präsentieren.
es_es: Use las visualizaciones para conocer y explorar sus datos para extraer su significado
it_it: Usa le visualizzazioni per comprendere ed esplorare i dati ed estrarre significato
ja_jp: データをわかりやすくする視覚エフェクトを使用して意味を抽出する
ko_kr: 시각화를 사용하여 데이터에서 정확한 의미 파악 및 탐색
pt_br: Use visualizações para compreender e explorar seus dados para extrair significado
ru_ru: Использование визуализаций для понимания данных, их изучения и осмысления
zh_cn: 使用可视化理解并探索数据，提取意义

# DataExploration_Heading
source: Data Exploration
de_de: Durchsuchen von Daten
es_es: Exploración de datos
it_it: Esplorazione dei dati
ja_jp: データの有効期限
ko_kr: 데이터 탐색
pt_br: Exploração de dados
ru_ru: Изучение данных
zh_cn: 数据探索

# DesignNarrative_Content
source: Explore design concepts to create compelling data visualizations
de_de: Erkunden Sie Designkonzepte, um spannende Datenvisualisierungen zu erstellen.
es_es: Explore los conceptos de diseño para crear atractivas visualizaciones de datos
it_it: Esplora i concetti di progettazione per creare visualizzazioni dati accattivanti
ja_jp: 説得力のあるデータ ビジュアライゼーションを作成するためのデザイン上の概念の説明
ko_kr: 디자인 개념을 알고 호소력 있는 데이터 시각화 만들기
pt_br: Explore conceitos de design para criar visualizações de dados atraentes
ru_ru: Принципы оформления, помогающие создавать красивые визуализации данных
zh_cn: 探索设计理念，创建引人入胜的数据可视化

# DesignNarrative_Heading
source: Design and Narrative
de_de: Design und Erzählstruktur
es_es: Diseño y narrativa
it_it: Progettazione e testo descrittivo
ja_jp: デザインと物語
ko_kr: 디자인 및 내러티브
pt_br: Design e Narrativa
ru_ru: Оформление и описательная часть
zh_cn: 设计和说明

# Hero_Content
source: <p>Welcome to the <strong>Data Visualization and Storytelling</strong> section for Microsoft Power BI. We have teamed up with renowned data visualization expert <a href="{0}">Alberto Cairo</a> to share the methodology behind visualization and how it can support data storytelling. The goal of these courses is to show that visualization is a powerful tool that can help form a narrative and present valuable insights to your audience in a compelling way.</p> <p> We have layered in Power BI demos and tutorials that articulate Alberto’s points to help you learn how to use the data visualization tool for your own storytelling. </p> <p>We hope you follow along to learn the conceptual, design and analytical sides of data visualization and apply it to your storytelling.</p>
de_de: <p>Willkommen bei den Kursen zu <strong>Datenvisualisierung und -Storytelling</strong> für Microsoft Power BI. Der renommierte Datenvisualisierungsexperte <a href="{0}">Alberto Cairo</a> erläutert die Methodik der Visualisierung und wie sie sich für Data-Storytelling nutzen lässt. Diese Kurse zeigen, dass Visualisierung eine effektive Methode ist, eine Erzählstruktur zu entwickeln und Ihrer Zielgruppe auf spannende Weise wichtige Erkenntnisse zu vermitteln.</p> <p> Cairos Themen werden in einer Kombination aus Power BI-Demos und -Tutorials erläutert, um Sie dabei zu unterstützen, die Datenvisualisierung für das eigene Storytelling einzusetzen. </p> <p>Nutzen Sie die Demos und Tutorials, um sich mit Konzept, Design und Analyse der Datenvisualisierung vertraut zu machen und auf das Storytelling anzuwenden.</p>
es_es: <p>Bienvenido a la sección <strong>Visualización de datos y contar historias</strong> para Microsoft Power BI. El reconocido experto en visualización <a href="{0}">Alberto Cairo</a> se ha unido a nuestro equipo para compartir la metodología que hay detrás de la visualización y cómo puede servir de apoyo a la hora de contar historias. El objetivo de estos cursos es mostrar que la visualización es una herramienta eficaz que puede ayudar a formar una narrativa y a presentar información valiosa a la audiencia de una forma atractiva.</p> <p> Hemos estructurado en capas las demos y los tutoriales de Power BI que articulan las ideas de Alberto para ayudarle a aprender a usar la herramienta de visualizaciones de datos para contar sus propias historias. </p> <p>Esperamos que aprenda los aspectos conceptuales, de diseño y de análisis de la visualización de datos y que los aplique a la hora de contar historias.</p>
it_it: <p>Sezione <strong>Visualizzazione e storie raccontate dai dati</strong> per Microsoft Power BI Abbiamo lavorato insieme al rinomato esperto in visualizzazione dei dati <a href="{0}">Alberto Cairo</a> per condividere la metodologia alla base della visualizzazione e come può supportare le storie raccontate dai dati. L'obiettivo di questi corsi è mostrare come la visualizzazione sia un potente strumento in grado di dare forma a un testo descrittivo e presentare ai tuoi destinatari preziose analisi approfondite in modo accattivante.</p> <p> Abbiamo presentato demo ed esercitazioni di Power BI di vari livelli che riflettono chiaramente le idee di Alberto su come usare lo strumento di visualizzazione dei dati per acquisire le storie raccontate dai dati. </p> <p>Speriamo che seguirai queste sessioni per apprendere gli aspetti concettuali, progettuali e analitici della visualizzazione dei dati e per applicarli in modo da acquisire le storie raccontate dai dati.</p>
ja_jp: <p>Microsoft Power BI の「<strong>データの可視化とストーリーテリング</strong>」セクションへようこそ。有名なデータ可視化のエキスパートである <a href="{0}">Alberto Cairo</a> を招いて、可視化の方法と、可視化によりデータの説明を行う方法を説明します。コースの目標は、物語を作成し、重要な洞察を対象者に説得力を持って提示する上で、可視化が役に立つ強力なツールであることを示すことにあります。</p> <p> データ可視化ツールを使用して独自のストーリーテリングを行う方法を紹介する、Alberto の指摘をまとめた Power BI のデモとチュートリアルを用意しています。 </p> <p>データ可視化の概念、デザイン、分析に関する側面について学び、ご自身のストーリーテリングに応用してください。</p>
ko_kr: <p>Microsoft Power BI의 <strong>데이터 시각화 및 스토리텔링</strong> 섹션을 시작합니다. 유명한 데이터 시각화 전문가인 <a href="{0}">Alberto Cairo</a>와 함께 시각화 관련 방법과 데이터 스토리텔링을 지원하는 방법을 공유합니다. 이번 과정의 목표는 내러티브를 구성하고 대상 그룹에 호소력 있는 방식으로 유용한 정보를 제공하는 데 시각화가 얼마나 강력한 도구인지를 보여주는 데 있습니다.</p> <p> 데이터 시각화 도구를 자신의 스토리텔링에 사용하는 방법을 이해하는 데 도움이 되는 Alberto의 핵심 내용이 담긴 Power BI 데모와 자습서가 충분히 제공됩니다. </p> <p>데이터 시각화의 개념, 디자인 및 분석적 측면을 충분히 이해하고 자신의 스토리텔링에 적용하는 데 도움이 되시길 바랍니다.</p>
pt_br: <p>Bem-vindo à seção de <strong>Narração e Visualização dos Dados</strong> do Microsoft Power BI. Entramos em parceria com o renomado especialista em visualização de dados <a href="{0}">Alberto Cairo</a> para compartilhar a metodologia por trás da visualização e como ela pode dar suporte à narração dos dados. O objetivo desses cursos é demonstrar como a visualização é uma ferramenta avançada que pode ajudar dar vida a uma narrativa e apresentar insights para seu público de maneira envolvente.</p> <p> Organizamos demonstrações e tutoriais do Power BI que articulam os pontos de Alberto para ajudar você a aprender a usar a ferramenta de visualização de dados para sua própria narração. </p> <p>Esperamos que você os acompanhe para aprender os aspectos conceituais, analíticos e de design da visualização de dados e aplicá-los a sua narração.</p>
ru_ru: <p>Добро пожаловать в раздел <strong>Визуализация данных и создание сюжетов</strong> курса по Microsoft Power BI. Известный эксперт в области визуализации данных <a href="{0}">Альберто Каиро</a> (Alberto Cairo) согласился раскрыть нам методику визуализации и ее использования для создания сюжетов на базе данных. Цель этих курсов&#160;— показать, что визуализация&#160;— функциональный инструмент, помогающих представить информацию и предложить аудитории полезные и интересные сведения.</p> <p> Мы составили демонстрационные примеры и учебники по Power BI, сопровождающие рассказ Альберто и помогающие научиться использовать инструменты визуализации данных для создания собственных сюжетов. </p> <p>Мы надеемся, что этот курс познакомит вас с концептуальными, оформительскими и аналитическими аспектами визуализации и применить эти знания на практике.</p>
zh_cn: <p>欢迎使用 Microsoft Power BI 的<strong>数据可视化和故事分享</strong>部分。我们已与著名数据可视化专家 <a href="{0}">Alberto Cairo</a> 达成合作，分享创建可视化的方法以及可视化如何支持数据故事分享。这些课程旨在展示可视化工具的强大性能，可帮助引人入胜地向受众进行说明并提供极具价值的见解。</p> <p> 我们在 Power BI 演示和教程中分层阐述了 Alberto 的要点，帮助你了解如何使用数据可视化工具分享自己的故事。 </p> <p>希望你能够及时了解数据可视化的概念、设计和分析，并将其应用到自己的故事分享中。</p>

# Hero_Cta
source: Start learning
de_de: Kurs starten
es_es: Inicio del aprendizaje
it_it: Inizia la formazione
ja_jp: 学習の開始
ko_kr: 학습 시작
pt_br: Comece a aprender
ru_ru: Начало обучения
zh_cn: 开始学习

# Hero_Title
source: Data Storytelling and Visualization
de_de: Data-Storytelling und Datenvisualisierung
es_es: Visualización de datos y contar historias con datos
it_it: Visualizzazione e storie raccontate dai dati
ja_jp: データのストーリーテリングと可視化
ko_kr: 데이터 스토리텔링 및 시각화
pt_br: Narração e Visualização dos Dados
ru_ru: Визуализация данных и создание сюжетов
zh_cn: 数据故事分享和可视化

# IntroToVisualization_Content
source: Leverage graphics of different kinds to understand your data and communicate it with your audience
de_de: Nutzen Sie unterschiedliche Arten von Grafiken, um Daten zu interpretieren und Ihrer Zielgruppe zu vermitteln
es_es: Aproveche distintos tipos de elementos gráficos para comprender sus datos y comunicárselos a la audiencia
it_it: Sfrutta diversi tipi di grafica per comprendere i dati e comunicarli ai tuoi destinatari
ja_jp: さまざまなグラフィックを使用してデータをわかりやすくし、対象者に伝える
ko_kr: 다양한 종류의 그래픽을 활용하여 데이터 이해 및 대상 그룹과 커뮤니케이션
pt_br: Faça uso de gráficos de diferentes tipos para compreender seus dados e apresentá-los para seu público
ru_ru: Использование графических объектов разных видов для понимания данных и их донесения до аудитории
zh_cn: 利用不同类型的图形了解数据并与受众沟通

# IntroToVisualization_Heading
source: Introduction to Visualization
de_de: Einführung in die Visualisierung
es_es: Introducción a la visualización
it_it: Introduzione alla visualizzazione
ja_jp: 可視化の概要
ko_kr: 시각화 소개
pt_br: Introdução à Visualização
ru_ru: Общие сведения о визуализации
zh_cn: 可视化简介

# META_PAGETITLE
source: Data Journalism Courses | Microsoft Power BI
de_de: Datenjournalismuskurse | Microsoft Power BI
es_es: Cursos de periodismo de datos | Microsoft Power BI
it_it: Corsi sul giornalismo basato sui dati | Microsoft Power BI
ja_jp: データ ジャーナリズム コース | Microsoft Power BI
ko_kr: 데이터 저널리즘 과정 | Microsoft Power BI
pt_br: Cursos de Jornalismo de Dados | Microsoft Power BI
ru_ru: Курсы по журналистике данных | Microsoft Power BI
zh_cn: 数据新闻课程 | Microsoft Power BI

# TruthfulVisualizations_Content
source: Present the information you want to share effectively and truthfully
de_de: Präsentieren Sie die gewünschten Informationen effektiv und wirklichkeitsgetreu.
es_es: Presente la información que desea compartir de manera veraz y eficaz
it_it: Presenta le informazioni che vuoi condividere in modo efficace e accurato
ja_jp: 伝えたい情報を効率よく正確にプレゼンする
ko_kr: 효과적으로 진실성 있게 공유하려는 정보 제시
pt_br: Apresente as informações que deseja compartilhar de maneira eficaz e genuína
ru_ru: Эффективная и достоверная презентация информации для аудитории
zh_cn: 有效、真实地展示要分享的信息

# TruthfulVisualizations_Heading
source: Truthful Visualizations
de_de: Wirklichkeitsgetreue Visualisierungen
es_es: Visualizaciones confiables
it_it: Visualizzazioni accurate
ja_jp: 実際の視覚エフェクト
ko_kr: 진정한 시각화
pt_br: Visualizações confiáveis
ru_ru: Достоверные визуализации
zh_cn: 真实可视化

# WatchNow_Cta
source: Watch now
de_de: Jetzt ansehen
es_es: Ver ahora
it_it: Guarda adesso
ja_jp: 今すぐ見る
ko_kr: 지금 보기
pt_br: Assista agora
ru_ru: Смотреть сейчас
zh_cn: 立即观看
