Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/TruthfulVisualizations.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Download_Resources
source: Download all the resources needed for these tutorials
de_de: Alle für diese Tutorials erforderlichen Ressourcen herunterladen
es_es: Descargue todos los recursos necesarios para estos tutoriales
fr_fr: Téléchargez les ressources nécessaires pour ces didacticiels
it_it: Scarica tutte le risorse necessarie per queste esercitazioni
ja_jp: これらのチュートリアルに必要なすべてのリソースをダウンロードする
ko_kr: 이러한 자습서에 필요한 모든 리소스를 다운로드합니다.
pt_br: Baixe todos os recursos necessários para esses tutoriais
ru_ru: Скачать все ресурсы, необходимые для работы с этими учебниками
zh_cn: 下载教程所需的全部资源
zh_tw: 下載這些教學課程所需的所有資源

# Hero_Subtitle
source: It is easy to be misleading with visualizations and it’s key that we present information truthfully. Alberto Cairo will explain how to set baselines, why you should be cautious with duel scale charts, and the importance of taking your audience into consideration.
de_de: Visualisierungen können schnell irreführend sein, daher ist es wichtig, Informationen wahrheitsgemäß darzustellen. Alberto Cairo erläutert, wie Sie Baselines festlegen, weshalb Sie bei Diagrammen mit mehreren Skalen vorsichtig sein sollten, und wie wichtig es ist, die Zielgruppe zu berücksichtigen.
es_es: Es muy fácil que las visualizaciones resulten confusas y es fundamental que presentemos la información de forma confiable. Alberto Cairo explicará cómo establecer los valores de referencia, porqué hay que tener cuidado con los gráficos de escala doble y la importancia de tener en cuenta la audiencia.
fr_fr: Il est facile de se fourvoyer dans les visualisations et la clé réside dans le fait de refléter fidèlement les informations. Alberto Cairo explique comment définir les lignes de base, pourquoi il faut être prudent avec les graphiques à double échelle, et l’importance de tenir compte de votre public.
it_it: È facile creare visualizzazioni fuorvianti ed è essenziale presentare le informazioni in modo accurato. Alberto Cairo spiegherà come impostare gli elementi di base, perché prestare attenzione ai grafici a scala doppia e l'importanza di tenere conto dei destinatari.
ja_jp: 視覚エフェクトは誤解を招きやすいため、情報を正確に提示することが重要になります。Alberto Cairo が、ベースラインの設定方法、二重スケール グラフに注意する必要がある理由、および対象ユーザーを考慮する重要性について説明します。
ko_kr: 시각화는 오해를 일으키기 쉬우며 따라서 정보를 진실성 있게 제공해야 합니다. Alberto Cairo는 기준선을 설정하고 이중 배율 차트에 주의가 필요한 이유와 대상 그룹을 고려하는 것이 중요한 이유를 설명합니다.
pt_br: É muito fácil enganar com visualizações, por isso é essencial apresentarmos as informações de maneira confiável. Alberto Cairo explica como definir as linhas de base, por que você deve ter cuidado com gráficos de escala dupla, bem como a importância de considerar seu público.
ru_ru: Исказить данные на визуализации очень просто, поэтому очень важно следить за их достоверностью. Альберто Каиро расскажет, как устанавливать базовые значения, почему диаграммы с двойным масштабом требуют особой осторожности, а также пояснит, почему важно учитывать особенности аудитории.
zh_cn: 可视化很容易产生误导，因此真实地展示信息是关键。Alberto Cairo 将讲解如何设置基准、谨慎处理双比例图表的原因以及考虑受众的重要性。
zh_tw: 視覺效果很容易產生誤導，因此能夠忠實呈現資訊至關重要。Alberto Cairo 將說明如何設定基準、為何您應該小心使用雙重比例尺圖，以及考慮觀眾的重要性。

# Hero_Title
source: Truthful Visualizations
de_de: Wirklichkeitsgetreue Visualisierungen
es_es: Visualizaciones confiables
fr_fr: Visualisations précises
it_it: Visualizzazioni accurate
ja_jp: 実際の視覚エフェクト
ko_kr: 진정한 시각화
pt_br: Visualizações confiáveis
ru_ru: Достоверные визуализации
zh_cn: 真实可视化
zh_tw: 忠實呈現視覺效果

source: In this article:
de_de: Inhalt dieses Artikels:
es_es: En este artículo:
fr_fr: Contenu de cet article :
it_it: Contenuto dell'articolo:
ja_jp: この記事の内容:
ko_kr: 이 문서의 내용
pt_br: Neste artigo:
ru_ru: В этой статье:
zh_cn: 在本文中：
zh_tw: 本文內容：

# META_PAGETITLE
source: Data Journalism - Truthful Visualization | Microsoft Power BI
de_de: Datenjournalismus – Wirklichkeitsgetreue Visualisierungen | Microsoft Power BI
es_es: Periodismo de datos: visualizaciones confiables | Microsoft Power BI
fr_fr: Journalisme de données - Visualisations précises | Microsoft Power BI
it_it: Giornalismo basato sui dati - Visualizzazione accurata | Microsoft Power BI
ja_jp: データ ジャーナリズム - 実際の視覚エフェクト | Microsoft Power BI
ko_kr: 데이터 저널리즘 - 진정한 시각화 | Microsoft Power BI
pt_br: Jornalismo de Dados – Visualização confiável | Microsoft Power BI
ru_ru: Журналистика данных — достоверная визуализация | Microsoft Power BI
zh_cn: 数据新闻 - 真实可视化 | Microsoft Power BI
zh_tw: 資料新聞學 - 忠實呈現視覺效果 | Microsoft Power BI

# NextTopic
source: Next Topic: Choosing Graphics
de_de: Nächstes Thema: Auswählen von Grafiken
es_es: Siguiente tema: Elección de gráficos
fr_fr: Nouvelle rubrique : Choix des graphiques
it_it: Argomento successivo: Scelta della grafica
ja_jp: 次のトピック: グラフィックスの選択
ko_kr: 다음 항목: 그래픽 선택
pt_br: Próximo Tópico: Escolhendo Gráficos
ru_ru: Следующая тема: выбор графических элементов
zh_cn: 下一主题：选择图形
zh_tw: 下一個主題：選擇圖形

# RightNav_Link1
source: Examples of Graphics that Mislead and Graphics that Don’t
de_de: Beispiele für irreführende Grafiken und für nicht irreführende Grafiken
es_es: Ejemplos de gráficos confusos y gráficos claros
fr_fr: Exemples de graphiques trompeurs et non trompeurs
it_it: Esempi di grafica fuorviante e non fuorviante
ja_jp: 誤解を招くグラフィックスと誤解を招かないグラフィックスの例
ko_kr: 오해를 일으키는 그래픽과 그렇지 않은 그래픽의 예
pt_br: Exemplos de gráficos enganosos e não enganosos
ru_ru: Примеры графической информации, которая вводит и не вводит в заблуждение
zh_cn: 会产生误导的图形示例以及不会误导的图形示例
zh_tw: 會產生誤導和不會產生誤導的圖形範例

# RightNav_Link2
source: Visualization Examples (Indexed Charts and Percentages of Total)
de_de: Visualisierungsbeispiele (indizierte Diagramme und Prozentsätze des Gesamtwerts)
es_es: Ejemplos de visualización (gráficos indexados y porcentajes del total)
fr_fr: Exemples de visualisation (Graphiques indexés et pourcentages du total)
it_it: Esempi di visualizzazione (grafici indicizzati e percentuale del totale)
ja_jp: 視覚エフェクトの例 (インデックス付きグラフおよび合計の割合)
ko_kr: 시각화 예제(인덱스 차트 및 총비율)
pt_br: Exemplos de Visualização (Gráficos indexados e percentuais do total)
ru_ru: Примеры визуализации (индексированные диаграммы и процент от целого)
zh_cn: 可视化示例（索引图和总计百分比）
zh_tw: 視覺效果範例 (索引圖和總計百分比)
