Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/TruthfulVisualizations.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# About_Content
source: <p>This course uses Microsoft Power BI to show demos exploring how to create truthful visualizations: <ul><li>Learn more about creating a data visualization for Real Sociedad to communicate how the community has contributed to the success of the soccer club without hiding data or changing the story.</li> <li>Explore a financial services tutorial on the natural rate of short-term unemployment to show how to edit a graphic to display a truthful trend line.</li> <li>Use a dataset from The World Bank to learn how to adjust your data visualizations with easy calculations to generate a clearer view.</li></ul></p>
de_de: <p>In diesem Kurs werden mit Microsoft Power BI Demos zum Erstellen von wahrheitsgemäßen Visualisierungen gezeigt: <ul><li>Sie erhalten Informationen zum Erstellen einer Datenvisualisierung für Real Sociedad, um zu zeigen, wie die Gemeinde zum Erfolg des Fußballklubs beigetragen hat, ohne Daten zu verbergen oder die Geschichte zu ändern.</li> <li>Sie betrachten ein Tutorial aus dem Finanzbereich zur natürlichen Rate von kurzzeitiger Arbeitslosigkeit, um das Bearbeiten einer Grafik zum Zeigen einer wahrheitsgemäßen Trendlinie zu veranschaulichen.</li> <li>Sie lernen anhand eines Datensatzes von der Weltbank, wie Sie Ihre Datenvisualisierungen mit einfachen Berechnungen anpassen und so eine deutlichere Darstellung erzielen können.</li></ul></p>
es_es: <p>Este curso usa Microsoft Power BI para mostrar cómo crear visualizaciones confiables: <ul><li>Vea cómo crear una visualización de datos para la Real Sociedad para transmitir cómo la comunidad ha contribuido al éxito del club de fútbol sin ocultar datos ni cambiar la historia.</li> <li>Revise un tutorial de servicios financieros sobre la tasa natural de desempleo a corto plazo para ver cómo editar un gráfico y mostrar una línea de tendencia confiable.</li> <li>Use un conjunto de datos del Banco Mundial y aprenda cómo ajustar las visualizaciones de datos con cálculos sencillos para generar una vista más clara.</li></ul></p>
fr_fr: <p>Ce cours utilise Microsoft Power BI pour afficher des démonstrations expliquant comment créer des visualisations précises&#160;: <ul><li>Découvrez comment créer une visualisation de données pour la Real Sociedad afin de montrer comment la communauté a contribué au succès du club de football sans masquer de données ou en modifier l’interprétation.</li> <li>Explorez un didacticiel de services financiers relatif au taux de chômage naturel à court terme, pour voir comment modifier un graphique afin d’afficher une courbe de tendance précise.</li> <li>Utilisez un jeu de données de la Banque mondiale pour savoir comment ajuster vos visualisations de données à l’aide de calculs simples afin de générer une vue plus claire.</li></ul></p>
it_it: <p>Questo corso usa Microsoft Power BI per presentare alcune demo che esplorano il modo in cui creare visualizzazioni accurate, permettendoti di: <ul><li>Saperne di più sulla creazione di una visualizzazione dati per la Real Sociedad per comunicare in che modo la comunità ha contribuito al successo della squadra di calcio, senza nascondere dati o modificandone la storia raccontata.</li> <li>Esplorare un'esercitazione dei servizi finanziari sul tasso naturale di disoccupazione a breve termine per scoprire come modificare un oggetto grafico in modo da visualizzare una linea di tendenza accurata.</li> <li>Usare un set di dati della Banca Mondiale per capire come modificare le visualizzazioni dati con semplici calcoli per generare una prospettiva più chiara.</li></ul></p>
ja_jp: <p>このコースでは、Microsoft Power BI を使用して、データに即した視覚エフェクトの作成する方法についてのデモを示します。 <ul><li>Real Sociedad 向けに、データを隠したりストーリーを変えたりせずにデータ ビジュアライゼーションを作成して、このサッカー クラブの成功に対するコミュニティの貢献を示す方法について紹介します。</li> <li>短期自然失業率に関する金融サービス向けのチュートリアルを紹介し、グラフィックスを編集して正しい傾向線を表示する方法について説明します。</li> <li>世界銀行のデータ セットを使用して、簡単な計算でデータ可視化を調整し、より分かりやすいビューを作成する方法について説明します。</li></ul></p>
ko_kr: <p>이 과정에서는 Microsoft Power BI를 사용하여 진정한 시각화를 만드는 방법을 데모를 통해 살펴봅니다. <ul><li>Real Sociedad에 대한 데이터 시각화를 만들어 데이터를 숨기거나 스토리를 변경하지 않고도 커뮤니티에서 축구 클럽의 성공에 어떻게 기여하는지를 살펴봅니다.</li> <li>단기 실업률에 대한 금융 서비스 자습서를 통해 진정한 추세선을 표시하도록 그래픽을 편집하는 방법을 살펴봅니다.</li> <li>The World Bank의 데이터 집합을 사용하여 간편한 계산으로 명확한 보기를 생성하여 데이터 시각화를 조정하는 방법을 알아봅니다.</li></ul></p>
pt_br: <p>Esse curso usa o Microsoft Power BI para apresentar demonstrações que exploram como criar visualizações confiáveis: <ul><li>Saiba mais sobre a criação de visualizações de dados para a Real Sociedad para comunicar a maneira que a comunidade contribuiu para o sucesso do time de futebol sem ocultar dados ou mudar a história.</li> <li>Explore um tutorial de serviços financeiros na taxa natural de desemprego em curto prazo para mostrar como editar um gráfico para exibir uma linha de tendência confiável.</li> <li>Use um conjunto de dados do Banco Mundial para aprender como ajustar suas visualizações de dados com cálculos fáceis para gerar uma exibição mais clara.</li></ul></p>
ru_ru: <p>В этом курсе Microsoft Power BI используется для демонстрации примеров, показывающих, как создавать достоверные визуализации. <ul><li>Узнайте больше о разработке полной и правдивой визуализации данных для футбольной команды Real Sociedad, рассказывающей о вкладе сообщества в ее успех.</li> <li>Ознакомьтесь с учебником, посвященным рынку финансовых услуг и естественным показателям краткосрочной безработицы, чтобы научиться вносить изменения в графическую информацию для отображения достоверных линий тренда.</li> <li>Воспользуйтесь набором данных от Всемирного банка, чтобы научиться корректировать свои визуализации и делать их понятнее с помощью простых вычислений.</li></ul></p>
zh_cn: <p>本课程使用 Microsoft Power BI 展示多个演示示例，探索如何创建真实的可视化： <ul><li>详细了解如何创建 Real Sociedad 的数据可视化，通过此数据可视化，在不隐藏数据或更改故事的情况下，交流社区对足球俱乐部的成功所做的贡献。</li> <li>浏览短期自然失业率的金融服务教程，展示如何编辑图形，显示真实的趋势线。</li> <li>使用世界银行提供的数据集，了解如何通过简单的计算来调整数据可视化，生成更清晰的视图。</li></ul></p>
zh_tw: <p>本課使用 Microsoft Power BI 顯示示範，以了解如何忠實建立視覺效果： <ul><li>深入了解如何為 Real Sociedad 建立資料視覺效果，傳達社區對足球俱樂部成功的貢獻，而不隱匿資料或變更故事。</li> <li>探索有關短期自然失業率的財務服務教學課程，該教學課程說明如何編輯圖形來忠實顯示趨勢線。</li> <li>使用來自 The World Bank 的資料集，了解如何透過簡單計算來調整您的資料視覺效果，以產生更清楚的檢視。</li></ul></p>
