Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/TruthfulVisualizations.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Content_10
source: <h2 id="examples-graphics">Examples of Graphics that Mislead and Graphics that Don’t</h2> <p>To follow the examples shown in this course, you will need the following prerequisites:</p> <ol> <li><p>A computer running Windows 7 or above</p></li> <li><p>Download and install <a href="{0}">Power BI Desktop</a></p></li> <li><p>Register for a Power BI account (<a href="{1}">{2}</a>)</p> <p>a. Note you will need to register using a work email account; personal accounts (gmail, Hotmail, outlook.com, yahoo.com) are not supported</p></li> </ol> <h3>Tutorial Avoiding the Skewing of Data</h3> <p>Sometimes one data point skews the presentation of data. This tutorial shows how to avoid skewing while still allowing all of the data to be shown.</p> <h3>Step 1: Load Sample File</h3> <ol> <li><p>Open the file Real Sociedad example <strong>Real Sociedad example.pbix</strong></p></li> <li><p>Click on <strong>City filter</strong> in the Field list</p> <p>Notice the expression is as follows, which gives San Sebastian a separate category</p> <p>City filter = IF(data[City]="DONOSTIA-SAN SEBASTIÁN","Include SAN SEBASTIÁN","All except SAN SEBASTIÁN")</p></li> <li><p>Click on the <strong>City Filter</strong> visual. Notice that is uses the City Filter calculated column</p></li> <li><p>On the <strong>Formatting</strong> pane, expand <strong>Selection Controls</strong>.</p></li> <li><p>Notice that <strong>Single Select</strong> is <strong>Off</strong>. This allows the user to fluidly select the values in the slicer.</p></li> </ol> <p><img src="{3}" alt="" title="" /></p> <h3>Step 2: Showing difference in line chart trends</h3> <p>Sometimes data shown on a line chart is a composite of historical and forecast (predicted) values. When showing this kind of data, it’s important to show the difference clearly to your users.</p> <ol> <li><p>Open the file <strong>Natural Rate of Unemployment.pbix</strong></p></li> <li><p>Click on <strong>Type of Data Point</strong> in the Field list</p> <p>Notice the expression is as follows, which gives future values the category of <strong>Forecast</strong> and historical values the category of <strong>Actual.</strong></p></li> <p>Type of Data Point = If(NOW() &gt;= Data[Date],"Actual", "Forecast")</p> <li><p>Click on the <strong>Natural Rate of Unemployment (Short Term) by Date</strong> line chart visual. Notice that is uses the <strong>Type of Data Point</strong> calculated column on the Legend.</p></li> <li><p>On the <strong>Formatting</strong> pane, expand <strong>Data Colors</strong></p> <p><img src="{4}" alt="" title="" /></p></li> <li><p>Notice that different colors are used to draw a distinction between the two categories of values. Also, notice that the Legend is enabled and shown in the top left corner of the visual. These design decisions were made to draw the viewer’s attention to the difference between the two categories of data in this single series.</p></li> </ol> <p><img src="{5}" alt="" title="" /></p> <h2 id="visualization-examples">Visualization Examples (Indexed Charts and Percentage of Total)</h2> <p>To follow the examples shown in this course, you will need the following prerequisites:</p> <ol> <li><p>A computer running Windows 7 or above</p></li> <li><p>Download and install <a href="{6}"><em>Power BI Desktop</em></a></p></li> <li><p>Register for a Power BI account (<a href="{1}"><em>{2}</em></a>)</p> <p>a. Note you will need to register using a work email account; personal accounts (gmail, Hotmail, outlook.com, yahoo.com) are not supported</p></li> </ol> <h3>Step 1: Percentage of Total</h3> <p>In most cases, a value is not very useful when it is not placed in context. In some cases, you can assume your readers have enough context from previous experience. For instance, if I would read an article describing a characteristic of 8 million Dutch residents, most people reading a Dutch newspaper would know that this refers to about half of the country’s population. However, if you cannot expect all your readers to have the same background knowledge, it might be useful to show a percentage of total. In this example, I don’t have a clear view of the global urban population to begin with, so whether India has 300 or 500 million urban residents will not tell me as much as showing this represents 3.5% of all urban population around the world. The example below shows how to convert a value to percentage of total without calculating anything.</p> <ol> <li><p>Select the visual you want to present the percentage of total in</p></li> <li><p>Select <strong>Quick Calc</strong> from the drop-down menu in your value field</p></li> <p><img src="{7}" alt="" title="" /></p> <li>In the <strong>Quick Calc</strong> editor, set <strong>Show value as</strong> to <strong>Percent of grand total</strong>. To find the accumulative percentage of total for the four largest countries, type the top 4 countries into the filter box and change the visual from a Line chart to a Stacked area chart.</li> </ol> <p><img src="{8}" alt="" title="" /></p> <h3>Step 2: Indexed Chart</h3> <p>Another way of creating context is to compare relative growth of certain value over a specific time frame. This examples shows how to create an indexed chart, where you calculate how much a specific value has increased or decreased relative to the base year you define.</p> <ol> <li>Create a <strong>New Measure</strong> for the indexed value. In this formula, you simply take the sum of urban population and divide it by the sum of urban population for 2005 – the year I am using as the baseline here.</li> <p>Indexed Urban Population =\ SUM ( 'Urban population'[Urban Population] )\ / CALCULATE (\ SUM ( 'Urban population'[Urban Population] ),\ 'Urban population'[Year] = 2005\ )\ * 100</p> <li>When you plot the actual values and the indexed measure, you will see how the latter clearly shows what regions have been growing fastest since 2005. It is much harder to get this insight from the first graph.<img src="{9}" alt="" title="" /></li> </ol>
de_de: <h2 id="examples-graphics">Beispiele für irreführende Grafiken und für nicht irreführende Grafiken</h2> <p>Damit Sie die Beispiele in diesem Kurs ausführen können, müssen folgende Voraussetzungen erfüllt sein:</p> <ol> <li><p>Sie benötigen einen Computer mit Windows 7 oder höher.</p></li> <li><p>Sie müssen <a href="{0}">Power BI Desktop</a> herunterladen und installieren.</p></li> <li><p>Registrieren Sie sich für ein Power BI-Konto (<a href="{1}">{2}</a>).</p> <p>a. Sie müssen sich mit einem E-Mail-Geschäftskonto registrieren. Private Konten (Gmail, Hotmail, outlook.com, yahoo.com) werden nicht unterstützt.</p></li> </ol> <h3>Tutorial zum Vermeiden der Verzerrung von Daten</h3> <p>In manchen Fällen kann schon ein Datenpunkt die Darstellung von Daten verzerren. Dieses Tutorial zeigt, wie Sie solche Verzerrungen vermeiden und dabei trotzdem alle Daten zeigen können.</p> <h3>Schritt 1: Laden der Beispieldatei</h3> <ol> <li><p>Öffnen Sie die Datei für das Real Sociedad-Beispiel (<strong>Real Sociedad example.pbix</strong>).</p></li> <li><p>Klicken Sie in der Feldliste auf <strong>Stadtfilter</strong>.</p> <p>Beachten Sie den Ausdruck, durch den San Sebastian eine eigene Kategorie zugewiesen wird:</p> <p>Stadtfilter = IF(data[Stadt]="DONOSTIA-SAN SEBASTIÁN","Include SAN SEBASTIÁN","All except SAN SEBASTIÁN")</p></li> <li><p>Klicken Sie auf die Visualisierung <strong>Stadtfilter</strong>. Beachten Sie, dass darin die berechnete Spalte „Stadtfilter“ verwendet wird.</p></li> <li><p>Erweitern Sie im Bereich <strong>Formatierung</strong> die Option <strong>Auswahlsteuerelemente</strong>.</p></li> <li><p>Beachten Sie, dass <strong>Einfachauswahl</strong> auf <strong>Aus</strong> festgelegt wurde. So kann der Benutzer die Werte im Slicer problemlos auswählen.</p></li> </ol> <p><img src="{3}" alt="" title="" /></p> <h3>Schritt 2: Anzeigen von Unterschieden in Liniendiagrammtrends</h3> <p>In manchen Fällen setzen sich Daten in einem Liniendiagramm aus historischen und prognostizierten Werten zusammen. Bei solchen Daten müssen Sie den Unterschied für die Benutzer deutlich zeigen.</p> <ol> <li><p>Öffnen Sie die Datei <strong>Natural Rate of Unemployment.pbix</strong></p></li> <li><p>Klicken Sie in der Feldliste auf <strong>Typ des Datenpunkts</strong>.</p> <p>Beachten Sie den Ausdruck, durch den zukünftige Werte der Kategorie <strong>Prognose</strong> und historische Werte der Kategorie <strong>Istwerte</strong> zugeordnet werden.</p></li> <p>Typ des Datenpunkts = If(NOW() >= Data[Datum],"Istwerte", "Prognose")</p> <li><p>Klicken Sie auf die Liniendiagramm-Visualisierung <strong>Natürliche Arbeitslosenquote (kurzfristig) nach Datum</strong>. Beachten Sie, dass dabei die berechnete Spalte <strong>Typ des Datenpunkts</strong> in der Legende verwendet wird.</p></li> <li><p>Erweitern Sie im Bereich <strong>Formatierung</strong> die Option <strong>Datenfarben</strong>.</p> <p><img src="{4}" alt="" title="" /></p></li> <li><p>Beachten Sie, dass durch verschiedene Farben zwischen den beiden Wertkategorien unterschieden wird. Beachten Sie außerdem, dass die Legende aktiviert ist und in der oberen linken Ecke der Visualisierung angezeigt wird. Dieses Design wurde bewusst gewählt, um die Aufmerksamkeit des Benutzers auf den Unterschied zwischen den beiden Datenkategorien in dieser Serie zu lenken.</p></li> </ol> <p><img src="{5}" alt="" title="" /></p> <h2 id="visualization-examples">Visualisierungsbeispiele (Indizierte Diagramme und Prozentsatz des Gesamtwerts)</h2> <p>Damit Sie die Beispiele in diesem Kurs ausführen können, müssen folgende Voraussetzungen erfüllt sein:</p> <ol> <li><p>Sie benötigen einen Computer mit Windows 7 oder höher.</p></li> <li><p>Sie müssen <a href="{6}"><em>Power BI Desktop</em></a> herunterladen und installieren.</p></li> <li><p>Registrieren Sie sich für ein Power BI-Konto (<a href="{1}"><em>{2}</em></a>).</p> <p>a. Sie müssen sich mit einem E-Mail-Geschäftskonto registrieren. Private Konten (Gmail, Hotmail, outlook.com, yahoo.com) werden nicht unterstützt.</p></li> </ol> <h3>Schritt 1: Prozentsatz des Gesamtwerts</h3> <p>In den meisten Fällen ist ein Wert ohne Kontext nicht besonders aussagekräftig. Manchmal können Sie davon ausgehen, dass Ihre Leser aus Erfahrung bereits über genug Kontextwissen verfügen. Wenn ich z. B. einen Artikel zu einer Eigenschaft von 8 Millionen Einwohnern der Niederlande betrachte, wissen die meisten Leser einer niederländischen Zeitung, dass dies ungefähr die Hälfte der niederländischen Bevölkerung beschreibt. Wenn Sie jedoch nicht davon ausgehen können, dass alle Ihre Leser über das gleiche Hintergrundwissen verfügen, kann es hilfreich sein, einen Prozentsatz des Gesamtwerts anzugeben. In diesem Beispiel habe ich keine Vorstellung von der Menge der weltweit in Städten lebenden Menschen. Wenn ich also lese, dass in Indien 300 oder 500 Millionen Menschen in Städten leben, ist dies für mich weniger aussagekräftig als die Information, dass es sich dabei um 3,5 % aller in Städten lebenden Menschen weltweit handelt. Das Beispiel unten zeigt, wie ein Wert ohne Berechnungen in einen Prozentsatz des Gesamtwerts umgewandelt wird.</p> <ol> <li><p>Wählen Sie die Visualisierung aus, mit der Sie den Prozentsatz des Gesamtwerts darstellen möchten.</p></li> <li><p>Wählen Sie im Dropdownmenü im Wertfeld <strong>Schnellberechnung</strong> aus.</p></li> <p><img src="{7}" alt="" title="" /></p> <li>Legen Sie im Editor <strong>Schnellberechnung</strong> die Option <strong>Werte anzeigen als</strong> auf <strong>Prozent von Gesamtsumme</strong> fest. Wenn Sie den akkumulierten Prozentwert einer Gesamtsumme für die vier größten Länder ermitteln möchten, geben Sie die entsprechenden vier Länder im Filterfeld ein, und ändern Sie die Visualisierung von einem Liniendiagramm in ein gestapeltes Flächendiagramm.</li> </ol> <p><img src="{8}" alt="" title="" /></p> <h3>Schritt 2: Indiziertes Diagramm</h3> <p>Eine andere Möglichkeit zum Bereitstellen von Kontext ist der Vergleich der relativen Zunahme eines Werts über einen bestimmten Zeitraum. Dieses Beispiel zeigt das Erstellen eines indizierten Diagramms, in dem berechnet wird, wie stark ein bestimmter Wert bezogen auf ein definiertes Basisjahr gestiegen oder gefallen ist.</p> <ol> <li>Klicken Sie für den indizierten Wert auf <strong>Neues Measure</strong>. In dieser Formel teilen Sie einfach die Summer der Stadtbevölkerung durch die Summe der städtischen Bevölkerung im Jahr 2005 – dies ist das Jahr, das hier als Basisjahr verwendet wird.</li> <p>Indizierte Stadtbevölkerung&#160;=\ SUM&#160;(&#160;'Stadtbevölkerung'[Stadtbevölkerung]&#160;)\ &#160;&#160;&#160;&#160;/&#160;CALCULATE&#160;(\ &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;SUM&#160;(&#160;'Stadtbevölkerung'[Stadtbevölkerung]&#160;),\ &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;'Stadtbevölkerung'[Jahr]&#160;=&#160;2005\ &#160;&#160;&#160;&#160;)\ &#160;&#160;*&#160;100</p> <li>Wenn Sie die tatsächlichen Werte und das indizierte Measure darstellen, sehen Sie, dass das Measure genau zeigt, welche Bereiche seit 2005 am stärksten gewachsen sind. Diese Information kann aus der ersten Grafik nicht so leicht abgeleitet werden.<img src="{9}" alt="" title="" /></li> </ol>
es_es: <h2 id="examples-graphics">Ejemplos de gráficos confusos y gráficos claros</h2> <p>Para seguir los ejemplos de este curso, necesita cumplir los siguientes requisitos previos:</p> <ol> <li><p>Un equipo con Windows 7, o cualquier versión posterior</p></li> <li><p>Descargar e instalar <a href="{0}">Power BI Desktop</a></p></li> <li><p>Registrarse para obtener una cuenta de Power BI (<a href="{1}">{2}</a>)</p> <p>a. Tendrá que registrarse con una cuenta de correo electrónico profesional. No se admiten cuentas personales (gmail, Hotmail, outlook.com, yahoo.com).</p></li> </ol> <h3>Tutorial sobre cómo evitar el sesgo de los datos</h3> <p>Algunas veces un punto de datos sesga la presentación de los mismos. En este tutorial se muestra cómo evitar el sesgo y, al mismo tiempo, permitir que todos los datos se muestren.</p> <h3>Paso 1: Cargar un archivo de ejemplo</h3> <ol> <li><p>Abra el archivo de ejemplo de la Real Sociedad <strong>Real Sociedad example.pbix</strong>.</p></li> <li><p>Haga clic en <strong>Filtrar por ciudad</strong> en la lista de campos.</p> <p>Observe que la expresión es la siguiente, lo que da a San Sebastian una categoría diferente:</p> <p>Filtrar por ciudad = SI(data[City]="DONOSTIA-SAN SEBASTIÁN","Include SAN SEBASTIÁN","All except SAN SEBASTIÁN")</p></li> <li><p>Haga clic en el objeto visual <strong>Filtrar por ciudad</strong>. Observe que usa la columna calculada Filtrar por ciudad.</p></li> <li><p>En el panel <strong>Formato</strong>, expanda <strong>Controles de selección</strong>.</p></li> <li><p>Observe que <strong>Selección única</strong> está <strong>Desactivado</strong>. De esta forma, el usuario puede seleccionar fácilmente los valores en la segmentación de datos.</p></li> </ol> <p><img src="{3}" alt="" title="" /></p> <h3>Paso 2: Mostrar las diferencias en las tendencias del gráfico de líneas</h3> <p>Algunas veces, los datos que se muestran en un gráfico de líneas están compuestos por valores históricos y de previsión. Cuando se muestra este tipo de datos, es importante indicar la diferencia claramente a los usuarios.</p> <ol> <li><p>Abra el archivo <strong>Tasa natural de desempleo.pbix</strong>.</p></li> <li><p>Haga clic en <strong>Tipo de punto de datos</strong> en la lista de campos.</p> <p>Observe que la expresión es la siguiente, lo que asigna los valores futuros a la categoría <strong>Previsión</strong> y los valores históricos a la categoría <strong>Real</strong>.</p></li> <p>Tipo de punto de datos = If(AHORA() >= Data[Date],"Actual", "Forecast")</p> <li><p>Haga clic en el objeto visual de gráfico de líneas <strong>Tasa natural de desempleo (Corto plazo)</strong>. Observe que usa la columna calculada <strong>Tipo de punto de datos</strong> en la leyenda.</p></li> <li><p>En el panel <strong>Formato</strong>, expanda <strong>Colores de datos</strong>.</p> <p><img src="{4}" alt="" title="" /></p></li> <li><p>Observe que se usan diferentes colores para distinguir entre las dos categorías de valores. Vea también que la leyenda está habilitada y se muestra en la esquina superior izquierda del objeto visual. Estas decisiones de diseño se realizaron para atraer la atención del lector hacia las diferencias entre las dos categorías de datos en esta serie única.</p></li> </ol> <p><img src="{5}" alt="" title="" /></p> <h2 id="visualization-examples">Ejemplos de visualización (gráficos indexados y porcentaje del total)</h2> <p>Para seguir los ejemplos de este curso, necesita cumplir los siguientes requisitos previos:</p> <ol> <li><p>Un equipo con Windows 7, o cualquier versión posterior</p></li> <li><p>Descargar e instalar <a href="{6}"><em>Power BI Desktop</em></a></p></li> <li><p>Registrarse para obtener una cuenta de Power BI (<a href="{1}"><em>{2}</em></a>)</p> <p>a. Tendrá que registrarse con una cuenta de correo electrónico profesional. No se admiten cuentas personales (gmail, Hotmail, outlook.com, yahoo.com).</p></li> </ol> <h3>Paso 1: Porcentaje del total</h3> <p>La mayoría de las veces, un valor no resulta muy útil si no se sitúa en contexto. En algunos casos, puede dar por hecho que los lectores tienen suficiente contexto por experiencias anteriores. Por ejemplo, si leo un artículo que describe una característica de 8 millones de holandeses, la mayoría de las personas que lean un diario holandés sabrán que esto significa la mitad de la población del país. Sin embargo, si no puedo contar con que todos los lectores tengan los mismos conocimientos, podría resultar útil mostrar un porcentaje del total. En este ejemplo, para empezar no sé cuál es exactamente la población urbana mundial, por lo que el dato de que India tiene 300 o 500 millones de residentes urbanos no me dice tanto como si me cuentan que esto representa el 3,5 % de la población urbana total en todo el mundo. El ejemplo siguiente muestra cómo convertir un valor en un porcentaje del total sin tener que realizar ningún cálculo.</p> <ol> <li><p>Seleccione el objeto visual donde quiere presentar el porcentaje del total.</p></li> <li><p>Seleccione <strong>Cálculo rápido</strong> en el menú desplegable del campo de valor.</p></li> <p><img src="{7}" alt="" title="" /></p> <li>En el editor <strong>Cálculo rápido</strong>, establezca <strong>Mostrar valor como</strong> en <strong>Porcentaje de total general</strong>. Para obtener el porcentaje acumulado del total de los cuatro mayores países, escriba los cuatro principales países en el cuadro de filtro y cambie el objeto visual de gráfico de líneas a gráfico de áreas apiladas.</li> </ol> <p><img src="{8}" alt="" title="" /></p> <h3>Paso 2: Gráfico indexado</h3> <p>Otra manera de crear contexto es comparar el crecimiento relativo de un cierto valor a lo largo de un intervalo de tiempo específico. Este ejemplo muestra cómo crear un gráfico indexado, en el que se calcula cuánto ha aumentado o disminuido un valor específico respecto al año de referencia que defina.</p> <ol> <li>Cree una <strong>Nueva medida</strong> para el valor indexado. En esta fórmula, se toma la suma de la población urbana y se divide entre la suma de la población urbana de 2005, el año que estoy usando como referencia.</li> <p>Población urbana indexada&#160;=\ SUMA&#160;(&#160;'Urban&#160;population'[Urban&#160;Population]&#160;)\ &#160;&#160;&#160;&#160;/&#160;CALCULAR&#160;(\ &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;SUMA&#160;(&#160;'Urban&#160;population'[Urban&#160;Population]&#160;),\ &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;'Urban&#160;population'[Year]&#160;=&#160;2005\ &#160;&#160;&#160;&#160;)\ &#160;&#160;*&#160;100</p> <li>Si traza los valores reales y la medida indexada, verá cómo la última muestra claramente qué regiones han crecido más rápidamente desde 2005. Es mucho más difícil obtener esta información detallada del primer gráfico.<img src="{9}" alt="" title="" /></li> </ol>
fr_fr: <h2 id="examples-graphics">Exemples de graphiques trompeurs et non trompeurs</h2> <p>Pour suivre les exemples présentés dans ce cours, vous devez&#160;:</p> <ol> <li><p>Disposer d’un ordinateur exécutant Windows&#160;7 ou version ultérieure</p></li> <li><p>Télécharger et installer <a href="{0}">Power&#160;BI&#160;Desktop</a></p></li> <li><p>Ouvrir un compte Power BI (<a href="{1}">{2}</a>)</p> <p>a. Notez que, pour vous inscrire, vous devez utiliser un compte de messagerie professionnel. Les comptes personnels (gmail, Hotmail, outlook.com, yahoo.com, etc.) ne sont pas pris en charge</p></li> </ol> <h3>Didacticiel sur l’évitement de la déformation de données</h3> <p>Parfois, un point de données déforme la présentation des données. Ce didacticiel montre comment éviter la déformation de données tout en permettant l’affichage de toutes les données.</p> <h3>Étape&#160;1&#160;: charger le fichier exemple</h3> <ol> <li><p>Ouvrez le fichier exemple de la Real Sociedad <strong>Real Sociedad example.pbix</strong></p></li> <li><p>Cliquez sur <strong>Filtre de ville</strong> dans la liste de champs</p> <p>Notez que l’expression se présente comme suit. Elle classe San Sebastian dans une catégorie distincte</p> <p>City filter = IF(data[Ville]="DONOSTIA-SAN SEBASTIÁN";"Include SAN SEBASTIÁN";"All except SAN SEBASTIÁN")</p></li> <li><p>Cliquez sur le visuel <strong>Filtre de ville</strong>. Notez qu’il utilise la colonne calculée Filtre de ville</p></li> <li><p>Dans le volet <strong>Format</strong>, développez <strong>Contrôles de sélection</strong>.</p></li> <li><p>Notez que l’option <strong>Sélection simple</strong> est <strong>Désactivée</strong>. Cela permet à l’utilisateur de sélectionner avec fluidité les valeurs dans le curseur.</p></li> </ol> <p><img src="{3}" alt="" title="" /></p> <h3>Étape&#160;2&#160;: afficher une différence dans des graphiques en courbes</h3> <p>Parfois, les données affichées sur un graphique en courbes sont une combinaison de valeurs historiques et prévisionnelles. Lors de l’affichage de ce genre de données, il est important de montrer clairement la différence aux utilisateurs.</p> <ol> <li><p>Ouvrez le fichier <strong>Natural Rate of Unemployment.pbix</strong></p></li> <li><p>Cliquez sur <strong>Type de point de données</strong> dans la liste Champ</p> <p>Notez que l’expression se présente comme suit, ce qui classe les valeurs futures dans la catégorie <strong>Prévisions</strong>, et les valeurs historiques dans la catégorie <strong>Réelles</strong>.</p></li> <p>Type of Data Point = If(NOW() >= Data[Date];"Réelles"; "Prévisions")</p> <li><p>Cliquez sur le visuel graphique en courbes <strong>Taux de chômage naturel (à court terme) par date</strong>. Notez qu’il utilise la colonne calculée <strong>Type de point de données</strong> sur la Légende.</p></li> <li><p>Sous l’onglet <strong>Format</strong>, développez <strong>Couleurs des données</strong></p> <p><img src="{4}" alt="" title="" /></p></li> <li><p>Notez que différentes couleurs sont utilisées pour marquer clairement la distinction entre les deux catégories de valeurs. Notez également que la Légende est activée et affichée dans l’angle supérieur gauche du visuel. Ces décisions de conception ont été prises pour attirer l’attention du lecteur sur la différence entre deux catégories de données dans cette série.</p></li> </ol> <p><img src="{5}" alt="" title="" /></p> <h2 id="visualization-examples">Exemples de visualisation (Graphiques indexés et pourcentage du total)</h2> <p>Pour suivre les exemples présentés dans ce cours, vous devez&#160;:</p> <ol> <li><p>Disposer d’un ordinateur exécutant Windows&#160;7 ou version ultérieure</p></li> <li><p>Télécharger et installer <a href="{6}"><em>Power&#160;BI&#160;Desktop</em></a></p></li> <li><p>Ouvrir un compte Power BI (<a href="{1}"><em>{2}</em></a>)</p> <p>a. Notez que, pour vous inscrire, vous devez utiliser un compte de messagerie professionnel. Les comptes personnels (gmail, Hotmail, outlook.com, yahoo.com, etc.) ne sont pas pris en charge</p></li> </ol> <h3>Étape&#160;1&#160;: pourcentage du total</h3> <p>Le plus souvent, une valeur n’est pas très utile hors contexte. Parfois, vous pouvez penser que vos lecteurs ont suffisamment de contexte d’une expérience précédente. Par exemple, prenons un article évoquant une caractéristique de 8&#160;millions de citoyens néerlandais. La plupart des lecteurs de journaux néerlandais savent qu’il s’agit d’environ la moitié de la population du pays. En revanche, s’il est improbable que vos lecteurs aient cette information en tête, il peut être utile d’afficher un pourcentage du total. Dans cet exemple, je n’ai pas d’idée claire de la population urbaine mondiale par laquelle commencer. Ainsi, savoir que l’Inde compte 300 ou 500 millions d’habitants urbains ne m’informera pas autant que de savoir qu’ils représentent 3,5&#160;% de la population urbaine du monde. L’exemple ci-dessous montre comment convertir une valeur en pourcentage d’un total sans rien calculer.</p> <ol> <li><p>Sélectionnez le visuel dans lequel vous voulez présenter le pourcentage du total</p></li> <li><p>Sélectionnez <strong>Calcul rapide</strong> dans le menu déroulant de votre champ de valeur</p></li> <p><img src="{7}" alt="" title="" /></p> <li>Dans l’éditeur <strong>Calcul rapide</strong>, définissez <strong>Afficher la valeur comme</strong> sur <strong>Pourcentage du total général</strong>. Pour déterminer le pourcentage cumulé du total pour les quatre plus grands pays, tapez ceux-ci dans la zone de filtre, puis convertissez le visuel de graphique en courbes en Graphique de zone empilé.</li> </ol> <p><img src="{8}" alt="" title="" /></p> <h3>Étape 2&#160;: graphique indexé</h3> <p>Une autre manière de créer un contexte consiste à comparer une croissance relative d’une valeur donnée sur une période spécifique. Cet exemple montre comment créer un graphique indexé dans lequel vous calculez dans quelle mesure une valeur spécifique a augmenté ou diminué par rapport à l’année de base que vous définissez.</p> <ol> <li>Créez une <strong>Nouvelle mesure</strong> pour la valeur indexée. Dans cette formule, vous prenez simplement le total de la population urbaine, que vous divisez par le total de la population urbaine de 2005, qui est ici ma ligne de base.</li> <p>Population urbaine indexée&#160;=\ SUM&#160;(&#160;'Population urbaine'[Population urbaine]&#160;)\ &#160;&#160;&#160;&#160;/&#160;CALCULATE&#160;(\ &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;SUM&#160;(&#160;'Population urbaine'[Population urbaine]&#160;);\ &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;'Population urbaine'[Année]&#160;=&#160;2005\ &#160;&#160;&#160;&#160;)\ &#160;&#160;*&#160;100</p> <li>Lorsque vous tracez les valeurs réelles et la mesure indexée, vous voyez que celle-ci affiche clairement les régions dont la croissance a été la plus rapide depuis 2005. Il est beaucoup plus difficile de tirer cette information du premier graphique.<img src="{9}" alt="" title="" /></li> </ol>
it_it: <h2 id="examples-graphics">Esempi di grafica fuorviante e non fuorviante</h2> <p>Gli esempi mostrati in questo corso prevedono i prerequisiti seguenti:</p> <ol> <li><p>Computer con Windows 7 o versioni successive</p></li> <li><p>Download e installazione di <a href="{0}">Power BI Desktop</a></p></li> <li><p>Registrazione per ottenere un account Power BI (<a href="{1}">{2}</a>)</p> <p>a. Dovrai registrarti usando un account di posta elettronica aziendale. Gli account personali, come Gmail, Hotmail, outlook.com o yahoo.com, non sono supportati</p></li> </ol> <h3>Esercitazione su come evitare dati fuorvianti</h3> <p>A volte un solo punto dati è in grado di distorcere la presentazione di tutti i dati. Questa esercitazione mostra come evitare dati fuorvianti, permettendo comunque la visualizzazione di tutti i dati.</p> <h3>Passaggio 1: Caricare il file di esempio</h3> <ol> <li><p>Apri il file dell'esempio della Real Sociedad <strong>Real Sociedad example.pbix</strong></p></li> <li><p>Fai clic su <strong>Filtro città</strong> nell'elenco Campi</p> <p>Nota l'espressione seguente, che assegna a San Sebastian una categoria separata</p> <p>Filtro città = IF(dati[Città]="DONOSTIA-SAN SEBASTIÁN","Includi SAN SEBASTIÁN","Tutte eccetto SAN SEBASTIÁN")</p></li> <li><p>Fai clic sull'oggetto visivo <strong>Filtro città</strong>. Nota che l'oggetto usa la colonna calcolata Filtro città</p></li> <li><p>Nel riquadro <strong>Formato</strong> espandi <strong>Comandi di selezione</strong></p></li> <li><p>Nota che <strong>Selezione singola</strong> è impostato su <strong>Disattiva</strong>. Questo permette all'utente di selezionare agevolmente i valori nel filtro dei dati.</p></li> </ol> <p><img src="{3}" alt="" title="" /></p> <h3>Passaggio 2: Presentazione della differenza nelle tendenze in un grafico a linee</h3> <p>A volte i dati mostrati in un grafico a linee sono una combinazione di valori cronologici e valori previsti. Quando mostri questo tipo di dati, è importante indicarne in modo chiaro la differenza agli utenti.</p> <ol> <li><p>Apri il file <strong>Natural Rate of Unemployment.pbix</strong></p></li> <li><p>Fai clic su <strong>Tipo di punto dati</strong> nell'elenco Campi</p> <p>Osserva l'espressione seguente, che assegna ai valori futuri la categoria <strong>Previsti</strong> e ai valori cronologici la categoria <strong>Effettivi</strong>.</p></li> <p>Tipo di punto dati = If(NOW() >= Data[Data],"Effettivi", "Previsti")</p> <li><p>Fai clic sull'oggetto visivo grafico a linee <strong>Natural Rate of Unemployment (Short Term) by Date</strong>. Nota che usa la colonna calcolata <strong>Tipo di punto dati</strong> nella legenda.</p></li> <li><p>Nel riquadro <strong>Formato</strong> espandi <strong>Colori dati</strong></p> <p><img src="{4}" alt="" title="" /></p></li> <li><p>Come puoi notare, vengono usati colori diversi per specificare una distinzione tra le due categorie di valori. Inoltre, la legenda è abilitata e mostrata nell'angolo in alto a sinistra dell'oggetto visivo. Queste scelte di progettazione sono state prese per attirare l'attenzione di chi osserva il grafico sulla differenza tra le due categorie di dati in questa singola serie.</p></li> </ol> <p><img src="{5}" alt="" title="" /></p> <h2 id="visualization-examples">Esempi di visualizzazione (grafici indicizzati e percentuale del totale)</h2> <p>Gli esempi mostrati in questo corso prevedono i prerequisiti seguenti:</p> <ol> <li><p>Computer con Windows 7 o versioni successive</p></li> <li><p>Download e installazione di <a href="{6}"><em>Power BI Desktop</em></a></p></li> <li><p>Registrazione per ottenere un account Power BI (<a href="{1}"><em>{2}</em></a>)</p> <p>a. Dovrai registrarti usando un account di posta elettronica aziendale. Gli account personali, come Gmail, Hotmail, outlook.com o yahoo.com, non sono supportati</p></li> </ol> <h3>Passaggio 1: Percentuale del totale</h3> <p>Nella maggior parte dei casi, un valore non è molto utile quando non è inserito in un contesto. In alcuni casi, puoi presupporre che i lettori abbiano contesto sufficiente grazie all'esperienza precedente. Ad esempio, davanti a un articolo che descrive una caratteristica di 8 milioni di residenti in Olanda, la maggior parte delle persone che legge un giornale olandese sa che l'articolo si riferisce a circa metà della popolazione di quel paese. Tuttavia, se non puoi aspettarti che tutti i lettori abbiano le stesse conoscenze di base, può essere utile indicare una percentuale del totale. In questo esempio, poiché non ho un'idea precisa della popolazione urbana totale, il fatto che l'India comprenda 300 o 500 milioni di residenti urbani non mi darà informazioni sufficienti quanto il fatto di indicare che questo dato rappresenta il 3,5% della popolazione urbana mondiale. L'esempio di seguito mostra come convertire un valore in percentuale del totale senza eseguire alcun calcolo.</p> <ol> <li><p>Seleziona l'oggetto visivo in cui vuoi presentare la percentuale del totale</p></li> <li><p>Scegli <strong>Calcolo rapido</strong> dal menu a discesa nel campo del valore</p></li> <p><img src="{7}" alt="" title="" /></p> <li>Nell'editor <strong>Calcolo rapido</strong> imposta <strong>Mostra valore come</strong> su <strong>Percentuale del totale complessivo</strong>. Per trovare la percentuale cumulativa del totale per i quattro paesi più grandi, digita i primi quattro paesi nella casella del filtro e modifica l'oggetto visivo da Grafico a linee a Grafico ad area in pila.</li> </ol> <p><img src="{8}" alt="" title="" /></p> <h3>Passaggio 2: Grafico indicizzato</h3> <p>Un altro modo per creare contesto consiste nel confrontare l'aumento relativo di un determinato valore in un intervallo di tempo specificato. Questo esempio mostra come creare un grafico indicizzato, in cui calcolare l'entità dell'aumento o della diminuzione di un valore specifico in relazione all'anno di base definito.</p> <ol> <li>Scegli <strong>Nuova misura</strong> per creare il valore indicizzato. Questa formula divide semplicemente la somma della popolazione urbana totale per la somma della popolazione urbana nel 2005, ovvero quello che ho scelto come anno di base in questo esempio.</li> <p>Popolazione urbana indicizzata&#160;=\ SUM&#160;(&#160;'Popolazione urbana'[Popolazione urbana]&#160;)\ &#160;&#160;&#160;&#160;/&#160;CALCULATE&#160;(\ &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;SUM&#160;(&#160;'Popolazione urbana'[Popolazione urbana]&#160;),\ &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;'Popolazione urbana'[Anno]&#160;=&#160;2005\ &#160;&#160;&#160;&#160;)\ &#160;&#160;*&#160;100</p> <li>Quando tracci gli effettivi valori e la misura indicizzata, vedrai che la seconda mostra chiaramente le aree che hanno riscontrato la crescita più rapida dal 2005. È molto più difficile identificare questo approfondimento dal primo grafico.<img src="{9}" alt="" title="" /></li> </ol>
ja_jp: <h2 id="examples-graphics">誤解を招くグラフィックスと誤解を招かないグラフィックスの例</h2> <p>このコースで示すサンプルを実行するには、次の準備が必要です。</p> <ol> <li><p>Windows 7 以降を実行するコンピューター</p></li> <li><p><a href="{0}">Power BI Desktop</a> のダウンロードおよびインストール</p></li> <li><p>Power BI アカウント (<a href="{1}">{2}</a>) への登録</p> <p>a.職場の電子メール アカウントを使用して登録する必要があります。個人用のアカウント (gmail、Hotmail、outlook.com、yahoo.com) はサポートされていません。</p></li> </ol> <h3>データの歪みを避けるためのチュートリアル</h3> <p>1 つのデータ ポイントによってデータの表示が歪むことがあります。このチュートリアルでは、すべてのデータが表示されるようにしながら歪みを避ける方法について説明します。</p> <h3>手順 1: サンプル ファイルの読み込み</h3> <ol> <li><p>Real Sociedad のサンプル ファイル <strong>Real Sociedad example.pbix</strong> を開きます。</p></li> <li><p>[フィールド] リストの <strong>[都市フィルター]</strong> をクリックします。</p> <p>式では、次のように San Sebastian が個別のカテゴリとして指定されています。</p> <p>都市フィルター = IF(データ[都市]="DONOSTIA-SAN SEBASTIÁN","SAN SEBASTIÁN を含む","SAN SEBASTIÁN 以外のすべて")</p></li> <li><p><strong>[都市フィルター]</strong> のビジュアルをクリックします。このビジュアルでは、都市フィルターの計算後の列が使用されています。</p></li> <li><p><strong>[書式設定]</strong> ウィンドウで、<strong>[選択範囲のコントロール]</strong> を展開します。</p></li> <li><p><strong>[単一選択]</strong> が <strong>[オフ]</strong> になっています。これにより、スライサーで流動的に値を選択できます。</p></li> </ol> <p><img src="{3}" alt="" title="" /></p> <h3>手順 2: 折れ線グラフの傾向での差異の表示</h3> <p>折れ線グラフに、履歴値と予測値を組み合わせたデータを示すことがあります。このような種類のデータを表示する場合、ユーザーに違いを明白に示すことが重要になります。</p> <ol> <li><p><strong>自然失業率.pbix</strong> ファイルを開きます。</p></li> <li><p>[フィールド] リストで <strong>[データ ポイントのタイプ]</strong> をクリックします。</p> <p>式では次のように、将来の値を <strong>予測</strong>のカテゴリに、履歴値を <strong>実績</strong>のカテゴリに指定しています。</p></li> <p>データ ポイントのタイプ = If(NOW() >= データ[日付],"実績", "予測")</p> <li><p><strong>[日付別自然失業率 (短期)]</strong> 折れ線グラフ ビジュアルをクリックします。このビジュアルでは、凡例に <strong>データ ポイントのタイプ</strong>の計算後の列が使用されています。</p></li> <li><p><strong>[書式設定]</strong>ウィンドウで、<strong>[データの色]</strong> を展開します。</p> <p><img src="{4}" alt="" title="" /></p></li> <li><p>値の 2 つのカテゴリを区別して描画するため、異なる色が使用されています。さらに、凡例が有効化され、ビジュアルの左上隅に表示されています。デザインに関するこれらの決定は、閲覧者の注目をこの単一系列のデータに含まれる 2 つのカテゴリの違いに集めるためのものです。</p></li> </ol> <p><img src="{5}" alt="" title="" /></p> <h2 id="visualization-examples">可視化の例 (インデックス付きグラフおよび合計の割合)</h2> <p>このコースで示すサンプルを実行するには、次の準備が必要です。</p> <ol> <li><p>Windows 7 以降を実行するコンピューター</p></li> <li><p><a href="{6}"><em>Power BI Desktop</em></a> のダウンロードおよびインストール</p></li> <li><p>Power BI アカウント (<a href="{1}"><em>{2}</em></a>) への登録</p> <p>a.職場の電子メール アカウントを使用して登録する必要があります。個人用のアカウント (gmail、Hotmail、outlook.com、yahoo.com) はサポートされていません。</p></li> </ol> <h3>手順 1: 合計の割合</h3> <p>多くの場合、値は状況に応じて配置しない限りあまり役に立ちません。閲覧者が以前の経験からコンテキストを十分に把握しているとみなすことのできる場合があります。たとえば、800 万人のオランダ人居住者の特徴について述べている記事を読む場合、オランダの新聞を読んでいる人のほとんどは、それが国全体の人口の約半分であることを知っています。ただし、すべての閲覧者が同じ予備知識を持っていると期待できない場合は、合計の割合を表示すると役に立ちます。この例では、前提としてグローバル都市人口に関する明確な見通しがないため、インドの都市居住者が 3 億人か 5 億人かということからは、これが世界中のすべての都市人口の 3.5% を占めるということしかわかりません。以下の例では、何も計算せずに、ある値を全体に対する割合に変換する方法について示します。</p> <ol> <li><p>全体に対する割合を表示するビジュアルを選択します。</p></li> <li><p>値フィールドのドロップダウン メニューから <strong>[簡単な計算]</strong> を選択します。</p></li> <p><img src="{7}" alt="" title="" /></p> <li><strong>[簡単な計算]</strong> エディターで、<strong>[値の表示方法] </strong> を <strong>[総計のパーセント]</strong> に設定します。最も大きな 4 つの国の合計に対する累積パーセントを確認するために、これら上位 4 か国をフィルター ボックスに入力してビジュアルを折れ線グラフから積み上げ領域面グラフに変更します。</li> </ol> <p><img src="{8}" alt="" title="" /></p> <h3>手順 2: インデックス付きグラフ</h3> <p>コンテキストを作成する別の方法として、特定の時間枠における特定の値の相対成長を比較するというものがあります。この例では、定義した基準年と比較して特定の値がどのくらい増加または減少したかを計算する、インデックス付きグラフの作成方法を示します。</p> <ol> <li>インデックス付きの値について、<strong>[新しいメジャー]</strong> を作成します。次の数式では、都市人口の和を取って 2005 年の都市人口の集計で割っています。この 2005 年はベースラインとして使用しています。</li> <p>インデックス付き都市人口 =\ SUM ( '都市人口'[都市人口])\ / CALCULATE (\ SUM ( '都市人口'[都市人口] ),\ '都市人口'[年] = 2005\ )\ *100</p> <li>実際の値とインデックス付きメジャーをプロットすると、後者の方が、どの地域が 2005 年以降最も急速に増加しているかがより明確にわかります。こうした洞察を最初のグラフから得るのは大変です。<img src="{9}" alt="" title="" /></li> </ol>
ko_kr: <h2 id="examples-graphics">오해를 일으키는 그래픽과 그렇지 않은 그래픽의 예</h2> <p>이 과정에 표시된 예를 따라 하려면 다음 필수 구성 요소가 필요합니다.</p> <ol> <li><p>Windows 7 이상을 실행 중인 컴퓨터</p></li> <li><p><a href="{0}">Power BI Desktop</a>을 설치 및 다운로드합니다.</p></li> <li><p>Power BI 계정에 등록합니다(<a href="{1}">{2}</a>).</p> <p>a. 회사 메일 계정을 사용하여 등록해야 합니다. 개인 계정(gmail, Hotmail, outlook.com, yahoo.com)은 지원되지 않습니다.</p></li> </ol> <h3>자습서: 데이터 왜곡 피하기</h3> <p>한 데이터 요소가 데이터 표현을 왜곡하는 경우가 있습니다. 이 자습서에서는 모든 데이터를 표시하면서도 왜곡을 피하는 방법을 보여줍니다.</p> <h3>1단계: 샘플 파일 로드</h3> <ol> <li><p>Real Sociedad 예제 <strong>Real Sociedad example.pbix</strong> 파일을 엽니다.</p></li> <li><p>필드 목록에서 <strong>도시 필터</strong>를 클릭합니다.</p> <p>식은 다음과 같으며 San Sebastian을 별도의 범주에 지정합니다.</p> <p>도시 필터 = IF(data[도시]="DONOSTIA-SAN SEBASTIÁN","SAN SEBASTIÁN 포함","SAN SEBASTIÁN을 제외한 모두")</p></li> <li><p><strong>도시 필터</strong> 시각적 개체를 클릭합니다. 도시 필터 계산된 열을 사용하는 것을 알 수 있습니다.</p></li> <li><p><strong>서식</strong> 창에서 <strong>선택 컨트롤</strong>을 확장합니다.</p></li> <li><p><strong>단일 선택</strong>이 <strong>꺼짐</strong>입니다. 이렇게 하면 사용자가 슬라이서에서 값을 유동적으로 선택할 수 있습니다.</p></li> </ol> <p><img src="{3}" alt="" title="" /></p> <h3>2단계: 꺾은선형 차트 추세에서 차이 보기</h3> <p>꺾은선형 차트에 표시된 데이터가 과거 및 예측(예상) 값을 혼합한 것인 경우가 있습니다. 이러한 종류의 데이터를 표시할 경우 사용자에게 차이를 명확하게 보여 주는 것이 중요합니다.</p> <ol> <li><p><strong>Natural Rate of Unemployment.pbix</strong> 파일을 엽니다.</p></li> <li><p>필드 목록에서 <strong>데이터 요소 형식</strong>을 클릭합니다.</p> <p>식은 다음과 같으며 <strong>예측</strong> 범주에 미래 값을, <strong>실제</strong> 범주에 과거 값을 지정합니다.</p></li> <p>데이터 요소 형식 = If(NOW() >= Data[날짜],"실제", "예상")</p> <li><p><strong>날짜별 실업률(단기)</strong> 꺾은선형 차트 시각적 개체를 클릭합니다. 범례에 <strong>데이터 요소 형식</strong> 계산된 열을 사용하고 있음을 알 수 있습니다.</p></li> <li><p><strong>서식</strong> 창에서 <strong>데이터 색</strong>을 확장합니다.</p> <p><img src="{4}" alt="" title="" /></p></li> <li><p>두 범주 값의 차이를 그리기 위해 서로 다른 색이 사용됩니다. 또한 범례가 사용되며 시각적 개체 왼쪽 위에 표시됩니다. 이러한 디자인 결정은 보는 사람이 단일 계열에서 두 데이터 범주 간의 차이에 주목하는 방향으로 이루어집니다.</p></li> </ol> <p><img src="{5}" alt="" title="" /></p> <h2 id="visualization-examples">시각화 예제(인덱스 차트 및 총비율)</h2> <p>이 과정에 표시된 예를 따라 하려면 다음 필수 구성 요소가 필요합니다.</p> <ol> <li><p>Windows 7 이상을 실행 중인 컴퓨터</p></li> <li><p><a href="{6}"><em>Power BI Desktop</em></a>을 설치 및 다운로드합니다.</p></li> <li><p>Power BI 계정에 등록합니다(<a href="{1}"><em>{2}</em></a>).</p> <p>a. 회사 메일 계정을 사용하여 등록해야 합니다. 개인 계정(gmail, Hotmail, outlook.com, yahoo.com)은 지원되지 않습니다.</p></li> </ol> <h3>1단계: 총비율</h3> <p>대부분의 경우 값은 상황에 맞지 않는다면 그다지 유용하지 않습니다. 어떤 경우에는 독자가 과거 경험으로부터 충분한 배경을 가지고 있다고 가정할 수 있습니다. 예를 들어 800만 명의 네덜란드 주민 특성을 설명하는 기사를 읽는 경우 네덜란드 신문을 읽는 대부분의 사람은 이것은 네덜란드 인구의 절반을 나타냄을 알 것입니다. 하지만 모든 독자가 동일한 배경 지식을 갖고 있다고 예상할 수 없는 경우 총비율을 보여주는 것이 유용할 수 있습니다. 이 예에서는 시작할 세계 도시 인구를 명확히 모르므로 인도에 300 또는 500만 명 도시민이 있다면 이것이 전 세계 도시 인구의 3.5% 만큼인지 알 수 없습니다. 아래 예에서는 어떠한 계산도 없이 값을 총비율로 변환하는 방법을 보여 줍니다.</p> <ol> <li><p>총비율로 표시할 시각적 개체를 선택합니다.</p></li> <li><p>값 필드의 드롭다운 메뉴에서 <strong>빠른 계산</strong>을 선택합니다.</p></li> <p><img src="{7}" alt="" title="" /></p> <li><strong>빠른 계산</strong> 편집기에서 <strong>값 표시 형식</strong>을 <strong>총합계의 백분율</strong>로 설정합니다. 상위 4개 국가에 대한 누적 비율을 찾으려면 필터 상자에 상위 4개 국가를 입력하고 시각적 개체를 꺾은선형 차트에서 누적 영역형 차트로 변경합니다.</li> </ol> <p><img src="{8}" alt="" title="" /></p> <h3>2단계: 인덱스 차트</h3> <p>컨텍스트를 만드는 다른 방법은 특정 타임프레임 동안 특정 값의 상대 성장을 비교하는 것입니다. 이 예에서는 인덱스 차트를 만드는 방법을 보여 줍니다. 여기서 특정 값이 정의된 기준 연도에 대해 얼마나 증가 또는 감소했는지를 계산합니다.</p> <ol> <li>인덱스 값에 대해 <strong>새 측정값</strong>을 만듭니다. 이 수식에서는 간단히 도시 인구 합을 구해서 기준선으로 사용할 연도인 2005년에 대한 도시 인구 합으로 나눕니다.</li> <p>인덱스된&#160;도시&#160;인구=\ SUM&#160;(&#160;'도시&#160;인구'[도시&#160;인구]&#160;)\ &#160;&#160;&#160;&#160;/&#160;CALCULATE&#160;(\ &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;SUM&#160;(&#160;'도시&#160;인구'[도시&#160;인구]&#160;),\ &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;'도시&#160;인구'[연도]&#160;=&#160;2005\ &#160;&#160;&#160;&#160;)\ &#160;&#160;*&#160;100</p> <li>실제 값과 인덱스 측정값을 그려보면 후자에서 2005년 이후 가장 빠른 증가세를 보이는 지역을 명확하게 볼 수 있습니다. 첫 번째 그래프에서는 이러한 정보를 얻기가 훨씬 어렵습니다.<img src="{9}" alt="" title="" /></li> </ol>
pt_br: <h2 id="examples-graphics">Exemplos de gráficos enganosos e não enganosos</h2> <p>Para seguir os exemplos mostrados nesse curso, você precisará seguir esses pré-requisitos:</p> <ol> <li><p>Um computador que executa o Windows 7 ou superior</p></li> <li><p>Baixe e instale o <a href="{0}">Power BI Desktop</a></p></li> <li><p>Inscreva-se em uma conta do Power BI (<a href="{1}">{2}</a>)</p> <p>a. Observe que você precisará se registrar usando uma conta de email de trabalho. Não há suporte para contas pessoais (como gmail, Hotmail, outlook.com e yahoo.com)</p></li> </ol> <h3>Tutorial: Como evitar a distorção dos dados</h3> <p>Às vezes, um ponto de dados pode distorcer a apresentação dos dados. Esse tutorial mostra como evitar a distorção e possibilitar a exibição de todos os dados.</p> <h3>Etapa 1: Carregar o Arquivo de Exemplo</h3> <ol> <li><p>Abra o arquivo de exemplo da Real Sociedad <strong>Real Sociedad example.pbix</strong></p></li> <li><p>Clique em <strong>Filtro de cidade</strong> na lista Campo</p> <p>Observe a expressão a seguir, que concede a San Sebastián uma categoria separada</p> <p>City filter = IF(data[Cidade]="DONOSTIA-SAN SEBASTIÁN","Include SAN SEBASTIÁN","All except SAN SEBASTIÁN")</p></li> <li><p>Clique no visual <strong>Filtro de Cidade</strong>. Observe que ele usa a coluna calculada Filtro de Cidade</p></li> <li><p>No painel <strong>Formatação</strong>, expanda <strong>Controles de Seleção</strong>.</p></li> <li><p>Observe que <strong>Seleção Única</strong> está <strong>Desativada</strong>. Isso permite que o usuário selecione fluidamente os valores na segmentação.</p></li> </ol> <p><img src="{3}" alt="" title="" /></p> <h3>Etapa 2: Mostrando a diferença em tendências do gráfico de linhas</h3> <p>Às vezes, os dados mostrados em um gráfico de linhas são uma composição de valores históricos e projetados (previstos). Ao mostrar esse tipo de dado, é importante demonstrar claramente a diferença para seus usuários.</p> <ol> <li><p>Abra o arquivo <strong>Natural Rate of Unemployment.pbix</strong></p></li> <li><p>Clique em <strong>Tipo de Ponto de Dados</strong> na lista Campo</p> <p>Observe que a expressão tem o formato a seguir, que concede a valores futuros a categoria de <strong>Projeção</strong> e a valores históricos a categoria de <strong>Real.</strong></p></li> <p>Type of Data Point = If(NOW() >= Data[Data],"Actual", "Forecast")</p> <li><p>Clique no visual do gráfico de linhas <strong>Taxa Natural de Desemprego (Curto Prazo) por Data</strong>. Observe que a coluna calculada <strong>Tipo de Ponto de Dados</strong> é usada na Legenda.</p></li> <li><p>No painel <strong>Formatação</strong>, expanda <strong>Cores de Dados</strong></p> <p><img src="{4}" alt="" title="" /></p></li> <li><p>Observe como as diferentes cores são usadas para traçar uma distinção entre as duas categorias de valores. Além disso, observe que a Legenda está habilitada e é exibida no canto superior esquerdo do visual. Essas decisões de design foram tomadas para captar a atenção do usuário para a diferença entre as duas categorias de dados nesta série única.</p></li> </ol> <p><img src="{5}" alt="" title="" /></p> <h2 id="visualization-examples">Exemplos de Visualização (Gráficos indexados e percentual do total)</h2> <p>Para seguir os exemplos mostrados nesse curso, você precisará seguir esses pré-requisitos:</p> <ol> <li><p>Um computador que executa o Windows 7 ou superior</p></li> <li><p>Baixe e instale o <a href="{6}"><em>Power BI Desktop</em></a></p></li> <li><p>Inscreva-se em uma conta do Power BI (<a href="{1}"><em>{2}</em></a>)</p> <p>a. Observe que você precisará se registrar usando uma conta de email de trabalho. Não há suporte para contas pessoais (como gmail, Hotmail, outlook.com e yahoo.com)</p></li> </ol> <h3>Etapa 1: Percentual do Total</h3> <p>Na maioria dos casos, um valor não é muito útil se não estiver inserido em seu contexto. Em alguns casos, é possível supor que os leitores terão contexto suficiente de experiências anteriores. Por exemplo, se lermos um artigo que descreve uma característica de oito milhões de residentes holandeses, a maioria das pessoas que leem jornais holandeses saberia que isso representa cerca de metade da população do país. Contudo, se você não puder supor que todos os seus leitores têm os mesmos conhecimentos, poderá ser útil mostrar um percentual do total. Nesse exemplo, não temos uma visão clara da população urbana global a princípio, por isso dizer que a Índia tem 300 milhões ou 500 milhões de residentes urbanos não deixa tão claro quanto indicar que isso representa 3,5% da população urbana do mundo. O exemplo abaixo mostra como converter um valor em um percentual do total sem precisar calcular nada.</p> <ol> <li><p>Selecione o visual no qual deseja apresentar o percentual do total</p></li> <li><p>Selecione <strong>Cálculo Rápido</strong> no menu suspenso no seu campo de valor</p></li> <p><img src="{7}" alt="" title="" /></p> <li>No editor <strong>Cálculo Rápido</strong>, defina <strong>Mostrar valor como</strong> para <strong>Percentual do total geral</strong>. Para descobrir o percentual cumulativo do total para os quatro maiores países, digite os quatro maiores países na caixa de filtro e mude o visual de um Gráfico de linhas para um Gráfico de área empilhada.</li> </ol> <p><img src="{8}" alt="" title="" /></p> <h3>Etapa 2: Gráfico Indexado</h3> <p>Outra maneira de criar contexto é comparar o crescimento relativo de um certo valor ao longo de um período específico. Esse exemplo mostra como criar um gráfico indexado, no qual você pode calcular o quanto um valor específico aumentou ou diminuiu em relação ao ano-base definido.</p> <ol> <li>Crie uma <strong>Nova Medida</strong> para o valor indexado. Nessa fórmula, basta obter a soma da população urbana e dividi-la pela soma da população urbana de 2005, o ano que usamos como linha de base aqui.</li> <p>Indexed&#160;Urban&#160;Population&#160;=\ SUM&#160;(&#160;'Urban&#160;population'[População urbana]&#160;)\ &#160;&#160;&#160;&#160;/&#160;CALCULATE&#160;(\ &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;SUM&#160;(&#160;'Urban&#160;population'[População urbana]&#160;),\ &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;'Urban&#160;population'[Ano]&#160;=&#160;2005\ &#160;&#160;&#160;&#160;)\ &#160;&#160;*&#160;100</p> <li>Ao projetar os valores reais e a medida indexada, você verá como esta mostra claramente quais regiões vêm crescendo mais rapidamente desde 2005. É muito mais difícil obter esse insight no primeiro gráfico.<img src="{9}" alt="" title="" /></li> </ol>
ru_ru: <h2 id="examples-graphics">Примеры графической информации, которая вводит и не вводит в заблуждение</h2> <p>Ниже приведены требования для работы с представленными в этом курсе примерами.</p> <ol> <li><p>Компьютер с системой Windows&#160;7 или более поздней версии</p></li> <li><p>Скачанное и установленное приложение <a href="{0}">Power BI Desktop</a></p></li> <li><p>Зарегистрированная учетная запись Power BI (<a href="{1}">{2}</a>)</p> <p>а) Обратите внимание, что для регистрации нужно использовать рабочую учетную запись электронной почты; личные почтовые ящики (Gmail, Hotmail, outlook.com, yahoo.com) не поддерживаются.</p></li> </ol> <h3>Учебник: как избежать искажения данных</h3> <p>Иногда одна точка данных приводит к искажению всей картины. В этом учебнике объясняется, как избежать этой проблемы, не прибегая к частичному скрытию информации.</p> <h3>Этап&#160;1. Загрузка файла с образцами</h3> <ol> <li><p>Откройте файл с примером, посвященным команде Real Sociedad: <strong>Real Sociedad example.pbix</strong>.</p></li> <li><p>Щелкните <strong>City filter</strong> (Фильтр городов) в списке полей.</p> <p>Обратите внимание на выражение, которое выделяет Сан-Себастьян в отдельную категорию:</p> <p>City filter = ЕСЛИ(data[City]="DONOSTIA-SAN SEBASTIÁN","Include SAN SEBASTIÁN","All except SAN SEBASTIÁN")</p></li> <li><p>Щелкните визуальный элемент <strong>City Filter</strong> (Фильтр городов). Обратите внимание, что он использует одноименный вычисляемый столбец.</p></li> <li><p>В области <strong>форматирования</strong> разверните <strong>Элементы управления выбором</strong>.</p></li> <li><p>Обратите внимание, что параметр <strong>Единичное выделение</strong> <strong>отключен</strong>. Благодаря этому пользователь может быстро выбрать несколько значений в срезе.</p></li> </ol> <p><img src="{3}" alt="" title="" /></p> <h3>Этап&#160;2. Демонстрация различий в трендах на графике</h3> <p>Иногда данные на графике представляют собой сочетание исторических и прогнозных значений. При демонстрации таких данных важно обратить внимание пользователей на разницу между ними.</p> <ol> <li><p>Откройте файл <strong>Natural Rate of Unemployment.pbix</strong>.</p></li> <li><p>Выберите <strong>Type of Data Point</strong> (Тип точки данных) в списке полей.</p> <p>Обратите внимание на выражение, которое присваивает будущим значениям категорию <strong>Forecast</strong> (Прогнозные), а историческим&#160;— категорию <strong>Actual</strong> (Фактические).</p></li> <p>Type of Data Point = ЕСЛИ(NOW() >= Data[Date],"Actual", "Forecast")</p> <li><p>Щелкните визуальный элемент графика <strong>Natural Rate of Unemployment (Short Term) by Date</strong> (Естественный показатель краткосрочной безработицы по датам). Обратите внимание, что он использует вычисляемый столбец <strong>Type of Data Point</strong> (Тип точки данных) в условных обозначениях.</p></li> <li><p>В области <strong>форматирования</strong> разверните раздел <strong>Цвета данных</strong></p> <p><img src="{4}" alt="" title="" /></p></li> <li><p>Обратите внимание на то, что разница между двумя категориями значений обозначена с помощью цветов. Также обратите внимание, что условные обозначения включены и отображаются в левом верхнем углу визуального элемента. Такие решения в плане дизайна позволяют обратить внимание зрителя на разницу между двумя категориями данных в одном ряду.</p></li> </ol> <p><img src="{5}" alt="" title="" /></p> <h2 id="visualization-examples">Примеры визуализации (индексированные диаграммы и процент от целого)</h2> <p>Ниже приведены требования для работы с представленными в этом курсе примерами.</p> <ol> <li><p>Компьютер с системой Windows&#160;7 или более поздней версии</p></li> <li><p>Скачанное и установленное приложение <a href="{6}"><em>Power BI Desktop</em></a></p></li> <li><p>Зарегистрированная учетная запись Power BI (<a href="{1}"><em>{2}</em></a>)</p> <p>а) Обратите внимание, что для регистрации нужно использовать рабочую учетную запись электронной почты; личные почтовые ящики (Gmail, Hotmail, outlook.com, yahoo.com) не поддерживаются.</p></li> </ol> <h3>Этап&#160;1. Процент от целого</h3> <p>В большинстве случаев данные не очень полезны без контекста. Иногда можно предположить, что аудитория уже в достаточной мере знакома с контекстом. Например, большинство читателей статьи в нидерландской газете, описывающей характеристики 8&#160;миллионов жителей этой страны, понимают, что это примерно половина населения. Однако если нельзя ожидать, что все читатели обладают одним и тем же набором знаний, то стоит указать на процентную долю. В данном примере мне неизвестная точная доля городского населения в мире, поэтому число в 300 или 500 миллионов городских жителей в Индии скажет мне меньше, чем доля в 3,5&#160;% от городского населения всего мира. В этом примере показано, как превратить абсолютно значение в процентное без каких-либо вычислений.</p> <ol> <li><p>Выберите визуальный элемент, который будет представлять процент от целого.</p></li> <li><p>Выберите пункт <strong>Быстрое вычисление</strong> из раскрывающегося меню в поле значения.</p></li> <p><img src="{7}" alt="" title="" /></p> <li>В редакторе <strong>Быстрое вычисление</strong> выберите для параметра <strong>Отображение значения</strong> вариант <strong>Общий процент</strong>. Чтобы определить накопленную долю от целого для четырех крупнейших стран, введите их названия в поле фильтра и измените тип визуального элемента с графика на диаграмму с областями с накоплением.</li> </ol> <p><img src="{8}" alt="" title="" /></p> <h3>Этап&#160;2. Индексированная диаграмма</h3> <p>Для создания контекста также можно сравнить относительный прирост определенного значения за заданный интервал времени. В этом примере показано, как создать индексированную диаграмму для расчета относительного прироста или уменьшения определенного значения относительно базового года.</p> <ol> <li>Создайте <strong>новую меру</strong> для индексируемого значения. В этом формуле мы просто берем сумму городского населения и делим ее на ту же сумму за 2005&#160;г, который используем в качестве базового.</li> <p>Индекс&#160;Городское население&#160;=\ СУММ&#160;(&#160;'Городское население'[Городское население]&#160;)\ &#160;&#160;&#160;&#160;/&#160;ВЫЧИСЛИТЬ&#160;(\ &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;СУММ&#160;(&#160;'Городское население'[Городское население]&#160;),\ &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;'Городское население'[Год]&#160;=&#160;2005\ &#160;&#160;&#160;&#160;)\ &#160;&#160;*&#160;100</p> <li>Отобразив на графике фактические значения и проиндексированную меру, мы увидим, как она четко указывает на регионы, продемонстрировавшие максимальный рост с 2005&#160;г. Получить те же данные из первого графика намного сложнее.<img src="{9}" alt="" title="" /></li> </ol>
zh_cn: <h2 id="examples-graphics">会产生误导的图形示例以及不会误导的图形示例</h2> <p>若要按照本教程中展示的示例执行操作，需要以下先决条件：</p> <ol> <li><p>运行 Windows 7 或更高版本的计算机</p></li> <li><p>下载并安装 <a href="{0}">Power BI Desktop</a></p></li> <li><p>注册 Power BI 帐户 (<a href="{1}">{2}</a>)</p> <p>a.注意，需使用工作邮箱帐户进行注册；不支持个人帐户（gmail、Hotmail、outlook.com、yahoo.com）</p></li> </ol> <h3>避免数据倾斜的教程</h3> <p>有时候数据点会造成数据显示发生倾斜。本教程演示如何在显示所有数据的情况下避免数据倾斜。</p> <h3>步骤 1：加载示例文件</h3> <ol> <li><p>打开 Real Sociedad 示例文件<strong>Real Sociedad example.pbix</strong></p></li> <li><p>在字段列表中单击“城市筛选器”<strong></strong></p> <p>注意，此表达式如下所示，为圣赛瓦斯蒂安指定单独的类别</p> <p>城市筛选器 = IF(data[城市]="圣赛瓦斯蒂安","包括圣赛瓦斯蒂安","除圣赛瓦斯蒂安外的所有城市")</p></li> <li><p>单击“城市筛选器”<strong></strong>视觉对象。注意，它使用的是“城市筛选器”计算列</p></li> <li><p>在“格式设置”<strong></strong>窗格上，展开“选择控件”<strong></strong>。</p></li> <li><p>注意，“单项选择”<strong></strong>处于“关闭”<strong></strong>状态。这使得用户可以流畅地选择切片器中的值。</p></li> </ol> <p><img src="{3}" alt="" title="" /></p> <h3>步骤 2：通过折线图趋势显示差异</h3> <p>有时候，折线图上显示的数据是历史值和预测值的组合。显示这类数据时，向用户清楚地展示差异尤为重要。</p> <ol> <li><p>打开文件 <strong>Natural Rate of Unemployment.pbix</strong></p></li> <li><p>在字段列表中单击“数据点类型”<strong></strong></p> <p>注意，此表达式如下所示，为未来值指定<strong>预测</strong>类别，为历史值指定<strong>实际</strong>类别。</p></li> <p>数据点类型 = If(NOW() >= Data[日期],"实际", "预测")</p> <li><p>单击“按日期显示自然失业率(短期)”<strong></strong>折线图视觉对象。注意，它使用的是图例上的“数据点类型”<strong></strong>计算列。</p></li> <li><p>在“格式设置”<strong></strong>窗格上，展开“数据颜色”<strong></strong></p> <p><img src="{4}" alt="" title="" /></p></li> <li><p>注意，两种类别的值之间的差异采用不同的颜色进行绘制。同时，注意已启用图例，并显示在视觉对象左上角。这些设计决策旨在提醒查看者注意一个系列中两种类别的数据之间的差异。</p></li> </ol> <p><img src="{5}" alt="" title="" /></p> <h2 id="visualization-examples">可视化示例（索引图和总计百分比）</h2> <p>若要按照本教程中展示的示例执行操作，需要以下先决条件：</p> <ol> <li><p>运行 Windows 7 或更高版本的计算机</p></li> <li><p>下载并安装 <a href="{6}"><em>Power BI Desktop</em></a></p></li> <li><p>注册 Power BI 帐户 (<a href="{1}"><em>{2}</em></a>)</p> <p>a.注意，需使用工作邮箱帐户进行注册；不支持个人帐户（gmail、Hotmail、outlook.com、yahoo.com）</p></li> </ol> <h3>步骤 1：总计百分比</h3> <p>大多数情况下，一个值仅在上下文中时才有用。某些情况下，可以假设读者根据之前的经验获得了足够的上下文。例如，阅读一篇描述 800 万荷兰居民特征的文章时，大多数荷兰报纸的读者都知道这个数字代表这个国家近一半的人口数。但是，如果并不指望所有读者都具有相同的背景知识，那么展示总计百分比将非常有用。本示例中，在不清楚全球城市人口数量的前提下，无论印度城市居民数是 3 亿还是 5 亿，都如同显示其代表了全世界 3.5% 的城市人口一样，无法从这个数据中获得更多信息。下面的示例展示了如何不进行任何计算，将值转换成总计百分比。</p> <ol> <li><p>选择要在其中显示总计百分比的视觉对象</p></li> <li><p>在值字段的下拉列表中选择“快速计算”<strong></strong></p></li> <p><img src="{7}" alt="" title="" /></p> <li>在“快速计算”<strong></strong>编辑器中，将“显示值为”<strong></strong>设置为“总计百分比”<strong></strong>。若要查找最大的四个国家/地区的累积总计百分比，请在筛选框中键入前 4 个国家/地区，并将视觉对象从折线图更改为堆积区域图。</li> </ol> <p><img src="{8}" alt="" title="" /></p> <h3>步骤 2：索引图</h3> <p>创建上下文的另一种方法是，比较特定时间范围内某些值的相对增长情况。本实例展示了如何创建索引图，以及在何处计算相对于定义的基准年特定值的增减量。</p> <ol> <li>为索引值创建<strong>新度量</strong>。在此公式中，仅计算城市人口的总和并除以 2005 年城市人口的总和（此处选用 2005 年作为基准年）。</li> <p>索引城市人口&#160;=\ SUM&#160;(&#160;'Urban&#160;population'[城市人口]&#160;)\ &#160;&#160;&#160;&#160;/&#160;CALCULATE&#160;(\ &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;SUM&#160;(&#160;'Urban&#160;population'[城市人口]&#160;),\ &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;'Urban&#160;population'[年份]&#160;=&#160;2005\ &#160;&#160;&#160;&#160;)\ &#160;&#160;*&#160;100</p> <li>绘制实际值和索引度量后，将看到后者如何清楚地显示自 2005 年以来人口增长最快的地区。这是在第一张图中很难观察到的。<img src="{9}" alt="" title="" /></li> </ol>
zh_tw: <h2 id="examples-graphics">會產生誤導和不會產生誤導的圖形範例</h2> <p>為了遵循本課所顯示的範例，您必須具備下列必要條件：</p> <ol> <li><p>執行 Windows 7 或更新版本的電腦</p></li> <li><p>下載及安裝 <a href="{0}">Power BI Desktop</a></p></li> <li><p>註冊 Power BI 帳戶 (<a href="{1}">{2}</a>)</p> <p>a.請注意，您需要使用工作電子郵件帳戶進行註冊；不支援個人帳戶 (gmail、Hotmail、outlook.com、yahoo.com)</p></li> </ol> <h3>避免資料扭曲的教學課程</h3> <p>有時，某個資料點會扭曲呈現的資料。本教學課程說明如何避免扭曲情況，同時仍可顯示所有資料。</p> <h3>步驟 1：載入範例檔案</h3> <ol> <li><p>開啟 Real Sociedad 範例檔案 <strong>Real Sociedad example.pbix</strong></p></li> <li><p>按一下 [欄位] 清單中的 [City filter] (城市篩選)<strong></strong></p> <p>請注意，運算式會如下所示，為 San Sebastian 提供一個不同的類別</p> <p>城市篩選 = IF(data[City]="DONOSTIA-SAN SEBASTIÁN","Include SAN SEBASTIÁN","All except SAN SEBASTIÁN")</p></li> <li><p>按一下 [城市篩選]<strong></strong> 視覺效果。請注意，這會使用 [城市篩選] 計算結果欄</p></li> <li><p>在 [格式化]<strong></strong> 窗格中，展開 [選取控制項]<strong></strong>。</p></li> <li><p>請注意，[單一選取]<strong></strong> 為 [關閉]<strong></strong>。這會允許使用者流暢地選取交叉分析篩選器中的值。</p></li> </ol> <p><img src="{3}" alt="" title="" /></p> <h3>步驟 2：顯示折線圖趨勢中的差異</h3> <p>有時，折線圖上所顯示的資料是歷史和預測值的組合。顯示這類資料時，請務必清楚地向您的使用者顯示差異。</p> <ol> <li><p>開啟檔案 <strong>Natural Rate of Unemployment.pbix</strong></p></li> <li><p>按一下 [欄位] 清單中的 [資料點類型]<strong></strong></p> <p>請注意，運算式會如下所示，提供未來值給 [預測]<strong></strong> 類別及歷史值給 [實際]<strong></strong> 類別。</p></li> <p>資料點類型 = If(NOW() >= Data[Date],"Actual", "Forecast")</p> <li><p>按一下 [依日期顯示自然失業率 (短期)]<strong></strong> 折線圖視覺效果。請注意，這會使用 [圖例] 上的 [資料點類型]<strong></strong> 計算結果欄。</p></li> <li><p>在 [格式化]<strong></strong> 窗格中，展開 [資料色彩]<strong></strong></p> <p><img src="{4}" alt="" title="" /></p></li> <li><p>請注意，使用不同的色彩可繪製不同類別的值之間的差異。另請注意，視覺效果左上角已啟用並顯示 [圖例]。這些設計決策的制定是為了吸引觀眾，注意到此單一序列中不同資料類別之間的差異。</p></li> </ol> <p><img src="{5}" alt="" title="" /></p> <h2 id="visualization-examples">視覺效果範例 (索引圖和總計百分比)</h2> <p>為了遵循本課所顯示的範例，您必須具備下列必要條件：</p> <ol> <li><p>執行 Windows 7 或更新版本的電腦</p></li> <li><p>下載及安裝 <a href="{6}"><em>Power BI Desktop</em></a></p></li> <li><p>註冊 Power BI 帳戶 (<a href="{1}"><em>{2}</em></a>)</p> <p>a.請注意，您需要使用工作電子郵件帳戶進行註冊；不支援個人帳戶 (gmail、Hotmail、outlook.com、yahoo.com)</p></li> </ol> <h3>步驟 1：總計百分比</h3> <p>在大多數情況下，如果值未放在內容中，則不太有用。在某些情況下，您可以假設讀者從之前的經驗累積足夠的背景資訊。例如，如果我閱讀一篇描述 800 萬荷蘭居民特徵的文章，大多數閱讀荷蘭報紙的人會知道這是指該國約一半的人口。不過，如果您無法預期所有讀者都有相同的背景知識，顯示總計百分比可能會很有用。在此範例中，我一開始並不清楚全球都市人口，因此與其指出印度有 3 億到 5 億都市居民，指出這代表全球所有都市人口的 3.5% 會更清楚。下列範例説明如何轉換總計百分比值，而不需要進行任何計算。</p> <ol> <li><p>選取您要呈現總計百分比的視覺效果</p></li> <li><p>從值欄位的下拉式功能表中，選取 [快速計算]<strong></strong></p></li> <p><img src="{7}" alt="" title="" /></p> <li>在 [快速計算]<strong></strong> 編輯器中，將 [將值顯示為]<strong></strong> 設定為 [總計百分比]<strong></strong>。若要求得四個最大國家/地區的累積總計百分比，請在篩選方塊中輸入前四大國家/地區，然後將視覺效果從折線圖變更為堆疊區域圖。</li> </ol> <p><img src="{8}" alt="" title="" /></p> <h3>步驟 2：索引圖</h3> <p>建立內容的另一個方式是比較特定值在指定時間範圍內的相對成長。此範例示範如何建立索引圖，您可以在其中計算特定值相對於您定義的基準年份增加或減少的數量。</p> <ol> <li>為索引值建立<strong>新量值</strong>。在此公式中，您會擷取都市人口的總和，然後減去 2005 年的都市人口總和 (我在此使用此年份作為基準)。</li> <p>Indexed&#160;Urban&#160;Population&#160;=\ SUM&#160;(&#160;'Urban&#160;population'[Urban&#160;Population]&#160;)\ &#160;&#160;&#160;&#160;/&#160;CALCULATE&#160;(\ &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;SUM&#160;(&#160;'Urban&#160;population'[Urban&#160;Population]&#160;),\ &#160;&#160;&#160;&#160;&#160;&#160;&#160;&#160;'Urban&#160;population'[Year]&#160;=&#160;2005\ &#160;&#160;&#160;&#160;)\ &#160;&#160;*&#160;100</p> <li>當您繪製實際值和索引量值時，您將會看到後者如何清楚地顯示自 2005 年以來成長最快速的地區。從第一張圖比較難取得此深入解析。<img src="{9}" alt="" title="" /></li> </ol>
