Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/Visualization.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Content_Step2_3
source: <h3>Step 2: Creating the visual</h3> <p>After loading the data and having done most of the work in editing and merging the data, creating the line chart is just a few clicks away.</p> <ol> <li><p>Create a new line chart in the report section</p></li> <li><p>Drag <strong>Year</strong> on <strong>Axis</strong> field and make sure the date is shown as Year in the drop-down menu</p> <p><img src="{0}" alt="" title="" /></p></li> <li><p>Drag <strong>Reconstructed Temp Change</strong>, <strong>Instrumental Temp Change</strong>, <strong>Positive Variance</strong> and <strong>Negative Variance</strong> on Values</p></li> <li><p>Change the colors of the lines in the <strong>Format</strong> pane if you want the temperature changes to stand out from the variance.</p><p><img src="{1}" alt="" title="" /></p> </li></ol> <h3>Step 3: Trend line</h3> <p>The final step in recreating the famous hockey stick chart is to add a trend line through the temperature changes. This can be done using a couple of DAX measures.</p> <ol> <li>Because some years have both an instrumental temperature and a reconstructed temperature, you first want to create a column that only averages the temperature when there are two values. Create a <strong>New column,</strong> using the following formula:</li> <p><em>Temp Average = IF(ISBLANK([Instrumental Temp. Change]),[Reconstructed Temp. Change],IF(ISBLANK([Reconstructed Temp. Change]),[Instrumental Temp. Change],([Instrumental Temp. Change]+[Reconstructed Temp. Change])/2))</em></p> <li>Now create a <strong>New Measure</strong> over that column:</li> <p><em>Temperature Change = SUM(Data[Temp Average])</em></p> <li>Now calculate the moving average of Temperature Change. You can experiment with the time interval; in this example, it is set to 40 years:</li><p><em>Trend line = AVERAGEX(DATESINPERIOD(Data[Year],LASTDATE(Data[Year]),-40,YEAR),[Temperature Change])</em></p> <li>Add the trend line to your visual and you’re all done!</li> <p><img src="{2}" alt="" title="" /></p></ol>
de_de: <h3>Schritt 2: Erstellen der Visualisierung</h3> <p>Nachdem Sie die Daten geladen und sie bearbeitet und zusammengeführt haben, ist das Erstellen des Liniendiagramms ein Leichtes.</p> <ol> <li><p>Erstellen Sie im Berichtsabschnitt ein neues Liniendiagramm.</p></li> <li><p>Ziehen Sie <strong>Jahr</strong> in das Feld <strong>Achse</strong>, und stellen Sie sicher, dass im Dropdownmenü das Datum als „Jahr“ angezeigt wird.</p> <p><img src="{0}" alt="" title="" /></p></li> <li><p>Ziehen Sie <strong>Rekonstruierte Temperaturveränderung</strong>, <strong>Gemessene Temperaturveränderung</strong>, <strong>Positive Varianz</strong> und <strong>Negative Varianz</strong> in „Werte“.</p></li> <li><p>Ändern Sie im Bereich <strong>Format</strong> die Farben der Linien, wenn sich die Temperaturveränderungen von der Varianz abheben sollen.</p><p><img src="{1}" alt="" title="" /></p> </li></ol> <h3>Schritt 3: Trendlinie</h3> <p>Der letzte Schritt beim Erstellen des bekannten Hockeyschläger-Diagramms ist das Hinzufügen einer Trendlinie der Temperaturveränderungen. Dies kann mit einer Reihe von DAX-Measures erfolgen.</p> <ol> <li>Da für einige Jahre sowohl eine Messtemperatur als auch eine rekonstruierte Temperatur vorliegen, sollten Sie zuerst eine Spalte erstellen, die nur die Durchschnittswerte enthält, wenn zwei Werte vorhanden sind. Erstellen Sie mithilfe der folgenden Formel eine <strong>Neue Spalte</strong>:</li> <p><em>Temperaturdurchschnitt = IF(ISBLANK([Gemessene Temperaturveränderung]),[Rekonstruierte Temperaturveränderung],IF(ISBLANK([Rekonstruierte Temperaturveränderung]),[Gemessene Temperaturveränderung],([Gemessene Temperaturveränderung]+[Rekonstruierte Temperaturveränderung])/2))</em></p> <li>Erstellen Sie jetzt über dieser Spalte ein <strong>Neues Measure</strong>:</li> <p><em>Temperaturveränderung = SUM(Data[Temperaturdurchschnitt])</em></p> <li>Berechnen Sie jetzt den gleitenden Durchschnitt der Temperaturveränderung. Sie können mit dem Zeitintervall experimentieren. In diesem Beispiel beträgt es 40 Jahre:</li><p><em>Trendlinie = AVERAGEX(DATESINPERIOD(Data[Jahr],LASTDATE(Data[Jahr]),-40,YEAR),[Temperaturveränderung])</em></p> <li>Fügen Sie der Visualisierung die Trendlinie hinzu, und schon ist das Diagramm fertig!</li> <p><img src="{2}" alt="" title="" /></p></ol>
es_es: <h3>Paso 2: Crear el objeto visual</h3> <p>Después de cargar los datos y de haber realizado la mayor parte del trabajo de edición y combinación de los datos, la creación del gráfico de líneas se realiza con unos cuantos clics.</p> <ol> <li><p>Cree un nuevo gráfico de líneas en la sección de informe.</p></li> <li><p>Arrastre <strong>Año</strong> al campo <strong>Eje</strong> y asegúrese de que los datos se muestran como Año en el menú desplegable.</p> <p><img src="{0}" alt="" title="" /></p></li> <li><p>Arrastre <strong>Reconstructed Temp Change</strong>, <strong>Instrumental Temp Change</strong>, <strong>Positive Variance</strong> y <strong>Negative Variance</strong> a Valores.</p></li> <li><p>Cambie los colores de las líneas en el panel <strong>Formato</strong> si quiere que los cambios de temperatura destaquen respecto de la varianza.</p><p><img src="{1}" alt="" title="" /></p> </li></ol> <h3>Paso 3: Línea de tendencia</h3> <p>El último paso para volver a crear el famoso gráfico de palo de hockey es agregar una línea de tendencia a través de los cambios de temperatura. Para ello, solo hay que usar un par de medidas DAX.</p> <ol> <li>Como algunos años tienen tanto una temperatura instrumental como una temperatura reconstruida, primero querrá crear una columna que calcule solo el promedio de la temperatura cuando hay dos valores. Cree una <strong>Nueva columna</strong> con la siguiente fórmula:</li> <p><em>Promedio de temperatura = SI(ESBLANCO([Instrumental Temp. Change]),[Reconstructed Temp. Change],SI(ESBLANCO([Reconstructed Temp. Change]),[Instrumental Temp. Change],([Instrumental Temp. Change]+[Reconstructed Temp. Change])/2))</em></p> <li>Ahora, cree una <strong>Nueva medida</strong> sobre esa columna:</li> <p><em>Cambio de temperatura = SUMA(Data[Temp Average])</em></p> <li>Después, calcule el promedio móvil del cambio de temperatura. Puede experimentar con el intervalo de tiempo; en este ejemplo, está establecido en 40 años:</li><p><em>Línea de tendencia = PROMEDIOX(DATESINPERIOD(Data[Year],LASTDATE(Data[Year]),-40,AÑO),[Temperature Change])</em></p> <li>Agregue la línea de tendencia al objeto visual, ¡y ya está!</li> <p><img src="{2}" alt="" title="" /></p></ol>
fr_fr: <h3>Étape&#160;2&#160;: créer le visuel</h3> <p>Après avoir chargé les données et effectué l’essentiel du travail en les modifiant et fusionnant, la création du graphique en courbes n’est plus qu’à quelques clics.</p> <ol> <li><p>Créer un graphique en courbes dans la section de rapport</p></li> <li><p>Faites glisser <strong>Année</strong> sur le champ <strong>Axe</strong>, puis assurez-vous que la date s’affiche en tant que Year dans le menu déroulant</p> <p><img src="{0}" alt="" title="" /></p></li> <li><p>Faites glisser <strong>Changement de température reconstruit</strong>, <strong>Changement de température instrumental</strong>, <strong>Variation positive</strong> et <strong>Variation négative</strong> sur Valeurs</p></li> <li><p>Modifiez les couleurs des lignes dans le volet <strong>Format</strong> si vous voulez que les changements de température ressortent de la variation.</p><p><img src="{1}" alt="" title="" /></p> </li></ol> <h3>Étape&#160;3&#160;: courbe de tendance</h3> <p>L’étape finale de la recréation du fameux graphique en forme de crosse de hockey consiste à ajouter une courbe de tendance au travers des changements de température. Cela est possible en ajoutant quelques mesures DAX.</p> <ol> <li>Du fait que certaines années ont une température instrumentale et une température reconstruite, vous commencez par créer une colonne qui affiche une moyenne de températures uniquement quand deux valeurs sont disponibles. Créez une <strong>Nouvelle colonne</strong> à l’aide de la formule suivante&#160;:</li> <p><em>Temp Average = IF(ISBLANK([Instrumental Temp. Change]),[Reconstructed Temp. Change],IF(ISBLANK([Reconstructed Temp. Change]),[Instrumental Temp. Change],([Instrumental Temp. Change]+[Reconstructed Temp. Change])/2))</em></p> <li>À présent, créez une <strong>Nouvelle mesure</strong> sur cette colonne&#160;:</li> <p><em>Changement de température = SOMME(Data[Moyenne température])</em></p> <li>Calculez à présent la moyenne mobile du changement de température. Vous pouvez expérimenter l’intervalle de temps. Dans cet exemple, il est défini sur 40&#160;ans&#160;:</li><p><em>Trend line = AVERAGEX(DATESINPERIOD(Data[Année];LASTDATE(Data[Année]);-40;YEAR);[Changement de température])</em></p> <li>Ajoutez la courbe de tendance à votre visuel et le tour est joué.</li> <p><img src="{2}" alt="" title="" /></p></ol>
it_it: <h3>Passaggio 2: Creazione dell'oggetto visivo</h3> <p>Dopo aver caricato i dati e aver svolto la maggior parte del lavoro di modifica e unione dei dati, per la creazione di un grafico a linee bastano pochi clic.</p> <ol> <li><p>Crea un nuovo grafico a linee nella sezione del report.</p></li> <li><p>Trascina <strong>Anno</strong> sul campo <strong>Asse</strong> e verifica che la data sia visualizzata come anno nel menu a discesa.</p> <p><img src="{0}" alt="" title="" /></p></li> <li><p>Trascina <strong>Cambiamento temperature ricostruite</strong>, <strong>Cambiamento temperature strumentali</strong>, <strong>Varianza positiva</strong> e <strong>Varianza negativa</strong> in Valori.</p></li> <li><p>Modifica i colori delle linee nel riquadro <strong>Formato</strong> per differenziare chiaramente i cambiamenti di temperatura rispetto alla varianza.</p><p><img src="{1}" alt="" title="" /></p> </li></ol> <h3>Passaggio 3: Linea di tendenza</h3> <p>L'ultimo passaggio per ricreare il famoso grafico a "mazza da hockey" consiste nell'aggiungere una linea di tendenza per i cambiamenti di temperatura. A tale scopo, è possibile usare in paio di misure DAX.</p> <ol> <li>Poiché alcuni anni hanno sia una temperatura strumentale che una temperatura ricostruita, devi prima creare una colonna con la media delle temperature per i casi in cui sono presenti due valori. Crea una <strong>Nuova colonna</strong> usando la formula seguente:</li> <p><em>Media temperature = IF(ISBLANK([Cambiamento temperature strumentali]),[Cambiamento temperature ricostruite],IF(ISBLANK([Cambiamento temperature ricostruite]),[Cambiamento temperature strumentali],([Cambiamento temperature strumentali]+[Cambiamento temperature ricostruite])/2))</em></p> <li>Crea ora una <strong>Nuova misura</strong> sulla colonna:</li> <p><em>Cambiamento temperature = SUM(Dati[Media temperature])</em></p> <li>Calcola quindi la media mobile di Cambiamento temperature. Puoi sperimentare usando intervalli di tempo diversi. In questo esempio l'impostazione dell'intervallo è 40 anni:</li><p><em>Linea tendenza = AVERAGEX(DATESINPERIOD(Dati[Anno],LASTDATE(Dati[Anno]),-40,ANNO),[Cambiamento temperature])</em></p> <li>Aggiungi la linea di tendenza all'oggetto visivo ed è fatta!</li> <p><img src="{2}" alt="" title="" /></p></ol>
ja_jp: <h3>手順 2: ビジュアルの作成</h3> <p>データを読み込んで、データの編集とマージのほとんどを終了したら、後は数回クリックするだけで折れ線グラフを作成できます。</p> <ol> <li><p>レポート セクションに新しい折れ線グラフを作成します。</p></li> <li><p><strong>年</strong>を <strong>[軸]</strong> フィールドにドラッグし、ドロップダウン メニューに日付が "年" として表示されていることを確認します。</p> <p><img src="{0}" alt="" title="" /></p></li> <li><p><strong>再構築された気温変化</strong>、<strong>測定気温変化</strong>、<strong>正の差異</strong>および<strong>負の差異</strong>を [値] にドラッグします。</p></li> <li><p>気温の変化を差異で目立たせるために、<strong>[書式]</strong>ペインで折れ線の色を変更します。</p><p><img src="{1}" alt="" title="" /></p> </li></ol> <h3>手順 3: 傾向線</h3> <p>有名なホッケー スティック グラフを再作成する最後の手順は、気温の変化全体に傾向線を追加することです。これは、いくつかの DAX メジャーを使用して行うことができます。</p> <ol> <li>一部の年には、計器で測定された気温と再構築された気温の両方があるため、2 つの値がある場合の平均のみを求める列を最初に作成する必要があります。次の式を使用して、<strong>新しい列</strong>を作成します。</li> <p><em>Temp Average = IF(ISBLANK([Instrumental Temp.Change]),[Reconstructed Temp.Change],IF(ISBLANK([Reconstructed Temp.Change]),[Instrumental Temp.Change],([Instrumental Temp.Change]+[Reconstructed Temp.Change])/2))</em></p> <li>この列に対して、次の<strong>新しいメジャー</strong>を作成します。</li> <p><em>気温変化 = SUM(データ[平均気温])</em></p> <li>気温の変化の移動平均を計算します。さまざまな時間間隔を使用することができます。この例では、40 年に設定します。</li><p><em>傾向線 = AVERAGEX(DATESINPERIOD(データ[年],LASTDATE(データ[年]),-40,YEAR),[気温変化])</em></p> <li>傾向線をビジュアルに追加したら完成です。</li> <p><img src="{2}" alt="" title="" /></p></ol>
ko_kr: <h3>2단계: 시각적 개체 만들기</h3> <p>데이터를 로드하고 데이터 편집 및 병합에서 대부분의 작업을 수행했으면 몇 번의 클릭만으로 꺾은선형 차트가 만들어집니다.</p> <ol> <li><p>보고서 섹션에서 새 꺾은선형 차트 만들기</p></li> <li><p><strong>축</strong> 필드에 <strong>연도</strong>를 끌어오고 날짜가 드롭다운 메뉴에서 연도로 표시되는지 확인합니다.</p> <p><img src="{0}" alt="" title="" /></p></li> <li><p><strong>재구성된 온도 변화</strong>, <strong>계기 온도 변화</strong>, <strong>양의 변동</strong> 및 <strong>음의 변동</strong>을 값으로 끌어옵니다.</p></li> <li><p>이러한 변동에서 온도 변화를 돋보이게 하려면 <strong>서식</strong> 창에서 선의 색을 변경합니다.</p><p><img src="{1}" alt="" title="" /></p> </li></ol> <h3>3단계: 추세선</h3> <p>유명한 하키 스틱 차트를 만드는 마지막 단계는 온도 변화를 통한 추세선을 추가하는 것입니다. 이 작업은 몇 가지 DAX 측정값을 사용하여 수행할 수 있습니다.</p> <ol> <li>일부 연도에는 계기 온도 및 재구성된 온도가 모두 포함되므로 먼저 두 값이 있는 온도에 대한 평균만 포함하는 열을 만듭니다. 다음 수식을 사용하여 <strong>새 열</strong>을 만듭니다.</li> <p><em>온도 평균 = IF(ISBLANK([계기 온도 변화]),[재구성된 온도 변화],IF(ISBLANK([재구성된 온도 변화]),[계기 온도 변화],([계기 온도 변화]+[재구성된 온도 변화])/2))</em></p> <li>이제 해당 열 위에 <strong>새 측정값</strong>을 만듭니다.</li> <p><em>온도 변화 = SUM(Data[온도 평균])</em></p> <li>이제 온도 변화의 이동 평균을 계산합니다. 시간 간격으로 실험해 볼 수 있습니다. 이 예에서는 40년으로 설정됩니다.</li><p><em>추세선 = AVERAGEX(DATESINPERIOD(Data[연도],LASTDATE(Data[연도]),-40,YEAR),[온도 변화])</em></p> <li>시각적 개체에 추세선을 추가하면 완료된 것입니다!</li> <p><img src="{2}" alt="" title="" /></p></ol>
pt_br: <h3>Etapa 2: Criando o visual</h3> <p>Depois de carregar os dados e ter realizado a maior parte do trabalho de edição e mesclagem dos dados, faltarão apenas alguns cliques para criar o gráfico de linhas.</p> <ol> <li><p>Crie um novo gráfico de linhas na seção de relatórios</p></li> <li><p>Arraste <strong>Ano</strong> para o campo <strong>Eixo</strong> e verifique se a data é exibida como Ano no menu suspenso</p> <p><img src="{0}" alt="" title="" /></p></li> <li><p>Arraste <strong>Alteração da Temperatura Reconstruída</strong>, <strong>Alteração da Temperatura Instrumental</strong>, <strong>Variação Positiva</strong> e <strong>Variação Negativa</strong> para Valores</p></li> <li><p>Altere as cores das linhas no painel <strong>Formatar</strong> se desejar que as mudanças de temperatura se destaquem da variação.</p><p><img src="{1}" alt="" title="" /></p> </li></ol> <h3>Etapa 3: Linha de tendência</h3> <p>A etapa final para recriar o famoso gráfico de taco de hóquei é adicionar uma linha de tendência por entre as alterações de temperatura. Isso pode ser feito usando algumas medidas DAX.</p> <ol> <li>Como alguns anos têm tanto temperatura instrumental quanto reconstruída, você deverá primeiro criar uma coluna que calcula apenas a média das temperaturas que apresentam ambos os valores. Crie uma <strong>Nova coluna</strong> usando a seguinte fórmula:</li> <p><em>Temp Average = IF(ISBLANK([Alteração da temperatura reconstruída]),[Alteração da temperatura reconstruída],IF(ISBLANK([Alteração da temperatura reconstruída]),[Alteração da temperatura instrumental],([Alteração da temperatura instrumental]+[Alteração da temperatura reconstruída])/2))</em></p> <li>Agora, crie uma <strong>Nova Medida</strong> nessa coluna:</li> <p><em>Temperature Change = SUM(Data[Média da temperatura])</em></p> <li>Calcule a média móvel da Alteração de Temperatura. Você pode experimentar usar o intervalo de tempo, que neste exemplo é definido como 40 anos:</li><p><em>Trend line = AVERAGEX(DATESINPERIOD(Data[Year],LASTDATE(Data[Year]),-40,YEAR),[Temperature Change])</em></p> <li>Adicione a linha de tendência ao seu visual e pronto!</li> <p><img src="{2}" alt="" title="" /></p></ol>
ru_ru: <h3>Этап&#160;2. Создание визуального элемента</h3> <p>После загрузки всех данных и выполнения основных задач по редактированию и слиянию значений создать график можно буквально несколькими щелчками мыши.</p> <ol> <li><p>Создайте новый график в разделе отчета.</p></li> <li><p>Перетащите поле <strong>Год</strong> на поле <strong>Ось</strong> и убедитесь, что дата в раскрывающемся меню отображается в виде года.</p> <p><img src="{0}" alt="" title="" /></p></li> <li><p>Перетащите поля <strong>Изменение воссозданной температуры</strong>, <strong>Изменение измеренной температуры</strong> , <strong>Положительное изменение</strong> и <strong>Отрицательное изменение</strong> в список значений.</p></li> <li><p>Измените цвета линий в области <strong>Формат</strong>, если хотите выделить изменения температуры на фоне отклонений.</p><p><img src="{1}" alt="" title="" /></p> </li></ol> <h3>Этап&#160;3. Линия тренда</h3> <p>Последним этапом в создании диаграммы "хоккейная клюшка" является добавление линии тренда по изменениям температуры. Для этого можно воспользоваться мерами DAX.</p> <ol> <li>Поскольку за некоторые годы у нас есть как измеренные, так и воссозданные значения температуры, сначала нужно создать столбец, который вычисляет среднее значение при наличии двух величин. Создайте <strong>новый столбец</strong> с помощью следующей формулы:</li> <p><em>Среднее значение температуры = ЕСЛИ(ЕПУСТО([Изменение измеренной температуры]),[Изменение воссозданной температуры],ЕСЛИ(ЕПУСТО([Изменение воссозданной температуры]),[Изменение измеренной температуры],([Изменение измеренной температуры]+[Изменение воссозданной температуры])/2))</em></p> <li>Теперь создайте <strong>новую меру</strong> по этому столбцу:</li> <p><em>зменение температуры = СУММ(Данные[Среднее значение температуры])</em></p> <li>Теперь рассчитайте скользящее среднее изменение температуры. Можно поэкспериментировать с временным интервалом; в этом примере он установлен на 40&#160;лет:</li><p><em>Линия тренда = AVERAGEX(DATESINPERIOD(Данные[Год],LASTDATE(Данные[Год]),-40,YEAR),[Изменение температуры])</em></p> <li>Добавим на визуальный элемент линию тренда, и все готово.</li> <p><img src="{2}" alt="" title="" /></p></ol>
zh_cn: <h3>第 2 步：创建视觉对象</h3> <p>在加载完数据及已经完成编辑和合并数据的大部分工作之后，创建折线图只需几次单击就可完成。</p> <ol> <li><p>在报表部分创建新的折线图</p></li> <li><p>拖动“轴”<strong></strong>字段上的“年份”<strong></strong>，并确保日期在下拉菜单中显示为“年份”</p> <p><img src="{0}" alt="" title="" /></p></li> <li><p>拖动“值”上的“重新构造的温度变化”<strong></strong>、“仪器温度变化”<strong></strong>、“正差异”<strong></strong>和“负差异”<strong></strong></p></li> <li><p>如果想要温度变化从差异中突出显示，则在“格式”<strong></strong>窗格中更改线的颜色。</p><p><img src="{1}" alt="" title="" /></p> </li></ol> <h3>第 3 步：走向线</h3> <p>重新创建有名的“曲棍球棒”图的最后一步是添加温度变化的走向线。可以通过使用几个 DAX 度量值完成此操作。</p> <ol> <li>因为某些年份同时具有仪器温度和重新构造的温度，首先需创建一个列，在存在两个值时，该列仅取二者的平均值。使用下面的公式创建“新列”<strong></strong>：</li> <p><em>= IF(ISBLANK([仪器温度变化]),[重新构造的温度变化],IF(ISBLANK([重新构造的温度变化]),[仪器温度变化],([仪器温度变化]+[重新构造的温度变化])/2))</em></p> <li>现在，在该列上面创建“新度量值”<strong></strong>：</li> <p><em>温度变化 = SUM(Data[平均温度])</em></p> <li>现在，计算温度变化的移动平均值。可对时间间隔进行试验；在此示例中，它设置为 40 年：</li><p><em>= AVERAGEX(DATESINPERIOD(Data[年份],LASTDATE(Data[年份]),-40,YEAR),[温度变化])</em></p> <li>将走向线添加到视觉对象中，就全部完成了！</li> <p><img src="{2}" alt="" title="" /></p></ol>
zh_tw: <h3>步驟 2：建立視覺效果</h3> <p>載入資料並完成大部分編輯與合併資料的工作之後，只要按幾下，就可以建立折線圖。</p> <ol> <li><p>在報表部分建立新的折線圖</p></li> <li><p>拖曳 [軸]<strong></strong> 欄位上的 [年]<strong></strong>，並確定下拉式功能表中的日期以「年」顯示</p> <p><img src="{0}" alt="" title="" /></p></li> <li><p>拖曳 [值] 上的 [重建溫度變化]<strong></strong>、[儀器溫度變化]<strong></strong>、[正數差異]<strong></strong> 和 [負數差異]<strong></strong></p></li> <li><p>如果您想要在差異中強調顯示溫度變化，請在 [格式]<strong></strong> 窗格中變更線條的色彩。</p><p><img src="{1}" alt="" title="" /></p> </li></ol> <h3>步驟 3：趨勢線</h3> <p>重建知名曲棍球棍圖表的最後步驟是新增溫度變化的趨勢線。這會透過兩個 DAX 量值來完成。</p> <ol> <li>由於有幾年會同時具有儀器溫度和重建溫度，因此您必須先建立一個資料行，在有兩個值的情況下，只取溫度平均值。使用下列公式建立<strong>新的資料行</strong>：</li> <p><em>溫度平均值 = IF(ISBLANK([儀器溫度變化]),[重建溫度變化],IF(ISBLANK([重建溫度變化]),[儀器溫度變化],([儀器溫度變化]+[重建溫度變化])/2))</em></p> <li>現在針對該資料行建立<strong>新的量值</strong>：</li> <p><em>溫度變化 = SUM(Data[溫度平均值])</em></p> <li>現在計算溫度變化的移動平均。您可以嘗試使用時間間隔；在此範例中，這會設定為 40 年：</li><p><em>趨勢線 = AVERAGEX(DATESINPERIOD(Data[年],LASTDATE(Data[年]),-40,YEAR),[溫度變化])</em></p> <li>將趨勢線新增至您的視覺效果，即大功告成！</li> <p><img src="{2}" alt="" title="" /></p></ol>
