Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/Visualization.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Start_Article_Content_4
source: <h2 id="world-temp-change">World Temperature Change (creating a Hockey Stick Chart in Power BI)</h2> <p>One of the first examples used in the Data Visualization course is the analysis of global temperature by Michael Mann and Raymond Bradley. Rebuilding this visual touches upon a range of concepts that you will use most often when working with Microsoft Power BI. Starting with tables from several web pages, you will mash up the data, load it to your report, make some adjustments and create a calculated trend line. We are using the data from the original research that available here: <a href="{0}">{0}</a></p> <h3>Step 1: Loading data</h3> <p>The data needed to create this visual is contained in three tables: <strong>Reconstruction (AD 1000-1980)</strong>, <strong>Associated Error bars</strong>, and <strong>Instrumental series (1902-1998)</strong>. In the example, we start by loading the reconstructed temperatures.</p> <ol> <li><p>Open <strong>Reconstruction (AD 1000-1980)</strong>: <a href="{1}">{1}</a></p></li> <li><p>In a new Power BI Desktop file, select <strong>get data</strong> in the upper left.</p></li> <li><p>In the dropdown menu, select <strong>Web</strong>, and paste link in the URL window. Power BI automatically suggests a data type for the data. As we want to edit the year column, we will disable that feature. Set <strong>Data type detection</strong> to <strong>Do not detect data type</strong> and select <strong>edit</strong></p> <p><img src="{2}" alt="" title="" /></p></li> <li>This opens the Query Editor. The first column is empty, so you can delete that one. Rename Column 2 to <strong>Year</strong>, and column 3 <strong>Reconstructed Temp Change</strong>. Change the data type of this column to decimal number by selecting the data type icon shown in the image below. <p><img src="{3}" alt="" title="" /></p></li> <li>Change query name to <strong>Temperature data</strong></li> </ol> <p>Using the same principles, you can load the instrumental temperature data and error bars.</p> <ol> <li><p>Still in the Query Editor, select <strong>New Source</strong> in the <strong>Home</strong> ribbon and enter the URL of the <strong>Instrumental series</strong> table.</p></li> <li><p>In the pop-up window, select <strong>do not detect data types</strong>, and then <strong>edit</strong></p></li> <li><p>Delete column 1, and rename Column 2 to <strong>Year</strong></p></li> <li><p>Rename column 3 to <strong>Instrumental Temp Change</strong> and change its data type to decimal number</p></li> <li><p>Change the query name to <strong>Instrumental data</strong></p></li> </ol><p>Next, you want to create one year column that you can use for all data points from the year 1000 to 1998. To do so, you can merge the two tables in the Query Editor, and add a new column for year.</p>
de_de: <h2 id="world-temp-change">Weltweite Temperaturveränderung (Erstellen eines Hockeyschläger-Diagramms in Power BI)</h2> <p>Eines der ersten Beispiele im Kurs zur Datenvisualisierung ist die Analyse der globalen Temperatur durch Michael Mann und Raymond Bradley. Bei der Rekonstruktion dieser Visualisierung wird eine Reihe von Konzepten gestreift, die Sie sehr oft verwenden werden, wenn Sie mit Microsoft Power BI arbeiten. Sie beginnen mit Tabellen von mehreren Webseiten, kombinieren die Daten, laden sie in Ihren Bericht, nehmen einige Anpassungen vor und erstellen eine berechnete Trendlinie. Wir verwenden die Daten aus der ursprünglichen Studie, die auf der folgenden Webseite verfügbar sind: <a href="{0}">{0}</a></p> <h3>Schritt 1: Laden von Daten</h3> <p>Die zum Erstellen dieser Visualisierung benötigten Daten befinden sich in drei Tabellen : <strong>Rekonstruktion (1000–1980 n. Chr.)</strong>, <strong>Zugeordnete Fehlerindikatoren</strong> und <strong>Messreihen (1902–1998)</strong>. In dem Beispiel laden wir zunächst die rekonstruierten Temperaturen.</p> <ol> <li><p>Öffnen Sie <strong>Rekonstruktion (1000–1980 n. Chr.)</strong>: <a href="{1}">{1}</a></p></li> <li><p>Wählen Sie in der Power BI Desktop-Datei links oben <strong>Daten abrufen</strong> aus.</p></li> <li><p>Wählen Sie im Dropdownmenü <strong>Web</strong> aus, und fügen Sie den Link in das URL-Fenster ein. Es wird automatisch ein Datentyp für die Daten empfohlen. Da wir die Jahresspalte bearbeiten möchten, deaktivieren wir diese Funktion. Legen Sie <strong>Datentyperkennung</strong> auf <strong>Datentypen nicht ermitteln</strong> fest, und wählen Sie <strong>Bearbeiten</strong> aus.</p> <p><img src="{2}" alt="" title="" /></p></li> <li>Hierdurch wird der Abfrage-Editor geöffnet. Da die erste Spalte leer ist, können Sie diese löschen. Benennen Sie Spalte 2 in <strong>Jahr</strong> und Spalte 3 in <strong>Rekonstruierte Temperaturveränderung</strong> um. Ändern Sie den Datentyp dieser Spalte in „Dezimalzahl“, indem Sie auf das Datentypsymbol klicken, das in der folgenden Abbildung gezeigt wird. <p><img src="{3}" alt="" title="" /></p></li> <li>Ändern Sie den Namen der Abfrage in <strong>Temperaturdaten</strong>.</li> </ol> <p>Auf die gleiche Weise können Sie die Messtemperaturdaten und Fehlerindikatoren laden.</p> <ol> <li><p>Wählen Sie auf der Menüleiste <strong>Start</strong> des Abfrage-Editors <strong>Neue Quelle </strong> aus, und geben Sie die URL der Tabelle <strong>Messreihen</strong> ein.</p></li> <li><p>Wählen Sie im Popupfenster die Option <strong>Datentypen nicht ermitteln</strong> und dann <strong>Bearbeiten</strong> aus.</p></li> <li><p>Löschen Sie Spalte 1, und benennen Sie Spalte 2 in <strong>Jahr</strong> um.</p></li> <li><p>Benennen Sie Spalte 3 in <strong>Gemessene Temperaturveränderung</strong> um, und ändern Sie ihren Datentyp in „Dezimalzahl“.</p></li> <li><p>Ändern Sie den Namen der Abfrage in <strong>Messdaten</strong>.</p></li> </ol><p>Anschließend erstellen Sie eine Jahresspalte, die Sie für alle Datenpunkte aus den Jahren 1000 bis 1998 verwenden können. Zu diesem Zweck können Sie die beiden Tabellen im Abfrage-Editor zusammenführen und eine neue Spalte für „Jahr“ hinzufügen.</p>
es_es: <h2 id="world-temp-change">Cambio de la temperatura mundial (creación de un gráfico de palo de hockey en Power BI)</h2> <p>Uno de los primeros ejemplos que se usan en el curso de visualización de datos es el análisis de la temperatura global, realizado por Michael Mann y Raymond Bradley. En la reconstrucción de este objeto visual se verán los diversos conceptos que se usan con más frecuencia cuando se trabaja con Microsoft Power BI. Partiendo de tablas de varias páginas web, organizará los datos, los cargará a un informe, realizará algunos ajustes y creará una línea de tendencia calculada. Usamos los datos de la investigación original, que están disponibles aquí: <a href="{0}">{0}</a></p> <h3>Paso 1: Cargar los datos</h3> <p>Los datos necesarios para crear este objeto visual se encuentran en tres tablas: <strong>Reconstrucción (DC 1000-1980)</strong>, <strong>Barras de errores asociadas</strong> y <strong>Serie instrumental (1902-1998)</strong>. En el ejemplo, comenzaremos por cargar las temperaturas reconstruidas.</p> <ol> <li><p>Abra <strong>Reconstrucción (DC 1000-1980)</strong>: <a href="{1}">{1}</a></p></li> <li><p>En un nuevo archivo de Power BI Desktop, seleccione <strong>Obtener datos</strong> arriba a la izquierda.</p></li> <li><p>En el menú desplegable, seleccione <strong>Web</strong> y pegue el vínculo en la ventana de URL. Power BI sugiere automáticamente el tipo de los datos. Como queremos editar la columna del año, deshabilitaremos esa característica. Establezca <strong>Detención del tipo de datos</strong> en <strong>No detectar tipos de datos</strong> y seleccione <strong>Editar</strong>.</p> <p><img src="{2}" alt="" title="" /></p></li> <li>Se abre el Editor de consultas. La primera columna está vacía y puede eliminarla. Cambie el nombre de la columna 2 a <strong>Año</strong> y la columna 3 a <strong>Cambio de temp. reconstruido</strong>. Cambie el tipo de datos de esta columna a número decimal; para ello, seleccione el icono de tipo de datos que se muestra en la imagen siguiente. <p><img src="{3}" alt="" title="" /></p></li> <li>Cambie el nombre de la consulta a <strong>Datos de temperatura</strong>.</li> </ol> <p>Siga los mismos principios para cargar los datos de temperaturas instrumentales y las barras de errores.</p> <ol> <li><p>Aún en el Editor de consultas, seleccione <strong>Nuevo origen</strong> en la cinta <strong>Inicio</strong> y escriba la dirección URL de la tabla <strong>Serie instrumental</strong>.</p></li> <li><p>En la ventana emergente, seleccione <strong>No detectar tipos de datos</strong> y, después, <strong>Editar</strong>.</p></li> <li><p>Elimine la columna 1 y cambie el nombre de la columna 2 a <strong>Año</strong>.</p></li> <li><p>Cambie el nombre de la columna 3 a <strong>Cambio temp. instrumental</strong> y cambie el tipo de datos a número decimal.</p></li> <li><p>Cambie el nombre de la consulta a <strong>Datos instrumentales</strong>.</p></li> </ol><p>Después, creará una columna de año que podrá usar para todos los puntos de datos desde el año 1000 a 1998. Para ello, puede combinar las dos tablas en el Editor de consultas y agregar una nueva columna de año.</p>
fr_fr: <h2 id="world-temp-change">Changement de la température mondiale (création d’un graphique en forme de crosse de hockey dans Power BI)</h2> <p>L’un des premiers exemples utilisés dans le cours sur la visualisation des données est l’analyse de la température globale par Michael Mann et Raymond Bradley. La régénération de ce visuel touche à un vaste éventail de concepts que vous allez fréquemment appliquer en utilisant Microsoft Power BI. En partant de tableaux constitués à partir de plusieurs pages web, vous allez modifier les données, les charger dans votre rapport, apporter des ajustements, puis créer une courbe de tendance calculée. Vous utilisez les données de la recherche d’origine, qui sont disponibles ici&#160;: <a href="{0}">{0}</a></p> <h3>Étape&#160;1&#160;: charger les données</h3> <p>Les données nécessaires pour créer ce visuel sont contenues dans trois tableaux&#160;: <strong>Reconstruction (AD 1000-1980)</strong>, <strong>Barres d’erreur associées</strong> et <strong>Séries instrumentales (1902-1998)</strong>. Dans l’exemple, nous commençons par charger les températures reconstruites.</p> <ol> <li><p>Ouvrez <strong>Reconstruction (AD 1000-1980)</strong>&#160;: <a href="{1}">{1}</a></p></li> <li><p>Dans un nouveau fichier Power BI Desktop, sélectionnez <strong>Obtenir des données</strong> en haut à gauche.</p></li> <li><p>Dans le menu déroulant, sélectionnez <strong>Web</strong>, puis collez le lien dans la fenêtre d’URL. Power BI suggère automatiquement un type de données pour les données. Comme nous voulons modifier la colonne de l’année, nous allons désactiver cette fonctionnalité. Définissez <strong>Détection du type de données</strong> sur <strong>Ne pas détecter le type de données</strong>, puis sélectionnez <strong>Modifier</strong></p> <p><img src="{2}" alt="" title="" /></p></li> <li>Cette action ouvre l’Éditeur de requête. La première colonne étant vide, vous pouvez la supprimer. Renommez la colonne&#160;2 <strong>Année</strong>, et la colonne&#160;3 <strong>Changement de température reconstruit</strong>. Modifiez le type de données de cette colonne en nombre décimal en sélectionnant l’icône du type de données illustrée dans l’image ci-dessous. <p><img src="{3}" alt="" title="" /></p></li> <li>Modifiez le nom de requête en <strong>Données de température</strong></li> </ol> <p>Sur la base des mêmes principes, vous pouvez charger les données de température instrumentales et les barres d’erreur.</p> <ol> <li><p>Toujours dans l’Éditeur de requête, dans le ruban <strong>Accueil</strong> sélectionnez <strong>Nouvelle source</strong>, puis entrez l’URL de la table <strong>Série instrumentale</strong>.</p></li> <li><p>Dans la fenêtre indépendante, sélectionnez <strong>Ne pas détecter les types de données</strong>, puis <strong>Modifier</strong></p></li> <li><p>Supprimez la colonne&#160;1, puis renommez la colonne&#160;2 en <strong>Année</strong></p></li> <li><p>Renommez la colonne&#160;3 en <strong>Modification de température instrumentale</strong>, et modifiez son type de données en nombre décimal</p></li> <li><p>Modifiez le nom de requête en <strong>Données instrumentales</strong></p></li> </ol><p>Ensuite, vous voulez créer une colonne d’année à utiliser pour tous les points de données des années 1000 à 1998. Pour ce faire, vous pouvez fusionner les deux tableaux dans l’Éditeur de requête, puis ajouter une colonne pour l’année.</p>
it_it: <h2 id="world-temp-change">Cambiamento della temperatura del pianeta (creazione di un grafico a "mazza da hockey" in Power BI)</h2> <p>Uno dei primi esempi usati nel corso sulla visualizzazione dei dati è costituito dall'analisi della temperatura globale a cura di Michael Mann e Raymond Bradley. Per ricreare questo oggetto visivo entrano in gioco diversi concetti in cui ti imbatterai spesso lavorando con Microsoft Power BI. A partire dalle tabelle di diverse pagine Web, eseguirai il mashup dei dati, li caricherai nel report, apporterai alcune modifiche e quindi creerai una linea di tendenza calcolata. Usiamo i dati della ricerca originale, disponibili qui: <a href="{0}">{0}</a></p> <h3>Passaggio 1: Caricamento dei dati</h3> <p>I dati necessari per creare questo oggetto visivo sono inclusi in tre tabelle: <strong>Ricostruzione (DC 1000-1980)</strong>, <strong>Barre di errore associate</strong> e <strong>Serie strumentale (1902-1998)</strong>. Nell'esempio iniziamo caricando le temperature ricostruite.</p> <ol> <li><p>Apri <strong>Ricostruzione (AD 1000-1980)</strong>: <a href="{1}">{1}</a></p></li> <li><p>In un nuovo file di Power BI Desktop seleziona <strong>Recupera dati</strong> nell'angolo in alto a sinistra.</p></li> <li><p>Scegli <strong>Web</strong> dal menu a discesa e incolla il collegamento nella finestra URL. Power BI suggerisce automaticamente un tipo per i dati. Poiché vogliamo modificare la colonna relativa all'anno, disabilitiamo questa funzionalità. Imposta <strong>Rilevamento del tipo di dati</strong> su <strong>Non rilevare i tipi di dati</strong> e seleziona <strong>Modifica</strong>.</p> <p><img src="{2}" alt="" title="" /></p></li> <li>In questo modo, verrà aperto l'Editor di query. La prima colonna è vuota, quindi puoi eliminarla. Rinomina la colonna 2 in <strong>Anno</strong> e la colonna 3 in <strong>Cambiamento temperature ricostruite</strong>. Modifica il tipo di dati della colonna in numero decimale selezionando l'icona relativa al tipo di dati illustrata nell'immagine sotto. <p><img src="{3}" alt="" title="" /></p></li> <li>Modifica il nome della query in <strong>Dati temperature</strong>.</li> </ol> <p>Usando gli stessi principi, puoi caricare i file relativi ai dati delle temperature strumentali e alle barre di errore.</p> <ol> <li><p>Nell'Editor di query seleziona <strong>Nuova origine</strong> nella scheda <strong>Home</strong> della barra multifunzione e immetti l'URL della tabella <strong>Serie strumentale</strong>.</p></li> <li><p>Nella finestra popup seleziona <strong>Non rilevare i tipi di dati</strong> e quindi <strong>Modifica</strong>.</p></li> <li><p>Elimina la colonna 1 e rinomina la colonna 2 in <strong>Anno</strong>.</p></li> <li><p>Rinomina la colonna 3 in <strong>Cambiamento temperature strumentali</strong> e modifica il tipo di dati in numero decimale.</p></li> <li><p>Modifica il nome della query in <strong>Dati strumentali</strong>.</p></li> </ol><p>Devi quindi creare una colonna relativa all'anno da poter usare per tutti i punti dati dall'anno 1000 al 1998. A tale scopo, puoi unire le due tabelle nell'Editor di query e aggiungere una nuova colonna per l'anno.</p>
ja_jp: <h2 id="world-temp-change">世界の気温の変化 (Power BI でのホッケー スティック グラフの作成)</h2> <p>データ視覚化コースで使用される最初の例の 1 つに、Michael Mann と Raymond Bradley による世界の気温の分析があります。このビジュアルを再構築することで、Microsoft Power BI を操作するときに頻繁に使用する幅広い概念に触れることができます。いくつかの Web ページの表から始めて、データをマッシュ アップし、レポートに読み込んで、調整を加え、傾向線を計算して作成します。使用するのは、<a href="{0}">{0}</a> に掲載されている研究のデータです。</p> <h3>手順 1: データの読み込み</h3> <p>このビジュアルを作成するのに必要なデータは、<strong>再構築 (AD 1000-1980)</strong>、<strong>関連するエラー バー</strong>、および<strong>測定シリーズ (1902-1998)</strong> という 3 つのテーブルに含まれています。この例では、まず再構築された気温を読み込みます。</p> <ol> <li><p><strong>再構築 (AD 1000-1980)</strong> を開きます: <a href="{1}">{1}</a></p></li> <li><p>新しい Power BI Desktop ファイルで、左上の <strong>[データを取得]</strong> をクリックします。</p></li> <li><p>ドロップダウン メニューで <strong>[Web]</strong> を選択し、URL ウィンドウにリンクを貼り付けます。Power BI では、自動的にデータのデータ型の候補が示されます。年の列を編集する必要があるので、この機能を無効にします。<strong>[データ型検出]</strong> を <strong>[データ型を検出しない]</strong> に設定し、<strong>[編集]</strong> をクリックします。</p> <p><img src="{2}" alt="" title="" /></p></li> <li>クエリ エディターが開きます。最初の列は空なので、削除できます。列 2 の名前を <strong>年</strong>に変更し、列 3 の名前を <strong>再構築された気温変化</strong>に変更します。以下の画像に示すデータ型アイコンを選択して、この列のデータ型を 10 進数に変更します。 <p><img src="{3}" alt="" title="" /></p></li> <li>クエリ名を<strong>気温データ</strong>に変更します。</li> </ol> <p>同じ方法で、計器で計測された気温のデータと誤差範囲を読み込むことができます。</p> <ol> <li><p>クエリ エディターで、<strong>[ホーム]</strong> リボンの<strong>[新しいソース]</strong> を選択し、<strong>測定シリーズ</strong> テーブルの URL を入力します。</p></li> <li><p>ポップアップ ウィンドウで、<strong>[データ型を検出しない]</strong> を選択し、<strong>[編集]</strong> をクリックします。</p></li> <li><p>列 1 を削除し、列 2 の名前を <strong>年</strong>に変更します。</p></li> <li><p>列 3 の名前を<strong>測定温度変化</strong>に変更し、データ型を 10 進数に変更します。</p></li> <li><p>クエリ名を<strong>測定データ</strong>に変更します。</p></li> </ol><p>次に、1000 年から 1998 年までのすべてのデータ ポイントに使用する列を 1 つ作成します。そのために、クエリ エディターで 2 つのテーブルをマージし、年の新しい列を追加します。</p>
ko_kr: <h2 id="world-temp-change">전 세계 온도 변화(Power BI에서 하키 스틱 차트 만들기)</h2> <p>데이터 시각화 과정에 사용된 첫 번째 예제 중 하나는 Michael Mann과 Raymond Bradley가 전 세계 온도를 분석한 것입니다. 이 시각적 개체를 다시 작성하면서 Microsoft Power BI에서 작업할 때 가장 자주 사용할 다양한 개념도 다룹니다. 여러 웹 페이지의 테이블부터 시작하여 데이터를 조합하고 보고서에 로드하여 몇 가지 조정한 후 계산된 추세선을 만듭니다. <a href="{0}">{0}</a>에 제공되는 원본 연구의 데이터를 활용합니다.</p> <h3>1단계: 데이터 로딩</h3> <p>이 시각적 개체를 만드는 데 필요한 데이터는 <strong>재구성(AD 1000-1980)</strong>, <strong>연결된 오차 막대</strong>, <strong>계기 계열(1902-1998)</strong>의 세 가지 테이블에 포함됩니다. 예에서는 재구성된 온도를 로드하는 것으로 시작합니다.</p> <ol> <li><p><strong>재구성(AD 1000-1980)</strong>을 엽니다. <a href="{1}">{1}</a></p></li> <li><p>새 Power BI Desktop 파일에서 왼쪽 위의 <strong>데이터 가져오기</strong>를 선택합니다.</p></li> <li><p>드롭다운 메뉴에서 <strong>웹</strong>을 선택하고 URL 창에 링크를 붙여 넣습니다. Power BI에서 데이터의 데이터 형식을 자동으로 제안해 줍니다. 연도 열을 편집하려고 하므로 이 기능을 사용하지 않도록 합니다. <strong>데이터 형식 검색</strong>을 <strong>데이터 형식 검색 안 함</strong>으로 설정하고 <strong>편집</strong>을 선택합니다.</p> <p><img src="{2}" alt="" title="" /></p></li> <li>그러면 쿼리 편집기가 열립니다. 첫 번째 열이 비어 있으므로 열을 삭제할 수 있습니다. 열 2의 이름을 <strong>연도</strong>로, 열 3을 <strong>재구성된 온도 변화</strong>로 변경합니다. 아래 이미지에 표시된 데이터 형식 아이콘을 선택하여 이 열의 데이터 형식을 10진수로 변경합니다. <p><img src="{3}" alt="" title="" /></p></li> <li>쿼리 이름을 <strong>온도 데이터</strong>로 변경합니다.</li> </ol> <p>동일한 원리로 계기 온도 데이터 및 오차 막대를 로드할 수 있습니다.</p> <ol> <li><p>다시 쿼리 편집기의 <strong>홈</strong> 리본에서 <strong>새 원본</strong>을 선택하고 <strong>계기 계열</strong> 테이블의 URL을 입력합니다.</p></li> <li><p>팝업 창에서 <strong>데이터 형식 검색 안 함</strong>을 선택한 후 <strong>편집</strong>을 선택합니다.</p></li> <li><p>열 1을 삭제하고 열 2의 이름을 <strong>연도</strong>로 변경합니다.</p></li> <li><p>열 3의 이름을 <strong>계기 온도 변화</strong>로 변경하고 해당 데이터 형식을 10진수로 변경합니다.</p></li> <li><p>쿼리 이름을 <strong>계기 데이터</strong>로 변경합니다.</p></li> </ol><p>다음으로, 1000년부터 1998년까지 모든 데이터 요소에 대해 사용할 수 있는 하나의 연도 열을 만들려고 합니다. 이 작업을 수행하려면 쿼리 편집기에서 두 테이블을 병합하고 연도에 대해 새 열을 추가하면 됩니다.</p>
pt_br: <h2 id="world-temp-change">Mudança da Temperatura Mundial (criando um gráfico de taco de hóquei no Power BI)</h2> <p>Um dos primeiros exemplos usados no curso de Visualização de Dados é a análise da temperatura global feita por Michael Mann e Raymond Bradley. A recriação desse visual aborda uma gama de conceitos que você usará com frequência ao trabalhar com o Microsoft Power BI. Começando com tabelas de várias páginas da Web, você combinará os dados, carregá-los no seu relatório, realizar alguns ajustes e criar uma linha de tendência calculada. Estamos usando os dados da pesquisa original disponíveis aqui: <a href="{0}">{0}</a></p> <h3>Etapa 1: Carregando os dados</h3> <p>Os dados necessários para criar esse visual residem em três tabelas: <strong>Reconstrução (AD 1000-1980)</strong>, <strong>Barras de erro associadas</strong> e <strong>Séries instrumentais (1902-1998)</strong>. Neste exemplo, começamos carregando as temperaturas reconstruídas.</p> <ol> <li><p>Abra <strong>Reconstrução (AD 1000-1980)</strong>: <a href="{1}">{1}</a></p></li> <li><p>Em um novo arquivo do Power BI Desktop, selecione <strong>obter dados</strong> na parte superior à esquerda.</p></li> <li><p>No menu suspenso, selecione <strong>Web</strong> e cole o link na janela da URL. O Power BI sugere automaticamente um tipo de dados para os dados. Como desejamos editar a coluna de ano, desabilitaremos esse recurso. Defina <strong>Detecção de tipo de dados</strong> como <strong>Não detectar o tipo de dados</strong> e selecione <strong>editar</strong></p> <p><img src="{2}" alt="" title="" /></p></li> <li>Isso abre o Editor de Consultas. A primeira coluna está vazia, por isso você pode excluí-la. Renomeie a Coluna 2 para <strong>Ano</strong> e a coluna 3 para <strong>Alteração de Temperatura Reconstruída</strong>. Altere o tipo de dados desta coluna para número decimal selecionando o ícone de tipo de dados mostrado na imagem abaixo. <p><img src="{3}" alt="" title="" /></p></li> <li>Altere o nome da consulta para <strong>Dados de temperatura</strong></li> </ol> <p>Usando os mesmos princípios, você pode carregar os dados de temperatura instrumental e as barras de erro.</p> <ol> <li><p>Ainda no Editor de Consultas, selecione <strong>Nova Fonte</strong> na faixa de opções <strong>Início</strong> e digite a URL da tabela <strong>Série instrumental</strong>.</p></li> <li><p>Na janela pop-up, selecione <strong>não detectar os tipos de dados</strong> e <strong>editar</strong></p></li> <li><p>Exclua a coluna 1 e renomeie a Coluna 2 para <strong>Ano</strong></p></li> <li><p>Renomeie a coluna 3 para <strong>Alteração de Temperatura Instrumental</strong> e mude o tipo de dados para número decimal</p></li> <li><p>Altere o nome da consulta para <strong>Dados instrumentais</strong></p></li> </ol><p>Em seguida, crie uma coluna de ano para ser usada em todos os pontos de dados do ano 1000 ao 1998. Para fazer isso, você pode mesclar as duas tabelas no Editor de Consultas e adicionar uma nova coluna para o ano.</p>
ru_ru: <h2 id="world-temp-change">Глобальное изменение температуры (создание диаграммы "хоккейная клюшка" в Power BI)</h2> <p>Одним из первых примеров, используемых в курсе "Визуализация данных", является анализ глобальных температурных изменений, проведенный Майклом Манном (Michael Mann) и Реймондом Брэдли (Raymond Bradley). При воссоздании этого визуального элемента затрагивается ряд концепций, которые вы будете чаще всего использовать при работе в Microsoft Power BI. Используя в качестве исходных данных таблицы с нескольких веб-страниц, вы объедините их содержимое, загрузите его в отчет, внесете корректировки и создадите вычисляемую линию тренда. Мы используем данные по результатам исходного исследования, которые доступны здесь: <a href="{0}">{0}</a></p> <h3>Этап&#160;1. Загрузка данных</h3> <p>Данные, необходимые для создания этого визуального элемента, содержатся в трех таблицах: <strong>Реконструкция за период с 1000 по 1980&#160;гг.</strong>, <strong>Связанные планки погрешностей</strong> и <strong>Серия измерений за период с 1902 по 1998&#160;гг.</strong> В этом примере мы начнем с загрузки воссозданных значений температуры.</p> <ol> <li><p>Откройте таблицу <strong>Реконструкция за период с 1000 по 1980&#160;гг.</strong>: <a href="{1}">{1}</a></p></li> <li><p>В новом файле Power BI Desktop нажмите <strong>Получить данные</strong> в левом верхнем углу.</p></li> <li><p>В раскрывающемся меню выберите <strong>Интернет</strong> и вставьте ссылку в поле URL-адреса. Power BI автоматически предложит тип для этих данных. Поскольку нам нужно внести изменения в столбец года, мы отключим эту функцию. Выберите для параметра <strong>Обнаружение типов данных</strong> значение <strong>Не определять тип данных</strong> и нажмите <strong>Изменить</strong>.</p> <p><img src="{2}" alt="" title="" /></p></li> <li>Откроется редактор запросов. Первый столбец пуст, поэтому его можно удалить. Переименуйте столбец&#160;2 в <strong>од</strong>, а столбец&#160;3&#160;— в <strong>Изменение воссозданной температуры</strong>. Измените тип данных этого столбца на десятичное число, воспользовавшись значком типа данных (см. изображение ниже). <p><img src="{3}" alt="" title="" /></p></li> <li>Измените название запроса на <strong>Данные температуры</strong>.</li> </ol> <p>С помощью той же последовательности действий вы можете загрузить измеренные данные температуры и планки погрешностей.</p> <ol> <li><p>В редакторе запросов нажмите кнопку <strong>Создать источник</strong> на вкладке <strong>Главная</strong> ленты и введите URL-адрес таблицы <strong>Серия измерений</strong>.</p></li> <li><p>Во всплывающем окне выберите <strong>Не определять тип данных</strong> и нажмите <strong>Изменить</strong>.</p></li> <li><p>Удалите столбец&#160;1 и переименуйте столбец&#160;2 в <strong>Год</strong>.</p></li> <li><p>Переименуйте столбец&#160;3 в <strong>Изменение измеренной температуры</strong> и измените тип его данных на десятичное число.</p></li> <li><p>Измените название запроса на <strong>Данные измерений</strong>.</p></li> </ol><p>Теперь нужно создать один столбец года, который мы будем использовать для всех точек данных за период с 1000 по 1998&#160;гг. Для этого можно объединить две таблицы в редакторе запросов и добавить в них столбец года.</p>
zh_cn: <h2 id="world-temp-change">全球气温变化（在 Power BI 中创建“曲棍球棒”图）</h2> <p>“数据可视化”课程中使用的前几个例子的其中之一是由 Michael Mann 和 Raymond Bradley 所做的全球气温分析。重新构建此视觉对象会涉及使用 Microsoft Power BI 时最常用到的一系列概念。将从几个网页中的表开始，混合数据、将其加载进报表、进行一些调整并创建计算的走向线。将使用原始研究中的数据，这些数据可从后列位置获得：<a href="{0}">{0}</a></p> <h3>第 1 步：加载数据</h3> <p>创建此视觉对象所需的数据包含在三个表中：“重新构造(AD 1000-1980)”<strong></strong>、“关联误差线”<strong></strong>和“仪器系列(1902-1998)”<strong></strong>。在示例中，将从加载重构数据开始。</p> <ol> <li><p>打开“重新构造(AD 1000-1980)”<strong></strong>：<a href="{1}">{1}</a></p></li> <li><p>在新的 Power BI Desktop 文件中，选择左上角的“获取数据”<strong></strong>。</p></li> <li><p>在下拉菜单中，选择“Web”<strong></strong>，然后在 URL 窗口中粘贴链接。Power BI 会自动建议该数据的数据类型。由于需要编辑年份列，所以将禁用此功能。将“数据类型检测”<strong></strong>设置为“不检测数据类型”<strong></strong>，并选择“编辑”<strong></strong></p> <p><img src="{2}" alt="" title="" /></p></li> <li>此操作会打开“查询编辑器”。第一列是空的，所以可以删除这一列。将第 2 列重命名为“年份”<strong></strong>，第 3 列重命名为“重新构造的温度变化”<strong></strong>。通过选择下图中所示的数据类型图标，将此列的数据类型更改为十进制数。 <p><img src="{3}" alt="" title="" /></p></li> <li>将查询名更改为“温度数据”<strong></strong></li> </ol> <p>可使用相同的原则，加载仪器温度数据和误差线。</p> <ol> <li><p>仍然在“查询编辑器”中，在“开始”<strong></strong>功能区中选择“新建源”<strong></strong>，并输入“仪器系列”<strong></strong>表的 URL。</p></li> <li><p>在弹出窗口中，选择“不检测数据类型”<strong></strong>，然后选择“编辑”<strong></strong></p></li> <li><p>删除第 1 列，并将第 2 列重命名为“年份”<strong></strong></p></li> <li><p>将第 3 列重命名为“仪器温度变化”<strong></strong>，并将其数据类型更改为十进制数</p></li> <li><p>将查询名更改为“仪器数据”<strong></strong></p></li> </ol><p>接下来，要创建一个可用于从 1000 年到 1998 年的所有数据点的年份列。要实现这一操作，可在“查询编辑器”中合并两个表，然后添加一个新的年份列。</p>
zh_tw: <h2 id="world-temp-change">世界溫度變化 (在 Power BI 中建立曲棍球棍圖表)</h2> <p>＜資料視覺效果＞課程中所使用的前幾個範例之一是 Michael Mann 和 Raymond Bradley 對全球溫度所做的分析。針對您在使用 Microsoft Power BI 時最常用的概念範圍，重建此視覺效果。從幾個網頁的資料表開始，您將結合資料、將資料載入報表、進行一些調整，然後計算趨勢線。我們將使用此處提供之原始研究中的資料：<a href="{0}">{0}</a></p> <h3>步驟 1：載入資料</h3> <p>建立此視覺效果所需的資料包含在下列三個資料表中：[Reconstruction (AD 1000-1980)] (重建 (西元 1000-1980 年))<strong></strong>、[Associated Error bars] (關聯的誤差線)<strong></strong> 和 [Instrumental series (1902-1998)] (儀器序列 (1902-1998 年))<strong></strong>。在此範例中，我們一開始會載入重建溫度。</p> <ol> <li><p>開啟 [Reconstruction (AD 1000-1980)] (重建 (西元 1000-1980 年))<strong></strong>：<a href="{1}">{1}</a></p></li> <li><p>在新的 Power BI Desktop 檔案中，選取左上方的 [取得資料]<strong></strong>。</p></li> <li><p>在下拉式功能表中，選取 [Web]<strong></strong>，然後將連結貼到 [URL] 視窗中。Power BI 會自動建議該資料的資料類型。由於我們想要編輯 [年] 資料行，因此我們將停用該功能。將 [資料類型偵測]<strong></strong> 設定為 [不要偵測資料類型]<strong></strong> 並選取 [編輯]<strong></strong></p> <p><img src="{2}" alt="" title="" /></p></li> <li>這會開啟查詢編輯器。第一個資料行為空白，因此您可以刪除該資料行。將資料行 2 重新命名為<strong>年</strong>，並將資料行 3 重新命名為<strong>重建溫度變化</strong>。選取下圖所示的資料類型圖示，將此資料行的資料類型變更為十進位數字。 <p><img src="{3}" alt="" title="" /></p></li> <li>將查詢名稱變更為<strong>溫度資料</strong></li> </ol> <p>您可以使用相同的原則，載入儀器溫度資料和誤差線。</p> <ol> <li><p>仍在查詢編輯器中，選取 [首頁]<strong></strong> 功能區中的 [新來源]<strong></strong>，並輸入 [Instrumental series] (儀器序列)<strong></strong> 資料表的 URL。</p></li> <li><p>在快顯視窗中，選取 [不要偵測資料類型]<strong></strong>，然後選取 [編輯]<strong></strong></p></li> <li><p>刪除資料行 1，然後將資料行 2 重新命名為<strong>年</strong></p></li> <li><p>將資料行 3 重新命名為<strong>儀器溫度變化</strong>，並將其資料類型變更為十進位數字</p></li> <li><p>將查詢名稱變更為<strong>儀器資料</strong></p></li> </ol><p>接下來，您想要建立一個 [年] 資料行，以用於 1000 年到 1998 年的所有資料點。若要這樣做，您可以合併查詢編輯器中的兩個資料表，然後新增一個 [年] 資料行。</p>
