Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/Visualization.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Start_Step2_3
source: <p><img src="{0}" alt="" title="" /></p> <ol> <li><p>Repeat this step to create <strong>Negative variance = [Reconstructed temp change] - [Sigma]</strong></p></li> <li><p>Change the data types of the new columns to decimal numbers.</p></li> <li><p>Having loaded all the information into the table <strong>Temperature change</strong> there is no need to load the other two tables into your report. To disable loading the other two tables, right click <strong>Instrumental data</strong> and unselect <strong>Enable Load</strong>, and do the same for <strong>Error bars</strong>. The disables tables will show italic and greyed out.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p> <ol> <li>Now select <strong>Close and Apply</strong> in the <strong>Home</strong> ribbon.</li> </ol> <h3>Step 2: Creating the visual</h3> <p>After loading the data and having done most of the work in editing and merging the data, creating the line chart is just a few clicks away.</p> <ol> <li><p>Create a new line chart in the report section</p></li> <li><p>Drag <strong>Year</strong> on <strong>Axis</strong> field and make sure the date is shown as Year in the drop-down menu</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <ol> <li><p>Drag <strong>Reconstructed Temp Change</strong>, <strong>Instrumental Temp Change</strong>, <strong>Positive Variance</strong> and <strong>Negative Variance</strong> on Values</p></li> <li><p>Change the colors of the lines in the <strong>Format</strong> pane if you want the temperature changes to stand out from the variance.</p></li> </ol>
de_de: <p><img src="{0}" alt="" title="" /></p> <ol> <li><p>Wiederholen Sie diesen Schritt, um die Formel <strong>Negative Varianz = [Rekonstruierte Temperaturveränderung] - [Sigma]</strong> zu erstellen.</p></li> <li><p>Ändern Sie den Datentyp der neuen Spalten in „Dezimalzahl“.</p></li> <li><p>Da alle Informationen in die Tabelle <strong>Temperaturveränderung</strong> geladen wurden, müssen die anderen beiden Tabellen nicht in den Bericht geladen werden. Um das Laden der anderen beiden Tabellen zu deaktivieren, klicken Sie mit der rechten Maustaste auf <strong>Messdaten</strong>, deaktivieren Sie <strong>Laden aktivieren</strong>, und führen Sie den gleichen Schritt für <strong>Fehlerindikatoren</strong> aus. Die Namen der deaktivierten Tabellen werden kursiv und ausgegraut angezeigt.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p> <ol> <li>Wählen Sie jetzt im Menüband <strong>Start</strong> die Option <strong>Schließen und übernehmen</strong> aus.</li> </ol> <h3>Schritt 2: Erstellen der Visualisierung</h3> <p>Nachdem Sie die Daten geladen und sie bearbeitet und zusammengeführt haben, ist das Erstellen des Liniendiagramms ein Leichtes.</p> <ol> <li><p>Erstellen Sie im Berichtsabschnitt ein neues Liniendiagramm.</p></li> <li><p>Ziehen Sie <strong>Jahr</strong> in das Feld <strong>Achse</strong>, und stellen Sie sicher, dass im Dropdownmenü das Datum als „Jahr“ angezeigt wird.</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <ol> <li><p>Ziehen Sie <strong>Rekonstruierte Temperaturveränderung</strong>, <strong>Gemessene Temperaturveränderung</strong>, <strong>Positive Varianz</strong> und <strong>Negative Varianz</strong> in „Werte“.</p></li> <li><p>Ändern Sie im Bereich <strong>Format</strong> die Farben der Linien, wenn sich die Temperaturveränderungen von der Varianz abheben sollen.</p></li> </ol>
es_es: <p><img src="{0}" alt="" title="" /></p> <ol> <li><p>Repita este paso para crear <strong>Negative variance = [Reconstructed temp change] - [Sigma]</strong>.</p></li> <li><p>Cambie los tipos de datos de las nuevas columnas por números decimales.</p></li> <li><p>Una vez cargada toda la información en la tabla <strong>Cambio de temperatura</strong>, no es necesario cargar las otras dos tablas en el informe. Para deshabililtar la carga de las otras dos tablas, haga clic con el botón derecho en <strong>Datos instrumentales</strong> y desactive <strong>Habilitar carga</strong>, y haga lo mismo para <strong>Barras de errores</strong>. Las tablas deshabilitadas se muestran en cursiva y atenuadas.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p> <ol> <li>Ahora, seleccione <strong>Cerrar y aplicar</strong> en la cinta <strong>Inicio</strong>.</li> </ol> <h3>Paso 2: Crear el objeto visual</h3> <p>Después de cargar los datos y de haber realizado la mayor parte del trabajo de edición y combinación de los datos, la creación del gráfico de líneas se realiza con unos cuantos clics.</p> <ol> <li><p>Cree un nuevo gráfico de líneas en la sección de informe.</p></li> <li><p>Arrastre <strong>Año</strong> al campo <strong>Eje</strong> y asegúrese de que los datos se muestran como Año en el menú desplegable.</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <ol> <li><p>Arrastre <strong>Reconstructed Temp Change</strong>, <strong>Instrumental Temp Change</strong>, <strong>Positive Variance</strong> y <strong>Negative Variance</strong> a Valores.</p></li> <li><p>Cambie los colores de las líneas en el panel <strong>Formato</strong> si quiere que los cambios de temperatura destaquen respecto de la varianza.</p></li> </ol>
fr_fr: <p><img src="{0}" alt="" title="" /></p> <ol> <li><p>Répétez cette étape pour créer <strong>Negative variance = [Changement de température reconstruite] - [Sigma]</strong></p></li> <li><p>Modifiez les types de données des nouvelles colonnes en nombres décimaux.</p></li> <li><p>Toutes les informations ayant été chargées dans le tableau <strong>Changement de température</strong>, il n’est pas nécessaire de charger les deux autres tableaux dans le rapport. Pour désactiver le chargement des deux autres tableaux, cliquez avec le bouton droit sur <strong>Données instrumentales</strong>, désactivez <strong>Activer le chargement</strong>, puis faites de même pour <strong>Barres d’erreur</strong>. Les tableaux désactivés s’affichent en italique ou grisés.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p> <ol> <li>Sélectionnez à présent <strong>Fermer et appliquer</strong> dans le ruban <strong>Accueil</strong>.</li> </ol> <h3>Étape&#160;2&#160;: créer le visuel</h3> <p>Après avoir chargé les données et effectué l’essentiel du travail en les modifiant et fusionnant, la création du graphique en courbes n’est plus qu’à quelques clics.</p> <ol> <li><p>Créer un graphique en courbes dans la section de rapport</p></li> <li><p>Faites glisser <strong>Année</strong> sur le champ <strong>Axe</strong>, puis assurez-vous que la date s’affiche en tant que Year dans le menu déroulant</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <ol> <li><p>Faites glisser <strong>Changement de température reconstruit</strong>, <strong>Changement de température instrumental</strong>, <strong>Variation positive</strong> et <strong>Variation négative</strong> sur Valeurs</p></li> <li><p>Modifiez les couleurs des lignes dans le volet <strong>Format</strong> si vous voulez que les changements de température ressortent de la variation.</p></li> </ol>
it_it: <p><img src="{0}" alt="" title="" /></p> <ol> <li><p>Ripeti questo passaggio per creare <strong>Varianza negativa = [Cambiamento temperature ricostruite] - [Sigma]</strong>.</p></li> <li><p>Modifica i tipi di dati delle nuove colonne impostandoli come numeri decimali.</p></li> <li><p>Poiché tutte le informazioni sono state caricate nella tabella <strong>Cambiamento temperature</strong>, non è necessario caricare le altre due tabelle nel report. Per disabilitare il caricamento delle altre due tabelle, fai clic con il pulsante destro del mouse su <strong>Dati strumentali</strong> e deseleziona <strong>Abilita caricamento</strong>, quindi esegui la stessa operazione per <strong>Barre di errore</strong>. Le tabelle disabilitate verranno visualizzate in corsivo e in grigio.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p> <ol> <li>Seleziona ora <strong>Chiudi e applica</strong> nella scheda <strong>Home</strong> della barra multifunzione</li> </ol> <h3>Passaggio 2: Creazione dell'oggetto visivo</h3> <p>Dopo aver caricato i dati e aver svolto la maggior parte del lavoro di modifica e unione dei dati, per la creazione di un grafico a linee bastano pochi clic.</p> <ol> <li><p>Crea un nuovo grafico a linee nella sezione del report.</p></li> <li><p>Trascina <strong>Anno</strong> sul campo <strong>Asse</strong> e verifica che la data sia visualizzata come anno nel menu a discesa.</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <ol> <li><p>Trascina <strong>Cambiamento temperature ricostruite</strong>, <strong>Cambiamento temperature strumentali</strong>, <strong>Varianza positiva</strong> e <strong>Varianza negativa</strong> in Valori.</p></li> <li><p>Modifica i colori delle linee nel riquadro <strong>Formato</strong> per differenziare chiaramente i cambiamenti di temperatura rispetto alla varianza.</p></li> </ol>
ja_jp: <p><img src="{0}" alt="" title="" /></p> <ol> <li><p>このステップを繰り返して、<strong>負の差異 = [再構築された気温変化] - [シグマ]</strong> を作成します。</p></li> <li><p>新しい列のデータ タイプを 10 進数に変更します。</p></li> <li><p>すべての情報をテーブル<strong>気温の変化</strong>に読み込んでいるので、他の 2 つのテーブルをレポートに読み込む必要はありません。他の 2 つのテーブルの読み込みを無効にするために、<strong>[測定データ]</strong> を右クリックし、<strong>[読み込みを有効にする]</strong> をオフにします。<strong>[エラー バー]</strong> に対しても同じ操作を行います。無効にしたテーブルは、グレーの斜体で表示されます。</p></li> </ol> <p><img src="{1}" alt="" title="" /></p> <ol> <li><strong>[ホーム]</strong> リボンで <strong>[閉じて適用]</strong> をクリックします。</li> </ol> <h3>手順 2: ビジュアルの作成</h3> <p>データを読み込んで、データの編集とマージのほとんどを終了したら、後は数回クリックするだけで折れ線グラフを作成できます。</p> <ol> <li><p>レポート セクションに新しい折れ線グラフを作成します。</p></li> <li><p><strong>年</strong>を <strong>[軸]</strong> フィールドにドラッグし、ドロップダウン メニューに日付が "年" として表示されていることを確認します。</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <ol> <li><p><strong>再構築された気温変化</strong>、<strong>測定気温変化</strong>、<strong>正の差異</strong>および<strong>負の差異</strong>を [値] にドラッグします。</p></li> <li><p>気温の変化を差異で目立たせるために、<strong>[書式]</strong>ペインで折れ線の色を変更します。</p></li> </ol>
ko_kr: <p><img src="{0}" alt="" title="" /></p> <ol> <li><p>이 단계를 반복하여 <strong>음의 변동 = [재구성된 온도 변화] - [시그마]</strong>를 만듭니다.</p></li> <li><p>새 열의 데이터 형식을 10진수로 변경합니다.</p></li> <li><p>모든 정보가 <strong>온도 변화</strong> 테이블에 로드되면 다른 두 테이블을 보고서에 로드할 필요가 없습니다. 다른 두 테이블로 로드를 사용하지 않으려면 <strong>계기 데이터</strong>를 마우스 오른쪽 단추로 클릭하고 <strong>로드 사용</strong>을 선택 취소한 후 <strong>오차 막대</strong>에 대해 동일한 작업을 수행합니다. 비활성화된 테이블은 기울임꼴 및 회색으로 표시됩니다.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p> <ol> <li>이제 <strong>홈</strong> 리본에서 <strong>닫기 및 적용</strong>을 선택합니다.</li> </ol> <h3>2단계: 시각적 개체 만들기</h3> <p>데이터를 로드하고 데이터 편집 및 병합에서 대부분의 작업을 수행했으면 몇 번의 클릭만으로 꺾은선형 차트가 만들어집니다.</p> <ol> <li><p>보고서 섹션에서 새 꺾은선형 차트 만들기</p></li> <li><p><strong>축</strong> 필드에 <strong>연도</strong>를 끌어오고 날짜가 드롭다운 메뉴에서 연도로 표시되는지 확인합니다.</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <ol> <li><p><strong>재구성된 온도 변화</strong>, <strong>계기 온도 변화</strong>, <strong>양의 변동</strong> 및 <strong>음의 변동</strong>을 값으로 끌어옵니다.</p></li> <li><p>이러한 변동에서 온도 변화를 돋보이게 하려면 <strong>서식</strong> 창에서 선의 색을 변경합니다.</p></li> </ol>
pt_br: <p><img src="{0}" alt="" title="" /></p> <ol> <li><p>Repita essa etapa para criar <strong>Variação negativa = [Alteração da temperatura reconstruída] - [Sigma]</strong></p></li> <li><p>Altere os tipos de dados das novas colunas para números decimais.</p></li> <li><p>Depois de ter carregado todas as informações na tabela <strong>Alteração de temperatura</strong>, não será necessário carregar as duas outras tabelas para seu relatório. Para desabilitar o carregamento das duas outras tabelas, clique com o botão direito do mouse em <strong>Dados instrumentais</strong>, desmarque <strong>Habilitar Carregamento</strong> e faça o mesmo nas <strong>Barras de erro</strong>. As tabelas desabilitadas serão mostradas em itálico e esmaecidas.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p> <ol> <li>Agora, selecione <strong>Fechar e Aplicar</strong> na faixa de opções <strong>Início</strong>.</li> </ol> <h3>Etapa 2: Criando o visual</h3> <p>Depois de carregar os dados e ter realizado a maior parte do trabalho de edição e mesclagem dos dados, faltarão apenas alguns cliques para criar o gráfico de linhas.</p> <ol> <li><p>Crie um novo gráfico de linhas na seção de relatórios</p></li> <li><p>Arraste <strong>Ano</strong> para o campo <strong>Eixo</strong> e verifique se a data é exibida como Ano no menu suspenso</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <ol> <li><p>Arraste <strong>Alteração da Temperatura Reconstruída</strong>, <strong>Alteração da Temperatura Instrumental</strong>, <strong>Variação Positiva</strong> e <strong>Variação Negativa</strong> para Valores</p></li> <li><p>Altere as cores das linhas no painel <strong>Formatar</strong> se desejar que as mudanças de temperatura se destaquem da variação.</p></li> </ol>
ru_ru: <p><img src="{0}" alt="" title="" /></p> <ol> <li><p>Повторите это действие, чтобы создать формулу <strong>Отрицательное изменение = [Значение воссозданной температуры] + [Сигма]</strong>.</p></li> <li><p>Измените типы данных новых столбцов на десятичные числа.</p></li> <li><p>После того как вы загрузите всю информацию в таблицу <strong>Изменение температуры</strong>, загружать в отчет остальные две таблицы нет необходимости. Чтобы отключить их загрузку, щелкните правой кнопкой мыши таблицу <strong>Данные измерений</strong> и снимите флажок <strong>Включить загрузку</strong>, а затем проделайте то же самое с таблицей <strong>Планки погрешностей</strong>. Отключенные таблицы выделены курсивом и затенены.</p></li> </ol> <p><img src="{1}" alt="" title="" /></p> <ol> <li>Теперь нажмите кнопку <strong>Закрыть и применить</strong> на вкладке <strong>Главная</strong> ленты.</li> </ol> <h3>Этап&#160;2. Создание визуального элемента</h3> <p>После загрузки всех данных и выполнения основных задач по редактированию и слиянию значений создать график можно буквально несколькими щелчками мыши.</p> <ol> <li><p>Создайте новый график в разделе отчета.</p></li> <li><p>Перетащите поле <strong>Год</strong> на поле <strong>Ось</strong> и убедитесь, что дата в раскрывающемся меню отображается в виде года.</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <ol> <li><p>Перетащите поля <strong>Изменение воссозданной температуры</strong>, <strong>Изменение измеренной температуры</strong> , <strong>Положительное изменение</strong> и <strong>Отрицательное изменение</strong> в список значений.</p></li> <li><p>Измените цвета линий в области <strong>Формат</strong>, если хотите выделить изменения температуры на фоне отклонений.</p></li> </ol>
zh_cn: <p><img src="{0}" alt="" title="" /></p> <ol> <li><p>重复此步骤以创建“负差异 = [重新构造的温度变化] - [Sigma]”<strong></strong></p></li> <li><p>将新列的数据类型更改为十进制数。</p></li> <li><p>已将所有信息加载到“温度变化”<strong></strong>表中，无需再将另外两个表加载到报表中。若要禁止加载另外两个表，右键单击“仪器数据”<strong></strong>并取消选择“启用加载”<strong></strong>，然后对“误差线”<strong></strong>执行相同的操作。禁用的表将显示为斜体和灰色。</p></li> </ol> <p><img src="{1}" alt="" title="" /></p> <ol> <li>现在选择“开始”<strong></strong>功能区中的“关闭并应用”<strong></strong>。</li> </ol> <h3>第 2 步：创建视觉对象</h3> <p>在加载完数据及已经完成编辑和合并数据的大部分工作之后，创建折线图只需几次单击就可完成。</p> <ol> <li><p>在报表部分创建新的折线图</p></li> <li><p>拖动“轴”<strong></strong>字段上的“年份”<strong></strong>，并确保日期在下拉菜单中显示为“年份”</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <ol> <li><p>拖动“值”上的“重新构造的温度变化”<strong></strong>、“仪器温度变化”<strong></strong>、“正差异”<strong></strong>和“负差异”<strong></strong></p></li> <li><p>如果想要温度变化从差异中突出显示，则在“格式”<strong></strong>窗格中更改线的颜色。</p></li> </ol>
zh_tw: <p><img src="{0}" alt="" title="" /></p> <ol> <li><p>重複此步驟，建立<strong>負數差異 = [重建溫度變化] - [標準差]</strong></p></li> <li><p>將新資料行的資料類型變更為十進位數字。</p></li> <li><p>將所有資訊載入 [溫度變化]<strong></strong> 資料表之後，不需要將其他兩個資料表載入報表。若要停止載入其他兩個資料表，請以滑鼠右鍵按一下 [儀器資料]<strong></strong> 並取消選取 [啟用載入]<strong></strong>，然後對 [誤差線]<strong></strong> 執行相同的動作。停用的資料表會以斜體和灰階顯示。</p></li> </ol> <p><img src="{1}" alt="" title="" /></p> <ol> <li>現在選取 [首頁]<strong></strong> 功能區中的 [關閉並套用]<strong></strong>。</li> </ol> <h3>步驟 2：建立視覺效果</h3> <p>載入資料並完成大部分編輯與合併資料的工作之後，只要按幾下，就可以建立折線圖。</p> <ol> <li><p>在報表部分建立新的折線圖</p></li> <li><p>拖曳 [軸]<strong></strong> 欄位上的 [年]<strong></strong>，並確定下拉式功能表中的日期以「年」顯示</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <ol> <li><p>拖曳 [值] 上的 [重建溫度變化]<strong></strong>、[儀器溫度變化]<strong></strong>、[正數差異]<strong></strong> 和 [負數差異]<strong></strong></p></li> <li><p>如果您想要在差異中強調顯示溫度變化，請在 [格式]<strong></strong> 窗格中變更線條的色彩。</p></li> </ol>

# Download_Resources
source: Download all the resources needed for these tutorials
de_de: Alle für diese Tutorials erforderlichen Ressourcen herunterladen
es_es: Descargue todos los recursos necesarios para estos tutoriales
fr_fr: Téléchargez les ressources nécessaires pour ces didacticiels
it_it: Scarica tutte le risorse necessarie per queste esercitazioni
ja_jp: これらのチュートリアルに必要なすべてのリソースをダウンロードする
ko_kr: 이러한 자습서에 필요한 모든 리소스를 다운로드합니다.
pt_br: Baixe todos os recursos necessários para esses tutoriais
ru_ru: Скачать все ресурсы, необходимые для работы с этими учебниками
zh_cn: 下载教程所需的全部资源
zh_tw: 下載這些教學課程所需的所有資源

# Hero_Content
source: This introductory course will teach you how to use graphics of different kinds to analyze and understand your own data and learn how to effectively communicate with your audience. Data visualization expert Alberto Cairo will walk you through the core principles of visualization such as understanding your data, choosing the appropriate graphic form and to arrange the composition to narrate or enable exploration. You will also learn more about how data visualization is based on the idea of visual encoding to transform data points into graphical features.
de_de: In diesem Einführungskurs lernen Sie, wie Sie mithilfe unterschiedlicher Grafiken Ihre Daten analysieren und interpretieren und Sie Ihrer Zielgruppe effektiv vermitteln. Der Experte für Datenvisualisierung Alberto Cairo erläutert Ihnen die wichtigsten Aspekte von Visualisierungen, z. B. das Verständnis der Daten, die Auswahl des richtigen Grafikformats und das Anordnen der Komposition für die Darstellung oder Untersuchung der Daten. Ihnen wird außerdem ausführlicher erläutert, wie die Datenvisualisierung durch die Codierung von Visualisierungen erfolgt, um Datenpunkte grafisch darzustellen.
es_es: Este curso de introducción le enseñará a usar diferentes tipos de gráficos para analizar y comprender sus propios datos, así como a comunicarse de forma efectiva con su audiencia. El experto en visualización de datos, Alberto Cairo, nos guiará por los principios básicos de la visualización, por ejemplo, comprender los datos, elegir la forma de gráfico adecuada y organizar la composición para narrar o permitir la exploración. También aprenderá cómo la visualización de datos se basa en el concepto de codificación de objetos visuales para transformar los puntos de datos en características gráficas.
fr_fr: Ce cours introductif vous apprend à utiliser des graphiques de différentes sortes pour analyser et comprendre vos propres données, ainsi qu’à communiquer efficacement avec votre public. Alberto Cairo, expert en visualisation de données, vous guide dans les principes de base de la visualisation, tels que la compréhension de vos données, le choix de la forme graphique appropriée et l’organisation de la composition pour narrer ou permettre l’exploration. Vous en apprendrez également davantage sur la manière dont la visualisation de données est basée sur l’idée d’utiliser un encodage visuel pour transformer des points de données en fonctionnalités graphiques.
it_it: Questo corso introduttivo ti spiegherà come usare grafici di diverso tipo per analizzare e comprendere i dati e come comunicare in modo efficace con i destinatari. L'esperto di visualizzazione dei dati Alberto Cairo ti illustrerà in modo dettagliato i principi di base della visualizzazione, spiegando come comprendere i dati, scegliere il formato grafico appropriato e organizzare la composizione per raccontare una storia o consentire l'esplorazione. Capirai anche come il concetto di visualizzazione dei dati si basa sull'idea di codifica visiva per trasformare i punti dati in caratteristiche grafiche.
ja_jp: この入門コースでは、さまざまな種類のグラフィックスを使用して自身のデータを分析して理解する方法と、説明する相手に対して効果的に伝える方法を習得することができます。データ視覚化の専門家である Alberto Cairo が、データの理解、適切なグラフィック形式の選択、ナレーションや詳細説明のための構成の調整など、視覚化で中心となる原則について説明します。また、データ可視化の基礎である、データ ポイントをグラフィカルな特徴に変換する視覚記号化という考えついても詳しく説明します。
ko_kr: 이 도입 과정에서는 다양한 종류의 그래픽을 사용하여 사용자 고유의 데이터를 분석 및 이해하고 대상 그룹과 효과적으로 커뮤니케이션하는 방법을 알아봅니다. 데이터 시각화 전문가인 Alberto Cairo가 데이터 이해, 적절한 그래픽 양식 선택, 내레이션 또는 탐색 사용과 같은 시각화의 핵심 원리를 안내해 줍니다. 또한 데이터 요소를 그래픽 기능으로 변환하는 시각적 인코딩 개념을 토대로 데이터 시각화를 어떻게 만드는지에 대해서도 자세히 알아봅니다.
pt_br: Esse curso introdutório ensinará você a usar gráficos de diferentes tipos para analisar e compreender seus próprios dados e aprender como comunicar-se com eficácia com seu público. O especialista de visualização de dados, Alberto Cairo, guiará você pelos princípios fundamentais da visualização, como entender seus dados, escolher o formato de gráfico apropriado e organizar a composição para narrar ou habilitar a exploração dos dados. Você também aprenderá mais sobre como a visualização de dados é baseada na ideia da codificação de visuais para transformar os pontos de dados em recursos gráficos.
ru_ru: В этом вводном курсе рассказывается, как использовать графические объекты различных видов для анализа и понимания собственных данных, а также их представления аудитории. Специалист в области визуализации данных Альберто Каиро (Alberto Cairo) познакомит вас с основными принципами создания визуализаций: осмыслением данных, выбором оптимальной графической формы, а также подбором композиции для наглядной презентации данных и создания условий для их изучения. Вы также узнаете о связи визуализации данных с концепцией наглядного кодирования, которая позволяет превращать точки данных в графические объекты.
zh_cn: 本入门课程介绍如何使用不同类型的图形来分析和理解数据，及如何与受众有效沟通。数据可视化专家 Alberto Cairo 会引导用户了解可视化效果的核心原则，如理解数据、选择合适的图形形式以及组织旁白构成或实现浏览。还会介绍关于数据可视化是如何基于视觉对象编码的理念，将数据点转换为图形功能的详细信息。
zh_tw: 本簡介課程將指導您如何使用不同類型的圖形來分析及了解您自己的資料，並學習如何有效地與您的觀眾溝通。資料視覺效果專家 Alberto Cairo 將逐步說明視覺效果的核心原則，例如了解您的資料、選擇適當的圖形格式，以及安排構圖以敘述或啟用探索。您也將深入了解資料視覺效果如何依據視覺編碼概念，將資料點轉換成圖形功能。

# Hero_Title
source: Introduction to Visualization
de_de: Einführung in die Visualisierung
es_es: Introducción a la visualización
fr_fr: Présentation de la visualisation
it_it: Introduzione alla visualizzazione
ja_jp: 可視化の概要
ko_kr: 시각화 소개
pt_br: Introdução à Visualização
ru_ru: Общие сведения о визуализации
zh_cn: 可视化简介
zh_tw: 視覺效果簡介

source: In this article:
de_de: Inhalt dieses Artikels:
es_es: En este artículo:
fr_fr: Contenu de cet article :
it_it: Contenuto dell'articolo:
ja_jp: この記事の内容:
ko_kr: 이 문서의 내용
pt_br: Neste artigo:
ru_ru: В этой статье:
zh_cn: 在本文中：
zh_tw: 本文內容：

# META_PAGETITLE
source: Data Journalism - Introduction to Visualization | Microsoft Power BI
de_de: Datenjournalismus – Einführung in die Visualisierung | Microsoft Power BI
es_es: Periodismo de datos: introducción a la visualización | Microsoft Power BI
fr_fr: Journalisme de données - Présentation de la visualisation | Microsoft Power BI
it_it: Giornalismo basato sui dati - Introduzione alla visualizzazione | Microsoft Power BI
ja_jp: データ ジャーナリズム - 可視化の概要 | Microsoft Power BI
ko_kr: 데이터 저널리즘 - 시각화 소개 | Microsoft Power BI
pt_br: Jornalismo de Dados – Introdução à Visualização | Microsoft Power BI
ru_ru: Журналистика данных — введение в визуализацию | Microsoft Power BI
zh_cn: 数据新闻 - 可视化简介 | Microsoft Power BI
zh_tw: 資料新聞學 - 視覺效果簡介 | Microsoft Power BI
