Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/Visualization.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# ArticleThird_Continue_7
source: <p>Measures to create:</p> <blockquote> <p>votes clinton = CALCULATE(sum(VotingData[Votes]), VotingData[Candidate] = "Clinton")</p> <p>votes sanders = CALCULATE(sum(VotingData[Votes]), VotingData[Candidate] = "Sanders")</p> <p>winner direction = if([votes clinton] &gt; [votes sanders], -1, if(VotingData[votes clinton] = [votes sanders], 0, 1))</p> </blockquote> <p>Note: the first two measures filter values for Clinton and Sanders and enable us to build the winner direction measure which tells us whether the Clinton or Sanders had more votes in a given county. You’ll see when we build the map how this is useful.</p> <p>After you complete this step, the fields list will look like below. The measures you created are added to the fields available for you to use in your data visualizations.</p> <p><img src="{0}" alt="" title="" /></p> <h3>Step 3: Show results on a map</h3> <p>Now, we’re ready to make the shape map</p> <ol> <li>Insert a <strong>ShapeMap</strong> visual into the report.</li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>Note: at the time of writing the ShapeMap visual is in Preview. If you do not see the ShapeMap, you’ll need to enable it as a <strong>Preview Feature</strong>.</p> <ol> <li><p><strong>File-&gt; Options and Settings -&gt; Options</strong></p></li> <li><p><strong>Global -&gt; Preview Features</strong></p></li> <li><p>Check the box next to <strong>Shape Map Visual</strong></p></li> <li><p>Press <strong>OK</strong></p></li> </ol> <p>After you insert the <strong>ShapeMap</strong>, it will be blank. Perform the following steps:</p> <ol> <li><p>Select the <strong>map</strong> by clicking on it.</p></li> <li><p>In the <strong>fields list</strong> check the box next to the following fields:</p> <p>a. <strong>County Name</strong></p> <p>b. <em>*Winner Direction *</em></p></li> </ol> <p>The visuals’ data fields will look like this:</p> <p><img src="{2}" alt="" title="" /></p> <p>The page will look roughly like this:</p> <p>Note that the U.S. Map is shown by default. In the next steps, we will change the map shapes.</p> <p><img src="{3}" alt="" title="" /></p> <p>You can use any <strong>TopoJSON file</strong> with the <strong>ShapeMap</strong> visual. The IDs of the TopoJSON shapes must match the names in your data set.</p> <p>Let’s change the shapes to match the county names.</p> <ol> <li><p>Select the <strong>ShapeMap</strong></p></li> <li><p>Switch to the <strong>Formatting Pane</strong></p></li> <li><p>Expand the <strong>Shape</strong> options</p></li> </ol> <p>The UI should now look like below:</p> <p><img src="{4}" alt="" title="" /></p> <ol> <li><p>Press <strong>+ Add Map</strong></p></li> <li><p>In the <strong>file</strong> open dialog, select the file “<strong>gz_2010_us_050_00_500k-wash-counties-only.json</strong>”</p></li> </ol> <p>Now the UI will look like this:</p> <p><img src="{5}" alt="" title="" /></p> <p>Next, we will change the color to match the theme of the Democrats party in the United States.</p> <ol> <li><p>In the <strong>formatting</strong> pane, expand <strong>Data Colors</strong></p></li> <li><p>Place the <strong>Diverging</strong> toggle into the <strong>On</strong> position</p></li> </ol> <p>You may choose colors from the provided UI options, or you can select <strong>Custom Color</strong> to specify colors. The examples below uses the following colors:</p> <blockquote> <p>Minimum - 0007FF</p> <p>Center - B3B3B3</p> <p>Maximum - 0055FF</p> </blockquote> <ol> <li>Set the <strong>Minimum</strong>, <strong>Center</strong>, and <strong>Maximum</strong> to <strong>-1, 0, and 1</strong> respectively. In this way, you are defining the scale.</li> </ol> <p><img src="{6}" alt="" title="" /></p>
de_de: <p>Zu erstellende Measures:</p> <blockquote> <p>Stimmen Clinton = CALCULATE(sum(VotingData[Stimmen]), VotingData[Kandidat] = "Clinton")</p> <p>Stimmen Sanders = CALCULATE(sum(VotingData[Stimmen]), VotingData[Kandidat] = "Sanders")</p> <p>Mehrzahl der Stimmen = if([Stimmen Clinton] > [Stimmen Sanders], -1, if(VotingData[Stimmen Clinton] = [Stimmen Sanders], 0, 1))</p> </blockquote> <p>Hinweis: Die ersten beiden Measures filtern Werte für Clinton und Sanders und bilden die Grundlage zum Erstellen des Measures „Mehrzahl der Stimmen“, das angibt, ob in einem bestimmten Wahlbezirk mehr Stimmen für Clinton oder Sanders abgegeben wurden. Beim Erstellen der Karte werden Sie erkennen, warum dies sinnvoll ist.</p> <p>Nachdem Sie diesen Schritt durchgeführt haben, sieht die Liste der Felder wie in der folgenden Abbildung aus. Die von Ihnen erstellten Measures werden den Feldern hinzugefügt, die Sie in Ihren Datenvisualisierungen verwenden können.</p> <p><img src="{0}" alt="" title="" /></p> <h3>Schritt 3: Anzeigen der Ergebnisse auf einer Karte</h3> <p>Jetzt können wir die Formenzuordnung erstellen.</p> <ol> <li>Fügen Sie die Visualisierung <strong>Formenzuordnung</strong> in den Bericht ein.</li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>Hinweis: Zum Zeitpunkt des Verfassens dieses Kurses ist die Visualisierung „Formenzuordnung“ nur in der Vorschauversion verfügbar. Wenn die Formenzuordnung nicht angezeigt wird, müssen Sie sie als <strong>Vorschaufeature</strong> aktivieren.</p> <ol> <li><p><strong>„Datei“ -> „Optionen und Einstellungen“ -> „Optionen“</strong></p></li> <li><p><strong>„Global“ -> „Vorschaufeatures“</strong></p></li> <li><p>Aktivieren Sie das Kontrollkästchen neben <strong>Visuelles Formenzuordnungselement</strong>.</p></li> <li><p>Klicken Sie auf <strong>OK</strong>.</p></li> </ol> <p>Nachdem Sie die <strong>Formenzuordnung</strong> eingefügt haben, ist sie zunächst leer. Führen Sie die folgenden Schritte aus:</p> <ol> <li><p>Klicken Sie auf die <strong>Karte</strong>, um sie auszuwählen.</p></li> <li><p>Aktivieren Sie in der <strong>Liste der Felder</strong> die Kontrollkästchen neben den folgenden Feldern:</p> <p>a. <strong>Bezirksname</strong></p> <p>b. <em>*Mehrzahl der Stimmen*</em></p></li> </ol> <p>Die Datenfelder der Visualisierung sehen wie folgt aus:</p> <p><img src="{2}" alt="" title="" /></p> <p>Die Seite sieht ungefähr wie folgt aus:</p> <p>Beachten Sie, dass standardmäßig die Karte der USA angezeigt wird. In den nächsten Schritten ändern wir die Kartenformen.</p> <p><img src="{3}" alt="" title="" /></p> <p>Sie können eine beliebige <strong>TopoJSON-Datei</strong> mit der Visualisierung <strong>Formenzuordnung</strong> verwenden. Die IDs der TopoJSON-Formen müssen mit den Namen in Ihrem Dataset übereinstimmen.</p> <p>Lassen Sie uns die Formen ändern, damit sie mit den Bezirksnamen übereinstimmen.</p> <ol> <li><p>Wählen Sie die <strong>Formenzuordnung</strong> aus.</p></li> <li><p>Wechseln Sie zum Bereich <strong>Formatierung</strong>.</p></li> <li><p>Erweitern Sie die Optionen von <strong>Form</strong>.</p></li> </ol> <p>Die Benutzeroberfläche sieht jetzt wie folgt aus:</p> <p><img src="{4}" alt="" title="" /></p> <ol> <li><p>Klicken Sie auf <strong>+ Karte hinzufügen</strong>.</p></li> <li><p>Wählen Sie im Dialogfeld zum Öffnen der <strong>Datei</strong> die Datei „<strong>gz_2010_us_050_00_500k-wash-counties-only.json</strong>“ aus.</p></li> </ol> <p>Die Benutzeroberfläche sieht jetzt wie folgt aus:</p> <p><img src="{5}" alt="" title="" /></p> <p>Anschließend ändern wir die Farbe, damit sie dem Design der Demokratischen Partei in den Vereinigten Staaten entspricht.</p> <ol> <li><p>Erweitern Sie im Bereich <strong>Formatierung</strong> die Option <strong>Datenfarben</strong>.</p></li> <li><p>Wählen Sie für <strong>Abweichend</strong> die Option <strong>Ein</strong>.</p></li> </ol> <p>Sie können Farben aus den Optionen der Benutzeroberfläche auswählen oder <strong>Benutzerdefinierte Farbe</strong> wählen, um Farben anzugeben. In den Beispielen unten werden die folgenden Farben verwendet:</p> <blockquote> <p>Minimum – 0007FF</p> <p>Mitte – B3B3B3</p> <p>Maximum – 0055FF</p> </blockquote> <ol> <li>Legen Sie <strong>Minimum</strong>, <strong>Mitte</strong> und <strong>Maximum</strong> auf <strong>-1, 0 bzw. 1</strong> fest. So definieren Sie die Skala.</li> </ol> <p><img src="{6}" alt="" title="" /></p>
es_es: <p>Medidas que se crearán:</p> <blockquote> <p>votes clinton = CALCULAR(sum(VotingData[Votes]), VotingData[Candidate] = "Clinton")</p> <p>votes sanders = CALCULAR(sum(VotingData[Votes]), VotingData[Candidate] = "Sanders")</p> <p>dirección del ganador = if([votes clinton] > [votes sanders], -1, if(VotingData[votes clinton] = [votes sanders], 0, 1))</p> </blockquote> <p>Nota: las dos primeras medidas filtran los valores para Clinton y Sanders, y nos permiten crear la medida de la dirección del ganador que nos indica si Clinton o Sanders obtuvieron más votos en un condado determinado. Cuando creemos el mapa, verá su utilidad.</p> <p>Después de completar este paso, la lista de campos tendrá el siguiente aspecto. Las medidas que creó se agregarán a los campos que hay disponibles para usar en las visualizaciones de datos.</p> <p><img src="{0}" alt="" title="" /></p> <h3>Paso 3: Mostrar resultados en un mapa</h3> <p>Ahora, estamos listos para crear el mapa de formas.</p> <ol> <li>Inserte un objeto visual <strong>ShapeMap</strong> en el informe.</li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>Nota: en el momento de escribir el objeto visual ShapeMap, está en modo de vista previa. Si no ve el objeto ShapeMap, deberá habillitarlo como <strong>Característica en vista previa</strong>.</p> <ol> <li><p><strong>Archivo -> Opciones y configuración -> Opciones</strong></p></li> <li><p><strong>Global -> Características en vista previa</strong></p></li> <li><p>Active la casilla junto a <strong>Dar forma a objeto visual de mapa</strong>.</p></li> <li><p>Presione <strong>Aceptar</strong></p></li> </ol> <p>Después de insertar el objeto visual <strong>ShapeMap</strong>, estará vacío. Realice los pasos siguientes:</p> <ol> <li><p>Haga clic en el <strong>mapa</strong> para seleccionarlo.</p></li> <li><p>En la <strong>lista de campos</strong>, active la casilla junto a los siguientes campos:</p> <p>a. <strong>Nombre de condado</strong></p> <p>b. <em>*Dirección del ganador *</em></p></li> </ol> <p>Los campos de datos de los objetos visuales tendrán el siguiente aspecto:</p> <p><img src="{2}" alt="" title="" /></p> <p>El aspecto de la página será parecido a este:</p> <p>Observe que el mapa de EE. UU. se muestra de forma predeterminada. En los siguientes pasos, cambiaremos las formas del mapa.</p> <p><img src="{3}" alt="" title="" /></p> <p>Puede usar cualquier <strong>archivo TopoJSON</strong> con el objeto visual <strong>ShapeMap</strong>. Los identificadores de las formas TopoJSON deben coincidir con los nombres del conjunto de datos.</p> <p>Vamos a cambiar las formas para que coincidan con los nombres de los condados.</p> <ol> <li><p>Seleccione el objeto visual <strong>ShapeMap</strong>.</p></li> <li><p>Cambie al <strong>Panel de formato</strong>.</p></li> <li><p>Expanda las opciones de <strong>Forma</strong>.</p></li> </ol> <p>Ahora, la interfaz de usuario debería tendrá el siguiente aspecto:</p> <p><img src="{4}" alt="" title="" /></p> <ol> <li><p>Presione en <strong>+ Agregar mapa</strong>.</p></li> <li><p>En el cuadro de diálogo para abrir <strong>archivo</strong>, seleccione el archivo “<strong>gz_2010_us_050_00_500k-wash-counties-only.json</strong>”</p></li> </ol> <p>Ahora, la interfaz de usuario tendrá el siguiente aspecto:</p> <p><img src="{5}" alt="" title="" /></p> <p>Después, cambiaremos el color para que coincida con la combinación de colores del partido demócrata de Estados Unidos.</p> <ol> <li><p>En el panel <strong>Formato</strong>, expanda <strong>Colores de datos</strong>.</p></li> <li><p>Coloque el control de alternancia <strong>Divergente</strong> en la posición <strong>Activado</strong>.</p></li> </ol> <p>Puede elegir los colores que ofrece la interfaz de usuario o puede seleccionar <strong>Color personalizado</strong> para especificar los colores. Los ejemplos siguientes usan estos colores:</p> <blockquote> <p>Mínimo: 0007FF</p> <p>Centro: B3B3B3</p> <p>Máximo: 0055FF</p> </blockquote> <ol> <li>Establezca los valores de <strong>Mínimo</strong>, <strong>Centro</strong> y <strong>Máximo</strong> en <strong>-1, 0 y 1</strong>, respectivamente. De esta forma, está definiendo la escala.</li> </ol> <p><img src="{6}" alt="" title="" /></p>
fr_fr: <p>Mesures à créer&#160;:</p> <blockquote> <p>votes clinton = CALCUL(somme(VotingData[Votes]); VotingData[Candidate] = "Clinton")</p> <p>votes sanders = CALCUL(somme(VotingData[Votes]); VotingData[Candidate] = "Sanders")</p> <p>winner direction = si([votes clinton] > [votes sanders]; -1; si(VotingData[votes clinton] = [votes sanders]; 0; 1))</p> </blockquote> <p>Remarque&#160;: les deux premières mesures filtrent les valeurs pour Clinton et Sanders, et nous permettent de créer la mesure «&#160;direction du vainqueur&#160;» qui nous indique qui de Clinton ou Sanders a recueilli le plus de voix dans un comté donné. Vous verrez au moment de créer la carte à quel point cela est utile.</p> <p>Une fois cette étape accomplie, la liste des champs ressemble à celle ci-dessous. Les mesures créées sont ajoutées aux champs disponibles que vous pouvez utiliser dans vos visualisations de données.</p> <p><img src="{0}" alt="" title="" /></p> <h3>Étape&#160;3&#160;: afficher les résultats sur une carte</h3> <p>Nous sommes prêts à établir la carte de formes</p> <ol> <li>Insérez un visuel <strong>ShapeMap</strong> dans le rapport.</li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>Remarque&#160;: au moment de la rédaction de ce document, le visuel ShapeMap est en préversion. Si vous ne voyez pas le visuel ShapeMap, vous devez l’activer en tant que <strong>Fonctionnalité en préversion</strong>.</p> <ol> <li><p><strong>Fichier -> Options et paramètres -> Options</strong></p></li> <li><p><strong>Global -> Fonctionnalités en préversion</strong></p></li> <li><p>Activez la case à cocher en regard de <strong>Visuel de la carte de formes</strong></p></li> <li><p>Appuyez sur <strong>OK</strong></p></li> </ol> <p>Après son insertion, le visuel <strong>ShapeMap</strong> est vide. Procédez comme suit&#160;:</p> <ol> <li><p>Sélectionnez la <strong>carte</strong> en cliquant dessus.</p></li> <li><p>Dans la <strong>liste des champs</strong>, activez la case à cocher en regard de chacun des champs&#160;:</p> <p>a. <strong>Nom de pays</strong></p> <p>b. <em>*Direction du vainqueur *</em></p></li> </ol> <p>Les champs de données des visuels ressemblent à ceci&#160;:</p> <p><img src="{2}" alt="" title="" /></p> <p>La page ressemble à peu près à ceci&#160;:</p> <p>Notez que la carte des États-Unis s’affiche par défaut. Dans les étapes suivantes, nous allons modifier les formes de la carte.</p> <p><img src="{3}" alt="" title="" /></p> <p>Vous pouvez utiliser tout <strong>fichier TopoJSON</strong> avec le visuel <strong>ShapeMap</strong>. Les ID des formes TopoJSON doivent correspondre aux noms figurant dans votre jeu de données.</p> <p>Modifions les formes pour qu’elles correspondent aux noms des comtés.</p> <ol> <li><p>Sélectionnez la <strong>ShapeMap</strong></p></li> <li><p>Basculez vers le volet <strong>Format</strong></p></li> <li><p>Développez les options <strong>Forme</strong></p></li> </ol> <p>L’interface utilisateur doit à présent ressembler à ceci&#160;:</p> <p><img src="{4}" alt="" title="" /></p> <ol> <li><p>Appuyez sur <strong>+ Ajouter une carte</strong></p></li> <li><p>Dans la boîte de dialogue <strong>Fichier</strong>, sélectionnez le fichier «&#160;<strong>gz_2010_us_050_00_500k-wash-counties-only.json</strong>&#160;»</p></li> </ol> <p>Désormais, l’interface utilisateur ressemble à ceci&#160;:</p> <p><img src="{5}" alt="" title="" /></p> <p>Nous allons modifier la couleur pour qu’elle corresponde à celle du parti démocrate des États-Unis.</p> <ol> <li><p>Dans le volet <strong>Format</strong>, développez <strong>Couleurs des données</strong></p></li> <li><p>Mettez le bouton bascule <strong>Divergent</strong> en position <strong>Activé</strong></p></li> </ol> <p>Vous pouvez choisir les couleurs dans les options d’interface utilisateur disponibles, ou sélectionner <strong>Couleur personnalisée</strong> pour définir les couleurs. Les exemples ci-dessous utilisent les couleurs suivantes&#160;:</p> <blockquote> <p>Minimum - 0007FF</p> <p>Centre - B3B3B3</p> <p>Maximum - 0055FF</p> </blockquote> <ol> <li>Définissez les valeurs de <strong>Minimum</strong>, <strong>Centre</strong> et <strong>Maximum</strong> respectivement sur <strong>-1, 0 et 1</strong>. Vous définissez ainsi l’échelle.</li> </ol> <p><img src="{6}" alt="" title="" /></p>
it_it: <p>Misure da creare:</p> <blockquote> <p>vota clinton = CALCULATE(sum(DatiVotazione[Voti]), DatiVotazione[Candidato] = "Clinton")</p> <p>vota sanders = CALCULATE(sum(DatiVotazione[Voti]), DatiVotazione[Candidato] = "Sanders")</p> <p>tendenza vincitore = if([vota clinton] > [vota sanders], -1, if(DatiVotazione[vota clinton] = [vota sanders], 0, 1))</p> </blockquote> <p>Nota: le prime due misure filtrano i valori per Clinton e Sanders e consentono di creare la misura relativa alla tendenza del vincitore, che indica se in una determinata contea ha avuto più voti Clinton o Sanders. Quando creeremo la mappa, potrai renderti conto dell'utilità di queste misure.</p> <p>Dopo aver completato questo passaggio, l'elenco dei campi sarà simile al seguente. Le misure create vengono aggiunte ai campi disponibili per l'uso nelle visualizzazioni dei dati.</p> <p><img src="{0}" alt="" title="" /></p> <h3>Passaggio 3: Mostrare i risultati su una mappa</h3> <p>A questo punto, siamo pronti per creare un oggetto forme mappa</p> <ol> <li>Inserisci un oggetto visivo <strong>Forme mappa</strong> nel report.</li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>Nota: al momento della stesura di questo articolo, l'oggetto visivo Forme mappa è disponibile in versione di anteprima. Se l'oggetto visivo Forme mappa non è visualizzato, dovrai abilitarlo come <strong>Funzionalità di anteprima</strong>.</p> <ol> <li><p><strong>File -> Opzioni e impostazioni -> Opzioni</strong></p></li> <li><p><strong>Globali -> Funzionalità di anteprima</strong></p></li> <li><p>Seleziona la casella di controllo accanto a <strong>Oggetto visivo forme mappa</strong></p></li> <li><p>Premi <strong>OK</strong></p></li> </ol> <p>Dopo essere stato inserito, l'oggetto <strong>Forme mappa</strong> sarà vuoto. Esegui queste operazioni:</p> <ol> <li><p>Seleziona la <strong>mappa</strong> facendo clic su di essa.</p></li> <li><p>Nell'<strong>elenco dei campi</strong> seleziona la casella accanto ai campi seguenti:</p> <p>a. <strong>Nome Contea</strong></p> <p>b. <em>*Tendenza vincitore *</em></p></li> </ol> <p>I campi dati degli oggetti visivi avranno un aspetto simile al seguente:</p> <p><img src="{2}" alt="" title="" /></p> <p>L'aspetto della pagina sarà simile al seguente:</p> <p>Per impostazione predefinita, viene visualizzata la mappa degli Stati Uniti. Cambieremo le forme della mappa nei passaggi seguenti.</p> <p><img src="{3}" alt="" title="" /></p> <p>Puoi usare qualsiasi <strong>file TopoJSON</strong> con l'oggetto visivo <strong>Forme mappa</strong>. Gli ID delle forme TopoJSON devono corrispondere ai nomi nel set di dati.</p> <p>Modifichiamo le forme in modo che corrispondano ai nomi delle contee.</p> <ol> <li><p>Seleziona l'oggetto <strong>Forme mappa</strong></p></li> <li><p>Passa al <strong>riquadro di formattazione</strong></p></li> <li><p>Espandi le opzioni <strong>Forma</strong></p></li> </ol> <p>L'interfaccia utente dovrebbe ora essere simile alla seguente:</p> <p><img src="{4}" alt="" title="" /></p> <ol> <li><p>Fai clic su <strong>+ Aggiungi mappa</strong></p></li> <li><p>Nella finestra di dialogo <strong>Apri file</strong> seleziona il file "<strong>gz_2010_us_050_00_500k-wash-counties-only.json</strong>"</p></li> </ol> <p>Ora l'interfaccia utente sarà simile alla seguente:</p> <p><img src="{5}" alt="" title="" /></p> <p>Modificheremo quindi il colore in modo che corrisponda al tema del partito democratico negli Stati Uniti.</p> <ol> <li><p>Nel <strong>riquadro di formattazione</strong> espandi <strong>Colori dati</strong></p></li> <li><p>Posiziona l'interruttore <strong>Divergente</strong> in posizione <strong>Attivato</strong></p></li> </ol> <p>Puoi scegliere i colori tra le opzioni fornite dall'interfaccia utente oppure selezionare <strong>Colore personalizzato</strong> per specificare i colori. Gli esempi seguenti usano questi colori:</p> <blockquote> <p>Minimo - 0007FF</p> <p>Al centro - B3B3B3</p> <p>Massimo - 0055FF</p> </blockquote> <ol> <li>Imposta i valori di <strong>Minimo</strong>, <strong>Al centro</strong> e <strong>Massimo</strong> rispettivamente su <strong>-1, 0 e 1</strong>. In questo modo, definisci la scala.</li> </ol> <p><img src="{6}" alt="" title="" /></p>
ja_jp: <p>作成するメジャー:</p> <blockquote> <p>クリントンに投票 = CALCULATE(sum(投票データ[得票数]), 投票データ[候補者] = "クリントン")</p> <p>サンダースに投票 = CALCULATE(sum(投票データ[得票数]), 投票データ[候補者] = "サンダース")</p> <p>選挙動向 = if([クリントンに投票] > [サンダースに投票], -1, if(投票データ[クリントンに投票] = [サンダースに投票], 0, 1))</p> </blockquote> <p>注: 最初の 2 つのメジャーでクリントンおよびサンダースの値をフィルターし、特定の郡でクリントンとサンダースのどちらがより多く得票したかを示す選挙動向メジャーを構築できます。このメジャーは、地図を作成する際に非常に役立ちます。</p> <p>この手順を完了すると、フィールド一覧の表示は以下のようになります。作成したメジャーはフィールドに追加され、データ視覚化で使用できるようになります。</p> <p><img src="{0}" alt="" title="" /></p> <h3>手順 3: 地図での結果の表示</h3> <p>これで、図形マップを作成する準備ができました。</p> <ol> <li><strong>ShapeMap</strong> ビジュアルをレポートに挿入します。</li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>注: 執筆時点では、ShapeMap ビジュアルはプレビューの段階です。この ShapeMap が表示されない場合は、<strong>プレビュー機能</strong>として有効にする必要があります。</p> <ol> <li><p><strong>[ファイル] -> [オプションと設定] -> [オプション]</strong></p></li> <li><p><strong>[グローバル] -> [プレビュー機能]</strong></p></li> <li><p><strong>[図形マップのビジュアル]</strong> の横にあるボックスをオンにします。</p></li> <li><p><strong>[OK]</strong> をクリックします。</p></li> </ol> <p><strong>ShapeMap</strong> は、挿入すると空白になります。次の手順を実行します。</p> <ol> <li><p><strong>地図</strong>をクリックして選択します。</p></li> <li><p><strong>[フィールド]</strong> リストで、次のフィールドの横にあるボックスをオンにします。</p> <p>a.<strong>郡の名前</strong></p> <p>b. <em>*選挙動向 *</em></p></li> </ol> <p>ビジュアルのデータ フィールドは次のように表示されます。</p> <p><img src="{2}" alt="" title="" /></p> <p>ページは、おおよそ次のように表示されます。</p> <p>Note that the U.S.マップは既定で表示されます。次の手順では、地図のシェイプを変更します。</p> <p><img src="{3}" alt="" title="" /></p> <p><strong>ShapeMap</strong> ビジュアルでは、任意の <strong>TopoJSON ファイル</strong>を使用できます。TopoJSON シェイプの ID は、データ セット内の名前と一致する必要があります。</p> <p>郡の名前と一致するようにシェイプを変更してみましょう。</p> <ol> <li><p><strong>ShapeMap</strong> を選択します。</p></li> <li><p><strong>[書式設定]</strong> ペインに切り換えます。</p></li> <li><p><strong>[シェイプ]</strong> オプションを展開します。</p></li> </ol> <p>UI が以下のように表示されます。</p> <p><img src="{4}" alt="" title="" /></p> <ol> <li><p><strong>[+ マップの追加]</strong> をクリックします。</p></li> <li><p><strong>[ファイルを開く]</strong> ダイアログで、ファイル "<strong>gz_2010_us_050_00_500k-wash-counties-only.json</strong>" を開きます。</p></li> </ol> <p>これで、UI は次のように表示されます。</p> <p><img src="{5}" alt="" title="" /></p> <p>次に、米国の民主党のテーマと一致するように色を変更します。</p> <ol> <li><p><strong>[書式設定]</strong>ペインで、<strong>[データの色]</strong> を展開します。</p></li> <li><p><strong>[左右逆方向]</strong> のスライダーを <strong>[オン]</strong> の位置に配置します。</p></li> </ol> <p>表示されている UI オプションから色を選択するか、<strong>[ユーザー設定の色]</strong> を選択して色を指定できます。以下の例では、次の色を使用します。</p> <blockquote> <p>最小 - 0007FF</p> <p>中央 - B3B3B3</p> <p>最大 - 0055FF</p> </blockquote> <ol> <li><strong>[最小]</strong>、<strong>[中央]</strong>、<strong>[最大]</strong> をそれぞれ <strong>-1、0、1</strong> に設定します。これで、スケールが定義されます。</li> </ol> <p><img src="{6}" alt="" title="" /></p>
ko_kr: <p>생성할 측정값:</p> <blockquote> <p>clinton 표수 = CALCULATE(sum(VotingData[표수]), VotingData[후보] = "Clinton")</p> <p>sanders 표수 = CALCULATE(sum(VotingData[표수]), VotingData[후보] = "Sanders")</p> <p>예상 당선자 = if([clinton 표수] > [sanders 표수], -1, if(VotingData[clinton 표수] = [sanders 표수], 0, 1))</p> </blockquote> <p>참고: 처음 두 항목은 Clinton과 Sanders에 대한 필터 값을 측정하고 이를 토대로 특정 지방에서 Clinton 또는 Sanders 중 누가 더 많은 표를 얻었는지를 알려 주는 예상 당선자 측정값을 작성할 수 있습니다. 맵을 작성할 때 이것이 얼마나 유용한지 알게 됩니다.</p> <p>이 단계를 완료하면 필드 목록은 다음과 같게 됩니다. 생성한 측정값이 데이터 가상화에 사용할 수 있는 필드에 추가됩니다.</p> <p><img src="{0}" alt="" title="" /></p> <h3>3단계: 맵에 결과 표시</h3> <p>이제 도형 맵을 만들 준비가 되었습니다.</p> <ol> <li><strong>ShapeMap</strong> 시각적 개체를 보고서에 삽입합니다.</li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>참고: 이 자료를 작성하는 시점에 ShapeMap 시각적 개체는 미리 보기 상태입니다. ShapeMap이 표시되지 않는 경우 <strong>미리 보기 기능</strong>으로 사용하도록 설정해야 합니다.</p> <ol> <li><p><strong>파일-> 옵션 및 설정 -> 옵션</strong></p></li> <li><p><strong>글로벌 -> 미리 보기 기능</strong></p></li> <li><p><strong>도형 맵 시각화</strong> 옆의 상자를 선택합니다.</p></li> <li><p><strong>확인</strong>을 누릅니다.</p></li> </ol> <p><strong>ShapeMap</strong>을 삽입하면 비어 있게 됩니다. 다음 단계를 수행합니다.</p> <ol> <li><p><strong>맵</strong>을 클릭하여 선택합니다.</p></li> <li><p><strong>필드 목록</strong>에서 다음 필드 옆의 상자를 선택합니다.</p> <p>a. <strong>지방 이름</strong></p> <p>b. <em>*예상 당선자*</em></p></li> </ol> <p>시각적 개체의 데이터 필드 모양은 다음과 같습니다.</p> <p><img src="{2}" alt="" title="" /></p> <p>페이지는 다음과 비슷합니다.</p> <p>기본적으로 미국 맵이 표시됩니다. 다음 단계에서 맵 모양을 변경합니다.</p> <p><img src="{3}" alt="" title="" /></p> <p><strong>ShapeMap</strong> 시각적 개체와 함께 <strong>TopoJSON 파일</strong>을 사용할 수 있습니다. TopoJSON 모양의 ID가 데이터 집합의 이름과 일치해야 합니다.</p> <p>지방 이름과 일치하도록 모양을 변경해 보겠습니다.</p> <ol> <li><p><strong>ShapeMap</strong>을 선택합니다.</p></li> <li><p><strong>서식 창</strong>으로 전환합니다.</p></li> <li><p><strong>모양</strong> 옵션을 확장합니다.</p></li> </ol> <p>UI는 다음과 같습니다.</p> <p><img src="{4}" alt="" title="" /></p> <ol> <li><p><strong>+ 맵 추가</strong>를 누릅니다.</p></li> <li><p><strong>파일</strong> 열기 대화 상자에서 "<strong>gz_2010_us_050_00_500k-wash-counties-only.json</strong>" 파일을 선택합니다.</p></li> </ol> <p>이제 UI는 다음과 같습니다.</p> <p><img src="{5}" alt="" title="" /></p> <p>다음으로 미국의 민주당 테마와 일치하도록 색을 변경합니다.</p> <ol> <li><p><strong>서식</strong> 창에서 <strong>데이터 색</strong>을 확장합니다.</p></li> <li><p><strong>분기</strong> 토글을 <strong>켜짐</strong> 위치에 둡니다.</p></li> </ol> <p>제공된 UI 옵션에서 색을 선택하거나 <strong>사용자 지정 색</strong>을 선택하여 색을 지정할 수 있습니다. 아래 예에서는 다음 색을 사용합니다.</p> <blockquote> <p>최소 - 0007FF</p> <p>가운데 - B3B3B3</p> <p>최대 - 0055FF</p> </blockquote> <ol> <li><strong>최소</strong>, <strong>가운데</strong>, <strong>최대</strong>를 각각 <strong>-1, 0, 1</strong>로 설정합니다. 이 방식으로 눈금을 정의합니다.</li> </ol> <p><img src="{6}" alt="" title="" /></p>
pt_br: <p>Medidas a serem criadas:</p> <blockquote> <p>votes clinton = CALCULATE(sum(VotingData[Votos]), VotingData[Candidato] = "Clinton")</p> <p>votes sanders = CALCULATE(sum(VotingData[Votos]), VotingData[Candidato] = "Sanders")</p> <p>winner direction = if([votos clinton] > [votos sanders], -1, if(VotingData[votos clinton] = [votos sanders], 0, 1))</p> </blockquote> <p>Observação: as duas primeiras medidas filtram os valores para Clinton e Sanders, e permitem que criemos a medida de direção do vencedor, que nos dirá se Clinton ou Sanders recebeu mais votos em um certo estado. Você verá como isso é útil ao criarmos o mapa.</p> <p>Depois de concluir essa etapa, a lista de campos será semelhante ao indicado abaixo. As medidas criadas são adicionadas aos campos disponíveis para você usar nas suas visualizações de dados.</p> <p><img src="{0}" alt="" title="" /></p> <h3>Etapa 3: Mostrar resultados em um mapa</h3> <p>Agora, estamos prontos para criar o mapa de formas</p> <ol> <li>Insira um visual <strong>ShapeMap</strong> no relatório.</li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>Observação: até o momento da elaboração desse curso, o visual ShapeMap está em Visualização. Se o ShapeMap não aparecer, você precisará habilitá-lo como <strong>Visualização do Recurso</strong>.</p> <ol> <li><p><strong>Arquivo-> Opções e Configurações -> Opções</strong></p></li> <li><p><strong>Global -> Visualização dos Recursos</strong></p></li> <li><p>Marque a caixa de seleção ao lado de <strong>Forma do Visual de Mapa</strong></p></li> <li><p>Pressione <strong>OK</strong></p></li> </ol> <p>Depois de inserir o <strong>ShapeMap</strong>, ele estará em branco. Realize as seguintes etapas:</p> <ol> <li><p>Selecione o <strong>mapa</strong> clicando nele.</p></li> <li><p>Na <strong>lista de campos</strong>, marque a caixa ao lado dos seguintes campos:</p> <p>a. <strong>Nome do Estado</strong></p> <p>b. <em>*Direção do Vencedor *</em></p></li> </ol> <p>Os campos de dados dos visuais serão semelhantes a:</p> <p><img src="{2}" alt="" title="" /></p> <p>A página ficará ligeiramente semelhante a esta:</p> <p>Observe que o mapa dos Estados Unidos é mostrado por padrão. Nas próximas etapas, alteraremos os formatos do mapa.</p> <p><img src="{3}" alt="" title="" /></p> <p>Você pode usar qualquer <strong>arquivo TopoJSON</strong> com o visual <strong>ShapeMap</strong>. As IDs das formas TopoJSON devem corresponder aos nomes definidos no seu conjunto de dados.</p> <p>Vamos alterar as formas para corresponderem aos nomes dos estados.</p> <ol> <li><p>Selecione o <strong>ShapeMap</strong></p></li> <li><p>Mude para o <strong>Painel de Formatação</strong></p></li> <li><p>Expanda as opções <strong>Forma</strong></p></li> </ol> <p>A interface do usuário agora deve ser semelhante a:</p> <p><img src="{4}" alt="" title="" /></p> <ol> <li><p>Pressione <strong>+ Adicionar Mapa</strong></p></li> <li><p>Na caixa de diálogo aberta <strong>arquivo</strong>, selecione o arquivo “<strong>gz_2010_us_050_00_500k-wash-counties-only.json</strong>”</p></li> </ol> <p>Agora a interface do usuário será semelhante a seguinte:</p> <p><img src="{5}" alt="" title="" /></p> <p>Em seguida, mudaremos a cor para corresponder ao tema do partido Democrata dos Estados Unidos.</p> <ol> <li><p>No painel <strong>Formatação</strong>, expanda <strong>Cores de Dados</strong></p></li> <li><p>Coloque o botão de alternância <strong>Divergente</strong> na posição <strong>Ativado</strong></p></li> </ol> <p>Você pode escolher as cores dentre as opções fornecidas pela interface do usuário ou então selecionar <strong>Cor Personalizada</strong> para especificar as cores. O exemplo abaixo usa as seguintes cores:</p> <blockquote> <p>Mínimo – 0007FF</p> <p>Centro – B3B3B3</p> <p>Máximo – 0055FF</p> </blockquote> <ol> <li>Defina o <strong>Mínimo</strong>, <strong>Centro</strong> e <strong>Máximo</strong> para <strong>-1, 0 e 1</strong> respectivamente. Dessa forma, você estará definindo a escala.</li> </ol> <p><img src="{6}" alt="" title="" /></p>
ru_ru: <p>Создаваемые меры:</p> <blockquote> <p>голоса клинтон = ВЫЧИСЛИТЬ(СУММ(Данные голосования[Голоса]), Данные голосования[Кандидат] = "Клинтон")</p> <p>голоса сандерс = ВЫЧИСЛИТЬ(СУММ(Данные голосования[Голоса]), Данные голосования[Кандидат] = "Сандерс")</p> <p>победитель = ЕСЛИ([голоса клинтон] > [голоса сандерс], -1, ЕСЛИ(Данные голосования[голоса клинтон] = [голоса сандерс], 0, 1))</p> </blockquote> <p>Обратите внимание: первые две меры выполняют фильтрацию значений для кандидатов Сандерса и Клинтон и используются для формирования третьей меры, которая указывает, кто из них получил больше голосов в определенном округе. Когда мы построим карту, вы увидите, насколько эти данные полезны.</p> <p>После выполнения этого этапа список полей должен выглядеть примерно так, как показано ниже. Созданные нами меры добавляются в число полей, которые можно использовать в визуализациях данных.</p> <p><img src="{0}" alt="" title="" /></p> <h3>Этап&#160;3. Отображение результатов на карте</h3> <p>Теперь мы готовы создать карту фигур.</p> <ol> <li>Добавьте визуальный элемент <strong>Карта фигур</strong> в свой отчет.</li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>Обратите внимание: на момент написания этого материала визуальный элемент "Карта фигур" представляет собой предварительную версию. Если вы его не видите, включите <strong>предварительную версию соответствующей функции</strong>.</p> <ol> <li><p><strong>Выберите Файл&#160;-> Параметры и настройки&#160;-> Параметры.</strong></p></li> <li><p><strong>Выберите Глобальные&#160;-> Предварительная версия функций.</strong></p></li> <li><p>Установите флажок для <strong>визуального элемент карты фигур</strong>.</p></li> <li><p>Нажмите кнопку <strong>ОК</strong>.</p></li> </ol> <p>После добавления элемент <strong>Карта фигур</strong> пуст. Выполните следующие действия:</p> <ol> <li><p>Выделите <strong>карту</strong>, щелкнув ее.</p></li> <li><p>В <strong>списке полей</strong> установите флажки для следующих полей:</p> <p>а) <strong>Название округа</strong></p> <p>б) <em>*Winner Direction*</em> (Победитель)</p></li> </ol> <p>Поля данных визуального элемента будут выглядеть примерно так:</p> <p><img src="{2}" alt="" title="" /></p> <p>Страница имеет приблизительно следующий вид:</p> <p>Обратите внимание, что по умолчанию отображается карта США. На следующих этапах мы изменим фигуры карты.</p> <p><img src="{3}" alt="" title="" /></p> <p>С визуальным элементом <strong>Карта фигур</strong> можно использовать <strong>файл TopoJSON</strong>/ Идентификаторы фигур TopoJSON должны соответствовать названиям в наборе данных.</p> <p>Изменим фигуры в соответствии с названиями округов.</p> <ol> <li><p>Выберите <strong>карту фигур</strong>.</p></li> <li><p>Перейдите в <strong>область форматирования</strong>.</p></li> <li><p>Разверните параметры <strong>Фигура</strong>.</p></li> </ol> <p>Содержимое экрана должно выглядеть примерно так:</p> <p><img src="{4}" alt="" title="" /></p> <ol> <li><p>Нажмите <strong>+ Добавить карту</strong>.</p></li> <li><p>В диалоговом окне <strong>открытия файла</strong> выберите файл <strong>gz_2010_us_050_00_500k-wash-counties-only.json</strong>.</p></li> </ol> <p>Теперь экран выглядит примерно так:</p> <p><img src="{5}" alt="" title="" /></p> <p>Теперь мы изменим цвет в соответствии с цветами Демократической партии США.</p> <ol> <li><p>В области <strong>форматирования</strong> разверните раздел <strong>Цвета данных</strong>.</p></li> <li><p>Установите переключатель <strong>Расхождение</strong> в положение <strong>Вкл.</strong></p></li> </ol> <p>Вы можете выбрать цвета из числа доступных вариантов либо щелкнуть <strong>Настраиваемый цвет</strong> и задать свои цветовые значения. В примерах ниже используются следующие цвета:</p> <blockquote> <p>Минимум&#160;— 0007FF</p> <p>Центр&#160;— B3B3B3</p> <p>Максимум&#160;— 0055FF</p> </blockquote> <ol> <li>Установите для параметров <strong>Минимум</strong>, <strong>Центр</strong> и <strong>Максимум</strong> значения <strong>-1, 0 и 1</strong> соответственно. Таким образом мы задаем шкалу.</li> </ol> <p><img src="{6}" alt="" title="" /></p>
zh_cn: <p>要创建的度量值：</p> <blockquote> <p>Clinton 得票数 = CALCULATE(sum(VotingData[得票数]), VotingData[候选人] = "Clinton")</p> <p>Sanders 得票数 = CALCULATE(sum(VotingData[得票数]), VotingData[候选人] = "Sanders")</p> <p>胜者方向 = if([clinton 得票数] > [sanders 得票数], -1, if(VotingData[clinton 得票数] = [sanders 得票数], 0, 1))</p> </blockquote> <p>注意：前两个度量值筛选 Clinton 和 Sanders 的值，可帮助生成胜者方向度量值，通过该值可知晓给定县内，Clinton 和 Sanders 哪个得票更多。在生成该地图时会看到这是如何发挥作用的。</p> <p>完成此步骤后，字段列表将如下所示。所创建的度量值已添加到可供用于数据可视化效果的字段中。</p> <p><img src="{0}" alt="" title="" /></p> <h3>第 3 步：在地图上显示结果</h3> <p>现在，已准备好制作形状地图</p> <ol> <li>在报表中插入一个“ShapeMap”<strong></strong>视觉对象。</li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>注意：在写入时，ShapeMap 视觉对象处于预览状态。如果没有看到 ShapeMap，则需要将其作为“预览功能”<strong></strong>启用。</p> <ol> <li><p><strong>“文件”->“选项和设置”->“选项”</strong></p></li> <li><p><strong>“全局”->“预览功能”</strong></p></li> <li><p>选中“形状地图视觉对象”<strong></strong>旁边的框</p></li> <li><p>按“确定”<strong></strong></p></li> </ol> <p>在插入“ShapeMap”<strong></strong>后，它将是空白的。执行下面的步骤：</p> <ol> <li><p>单击“地图”<strong></strong>以选中。</p></li> <li><p>在“字段列表”<strong></strong>中，选中以下字段旁边的框：</p> <p>a.<strong>“县名”</strong></p> <p>b.“*胜者方向*”<em></em></p></li> </ol> <p>视觉对象的数据字段将如下所示：</p> <p><img src="{2}" alt="" title="" /></p> <p>页面将大致如下所示：</p> <p>注意，将默认显示美国地图。在接下来的步骤中，将更改地图形状。</p> <p><img src="{3}" alt="" title="" /></p> <p>可配合使用“ShapeMap”<strong></strong>视觉对象和任何“TopoJSON 文件”<strong></strong>。TopoJSON 形状的 ID 必须与数据集中的名称相匹配。</p> <p>现在更改形状以与县名匹配。</p> <ol> <li><p>选中“ShapeMap”<strong></strong></p></li> <li><p>切换到“格式窗格”<strong></strong></p></li> <li><p>展开“形状”<strong></strong>选项</p></li> </ol> <p>UI 现在应如下所示：</p> <p><img src="{4}" alt="" title="" /></p> <ol> <li><p>按“+添加地图”<strong></strong></p></li> <li><p>在打开的“文件”<strong></strong>对话框中，选择文件“gz_2010_us_050_00_500k-wash-counties-only.json”<strong></strong></p></li> </ol> <p>现在，UI 会如下所示：</p> <p><img src="{5}" alt="" title="" /></p> <p>下一步，将更改颜色以匹配美国民主党的主题。</p> <ol> <li><p>在“格式”<strong></strong>窗格上，展开“数据颜色”<strong></strong></p></li> <li><p>将“散射”<strong></strong>切换到“开启”<strong></strong>位置</p></li> </ol> <p>可从提供的 UI 选项中选择颜色，或可选择“自定义颜色”<strong></strong>以指定颜色。下面的示例使用以下颜色：</p> <blockquote> <p>最小 - 0007FF</p> <p>居中 - B3B3B3</p> <p>最大 - 0055FF</p> </blockquote> <ol> <li>将“最小”<strong></strong>、“居中”<strong></strong>和“最大”<strong></strong>分别设置为“-1”、“0”和“1”<strong></strong>。正是通过这种方式定义刻度。</li> </ol> <p><img src="{6}" alt="" title="" /></p>
zh_tw: <p>要建立的量值：</p> <blockquote> <p>柯林頓票數 = CALCULATE(sum(VotingData[Votes]), VotingData[Candidate] = "Clinton")</p> <p>桑德斯票數 = CALCULATE(sum(VotingData[Votes]), VotingData[Candidate] = "Sanders")</p> <p>勝選趨勢 = if([柯林頓票數] > [桑德斯票數], -1, if(VotingData[柯林頓票數] = [桑德斯票數], 0, 1))</p> </blockquote> <p>注意：前兩個量值會篩選 Clinton 和 Sanders 值，並可讓我們建立贏家趨勢量值，指出是 Clinton 或 Sanders 在指定縣市擁有較多票數。您將發現，當我們建立此地圖時，該地圖會多有用。</p> <p>完成此步驟之後，[欄位] 清單會如下所示。您建立的量值會新增至 [欄位]，以供您用於資料視覺效果。</p> <p><img src="{0}" alt="" title="" /></p> <h3>步驟 3：在地圖上顯示結果</h3> <p>現在，我們已準備好製作圖形地圖</p> <ol> <li>將 [圖形地圖]<strong></strong> 視覺效果插入報表。</li> </ol> <p><img src="{1}" alt="" title="" /></p> <p>注意：撰寫本文時，[圖形地圖] 視覺效果處於預覽狀態。如果您看不到 [圖形地圖]，您必須將它啟用為 [預覽功能]<strong></strong>。</p> <ol> <li><p><strong>[檔案] -> [選項及設定] -> [選項]</strong></p></li> <li><p><strong>[全域] -> [預覽功能]</strong></p></li> <li><p>核取 [圖形地圖視覺效果]<strong></strong> 旁的方塊</p></li> <li><p>按下 [確定]<strong></strong></p></li> </ol> <p>插入 [圖形地圖]<strong></strong> 之後，它將是空白的。請執行下列步驟：</p> <ol> <li><p>按一下並選取<strong>地圖</strong>。</p></li> <li><p>在 [欄位]<strong></strong> 清單中，核取下列欄位旁的方塊：</p> <p>a.<strong>國家/地區名稱</strong></p> <p>b. <em>*勝選趨勢 *</em></p></li> </ol> <p>視覺效果的資料欄位會如下所示：</p> <p><img src="{2}" alt="" title="" /></p> <p>此頁面大致上會如下所示：</p> <p>請注意，預設會顯示美國地圖。在後續步驟中，我們將變更地圖圖形。</p> <p><img src="{3}" alt="" title="" /></p> <p>您可以搭配 [圖形地圖]<strong></strong> 視覺效果使用任何 <strong>TopoJSON 檔案</strong>。TopoJSON 圖形的識別碼必須符合您的資料集中的名稱。</p> <p>讓我們變更圖形以符合國家/地區名稱。</p> <ol> <li><p>選取 [圖形地圖]<strong></strong></p></li> <li><p>切換至 [格式化]<strong></strong> 窗格</p></li> <li><p>展開 [圖形]<strong></strong> 選項</p></li> </ol> <p>UI 現在應如下所示：</p> <p><img src="{4}" alt="" title="" /></p> <ol> <li><p>按下 [+ 新增地圖]<strong></strong></p></li> <li><p>在 [開啟檔案]<strong></strong> 對話方塊中，選取檔案 “<strong>gz_2010_us_050_00_500k-wash-counties-only.json</strong>”</p></li> </ol> <p>現在 UI 會如下所示：</p> <p><img src="{5}" alt="" title="" /></p> <p>接下來，我們將變更色彩以符合美國民主黨的佈景主題。</p> <ol> <li><p>在 [格式化]<strong></strong> 窗格中，展開 [資料色彩]<strong></strong></p></li> <li><p>將 [發散]<strong></strong> 切換至 [開啟]<strong></strong> 位置</p></li> </ol> <p>您可以從提供的 UI 選項中選擇色彩，或選取 [自訂色彩]<strong></strong> 以指定色彩。以下範例使用下列色彩：</p> <blockquote> <p>最小值 - 0007FF</p> <p>中間值 - B3B3B3</p> <p>最大值 - 0055FF</p> </blockquote> <ol> <li>將 [最小值]<strong></strong>、[中間值]<strong></strong> 和 [最大值]<strong></strong> 分別設定為 <strong>-1、0 和 1</strong>。您可以透過此方式來定義色階。</li> </ol> <p><img src="{6}" alt="" title="" /></p>
