Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/Visualization.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Content_Step5_9
source: <p>Several additional capabilities you can use are:</p> <ol> <li><p><strong>Data Labels</strong>. You can find this in the formatting pane when the visual is enabled</p></li> <li><p><strong>Number Formatting</strong>. Please see the number formatting section at the end of this tutorial for instructions</p></li> </ol> <p>The final report should look as follows:</p> <p><img src="{0}" alt="" title="" /></p> <p>Notice that clicking the map the bar chart is cross highlighted as illustrated below.</p> <p><img src="{1}" alt="" title="" /></p> <p>This interaction is not the best interaction for this specific scenario. We can customize the visual interactions.</p> <ol> <li><p>In the ribbon, select <strong>Format</strong></p></li> <li><p>Press the <strong>Edit Interactions</strong> button in the interactions tab.</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <p>Now when you select the map, you will notice other visualizations have a new menu bar in the top right corner as illustrated below.</p> <p><img src="{3}" alt="" title="" /></p> <p>The menu provides three options:</p> <ul> <li><p>Filter – shows data only for the currently selected data points</p></li> <li><p>Cross highlight – show the contribution of the currently selected data points to the overall total</p></li> <li><p>None – interacting with the selected visual will have no effect on this visual</p></li> </ul> <ol> <li><p>Select the <strong>filter</strong> option as shown above.</p></li> </ol> <p>Now click on the <strong>map</strong> to see the bar chart show data specific to each county you click on or if you do not select any county, it shows state wide totals.</p> <p>Now <strong>save</strong> the report.</p> <h2>Part 2: Publishing to the report to your Power BI account</h2> <p>Now we can publish the report to your Power BI account, where you can share it securely with your colleagues.</p> <ol> <li>In the <strong>Home</strong> ribbon, select <strong>Publish</strong> in the Share group <p><img src="{4}" alt="" title="" /></p> <p>Note: to complete this step you must have a Power BI account. If you have not crated one, please go to <a href="{5}">{6}</a> and sign up for a free account.</p> <p>Once publishing is successful you will see the following dialog:</p> <p><img src="{7}" alt="" title="" /></p> </li> <li>Press the “<strong>Open ‘VotingData Report.pbix</strong>” in Power BI link to see the report in Power BI.com.</li> </ol> <p><img src="{8}" alt="" title="" /></p>
de_de: <p>Ihnen stehen hierzu verschiedene Funktionen zur Verfügung:</p> <ol> <li><p><strong>Datenbeschriftungen</strong>. Sie finden diese Option im Bereich „Formatierung“, wenn die Visualisierung aktiviert ist.</p></li> <li><p><strong>Zahlenformatierung</strong>. Anweisungen finden Sie im Abschnitt zur Zahlenformatierung am Ende dieses Tutorials.</p></li> </ol> <p>Der endgültige Bericht sollte wie folgt aussehen:</p> <p><img src="{0}" alt="" title="" /></p> <p>Beachten Sie, dass durch Klicken auf die Karte das Balkendiagramm entsprechend hervorgehoben wird, wie unten dargestellt.</p> <p><img src="{1}" alt="" title="" /></p> <p>Diese Interaktion ist für dieses spezielle Szenario nicht optimal. Wir können die visuellen Interaktionen anpassen.</p> <ol> <li><p>Wählen Sie im Menüband <strong>Format</strong> aus.</p></li> <li><p>Klicken Sie auf der Registerkarte „Interaktionen“ auf die Schaltfläche <strong>Interaktionen bearbeiten</strong>.</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <p>Wenn Sie jetzt die Karte auswählen, werden Sie feststellen, dass andere Visualisierungen in der rechten oberen Ecke eine neue Menüleiste enthalten, wie unten dargestellt.</p> <p><img src="{3}" alt="" title="" /></p> <p>Das Menü bietet drei Optionen:</p> <ul> <li><p>Filter – zeigt nur Daten für die derzeit ausgewählten Datenpunkte an.</p></li> <li><p>Übergreifende Hervorhebung – zeigt den Anteil der derzeit ausgewählten Datenpunkte am Gesamtwert an.</p></li> <li><p>Keine – die Interaktion mit der derzeit ausgewählten Visualisierung hat keine Auswirkungen auf diese Visualisierung.</p></li> </ul> <ol> <li><p>Wählen Sie die oben gezeigte Option <strong>Filter</strong> aus.</p></li> </ol> <p>Klicken Sie jetzt auf die <strong>Karte</strong>, damit im Balkendiagramm die spezifischen Daten für jeden Bezirk, auf den Sie klicken, angezeigt werden. Wenn Sie auf keinen Bezirk klicken, werden die Gesamtwerte für den gesamten Bundesstaat angezeigt.</p> <p><strong>Speichern</strong> Sie jetzt den Bericht.</p> <h2>Teil 2: Veröffentlichen des Berichts in Ihrem Power BI-Konto</h2> <p>Sie können den Bericht jetzt in Ihrem Power BI-Konto veröffentlichen, wo Sie ihn auf sichere Weise für Ihre Kollegen freigeben können.</p> <ol> <li>Wählen Sie im Menüband <strong>Start</strong> in der Gruppe „Freigeben“ die Option <strong>Veröffentlichen</strong> aus. <p><img src="{4}" alt="" title="" /></p> <p>Hinweis: Für diesen Schritt benötigen Sie ein Power BI-Konto. Wenn Sie noch kein Power BI-Konto erstellt haben, besuchen Sie <a href="{5}">{6}</a>, und registrieren Sie sich für ein kostenloses Konto.</p> <p>Nach der erfolgreichen Veröffentlichung wird das folgende Dialogfeld angezeigt:</p> <p><img src="{7}" alt="" title="" /></p> </li> <li>Klicken Sie auf den Link <strong>„VotingData Report.pbix“ in Power BI öffnen</strong>, um den Bericht auf „Power BI.com“ anzuzeigen.</li> </ol> <p><img src="{8}" alt="" title="" /></p>
es_es: <p>Estas son otras funcionalidades que puede usar:</p> <ol> <li><p><strong>Etiquetas de datos</strong>. Las encontrará en el panel de formato cuando el objeto visual esté habilitado.</p></li> <li><p><strong>Formato de números</strong>. Consulte las instrucciones en la sección sobre el formato de números, al final de este tutorial.</p></li> </ol> <p>El informe final tendrá un aspecto como el siguiente:</p> <p><img src="{0}" alt="" title="" /></p> <p>Observe que, al hacer clic en el mapa, en el gráfico de barras aparece un resaltado cruzado, tal y como se muestra a continuación.</p> <p><img src="{1}" alt="" title="" /></p> <p>Esta interacción no es la mejor para este escenario específico. Podemos personalizar las interacciones de los objetos visuales.</p> <ol> <li><p>En la cinta, seleccione <strong>Formato</strong>.</p></li> <li><p>Presione el botón <strong>Editar interacciones</strong> en la pestaña Interacciones.</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <p>Ahora, al seleccionar el mapa, verá que otras visualizaciones tienen una nueva barra de menú en la esquina superior derecha, tal y como se ilustra a continuación.</p> <p><img src="{3}" alt="" title="" /></p> <p>El menú ofrece tres opciones:</p> <ul> <li><p>Filtrar: muestra datos solo para los puntos de datos seleccionados actualmente.</p></li> <li><p>Resaltado cruzado: muestra la contribución de los puntos de datos actualmente seleccionados al total general.</p></li> <li><p>Ninguno: la interacción con el objeto visual seleccionado no tendrá efecto en este objeto visual.</p></li> </ul> <ol> <li><p>Seleccione la opción <strong>filtrar</strong>, tal y como se indicó anteriormente.</p></li> </ol> <p>Ahora, haga clic en el <strong>mapa</strong> para que el gráfico de barras muestre datos específicos de cada condado sobre el que haga clic o, si no selecciona ningún condado, muestra los totales por estado.</p> <p>Ahora, <strong>guarde</strong> el informe.</p> <h2>Parte 2: Publicación del informe en su cuenta de Power BI</h2> <p>Ahora, podemos publicar el informe en su cuenta de Power BI, donde puede compartirlo de forma segura con sus colegas.</p> <ol> <li>En la cinta <strong>Inicio</strong>, seleccione <strong>Publicar</strong> en el grupo Compartir. <p><img src="{4}" alt="" title="" /></p> <p>Nota: para completar este paso, debe tener una cuenta de Power BI. Si aún no ha creado una, vaya a <a href="{5}">{6}</a> y regístrese para obtener una cuenta gratuita.</p> <p>Una vez finalizada correctamente la publicación, verá el siguiente cuadro de diálogo:</p> <p><img src="{7}" alt="" title="" /></p> </li> <li>Presione en “<strong>Abrir ‘VotingData Report.pbix</strong>” en el vínculo de Power BI para ver el informe en Power BI.com.</li> </ol> <p><img src="{8}" alt="" title="" /></p>
fr_fr: <p>Les autres fonctionnalités que vous pouvez utiliser ici sont les suivantes&#160;:</p> <ol> <li><p><strong>Étiquettes de données</strong>. Vous pouvez les trouver dans le volet Format quand le visuel est activé</p></li> <li><p><strong>Format des nombres</strong> Pour des instructions, voir la section relative au format des nombres à la fin de ce didacticiel</p></li> </ol> <p>Le rapport final devrait ressembler à ceci&#160;:</p> <p><img src="{0}" alt="" title="" /></p> <p>Notez que, lorsque vous cliquez sur la carte, le graphique à barres fait l’objet d’une sélection croisée, comme illustré ci-dessous.</p> <p><img src="{1}" alt="" title="" /></p> <p>Cette interaction n’est pas optimale pour ce scénario spécifique. Nous pouvons personnaliser les interactions visuelles.</p> <ol> <li><p>Dans le ruban, sélectionnez <strong>Format</strong></p></li> <li><p>Appuyez sur le bouton <strong>Modifier les interactions</strong> sous l’onglet Interactions.</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <p>À présent, lorsque vous sélectionnez la carte, vous pouvez constater que d’autres visualisations ont une nouvelle barre de menu dans l’angle supérieur droit, comme illustré ci-dessous.</p> <p><img src="{3}" alt="" title="" /></p> <p>Le menu offre les trois options suivantes&#160;:</p> <ul> <li><p>Filtre&#160;: affiche des données uniquement pour les points de données sélectionnés</p></li> <li><p>Sélection croisée&#160;: affiche la contribution des points de données sélectionnés au total</p></li> <li><p>Aucune&#160;: l’interaction avec le visuel sélectionné est sans effet sur celui-ci</p></li> </ul> <ol> <li><p>Sélectionnez l’option <strong>Filtre</strong>, comme illustré ci-dessus.</p></li> </ol> <p>Cliquez à présent sur la <strong>carte</strong> pour voir le graphique à barres afficher les données spécifiques de chaque pays sur lequel vous cliquez. Si vous ne sélectionnez aucun pays, il affiche des totaux à l’échelle de l’état.</p> <p>À présente <strong>enregistrez</strong> le rapport.</p> <h2>Partie&#160;2&#160;: publication du rapport sur votre compte Power BI</h2> <p>Nous pouvons à présent publier le rapport sur votre compte Power&#160;BI à partir duquel vous pouvez le partager en toute sécurité avec vos collègues.</p> <ol> <li>Dans le ruban <strong>Accueil</strong>, dans le groupe Partager, sélectionnez <strong>Publier</strong> <p><img src="{4}" alt="" title="" /></p> <p>Remarque&#160;: pour suivre cette étape, vous devez avoir un compte Power BI. Si vous n’en avez pas créé, accédez à <a href="{5}">{6}</a> pour créer un compte gratuit.</p> <p>Une fois la publication réussie, vous voyez la boîte de dialogue suivante&#160;:</p> <p><img src="{7}" alt="" title="" /></p> </li> <li>Appuyez sur «&#160;<strong>Open VotingData Report.pbix</strong>&#160;» dans le lien Power&#160;BI pour afficher le rapport sur Power BI.com.</li> </ol> <p><img src="{8}" alt="" title="" /></p>
it_it: <p>Ecco altre funzionalità che puoi usare:</p> <ol> <li><p><strong>Etichette dati</strong>. Le etichette sono disponibili nel riquadro di formattazione quando l'oggetto visivo è abilitato</p></li> <li><p><strong>Formattazione dei numeri</strong>. Per istruzioni, vedi la sezione relativa alla formattazione dei numeri alla fine di questa esercitazione</p></li> </ol> <p>L'aspetto del report finale sarà simile al seguente:</p> <p><img src="{0}" alt="" title="" /></p> <p>Facendo clic sulla mappa, al grafico a barre viene applicata l'evidenziazione incrociata come illustrato sotto.</p> <p><img src="{1}" alt="" title="" /></p> <p>Questa interazione non è la migliore per questo scenario specifico. È possibile personalizzare le interazioni tra oggetti visivi.</p> <ol> <li><p>Sulla barra multifunzione seleziona <strong>Formato</strong></p></li> <li><p>Fai clic sul pulsante <strong>Modifica interazioni</strong> nella scheda Interazioni.</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <p>A questo punto, quando selezioni la mappa, noterai che per le altre visualizzazioni è presente una nuova barra dei menu nell'angolo in alto a destra, come illustrato sotto.</p> <p><img src="{3}" alt="" title="" /></p> <p>Il menu include tre opzioni:</p> <ul> <li><p>Filtro: mostra i dati solo per i punti dati attualmente selezionati</p></li> <li><p>Evidenziazione incrociata: mostra il contributo dei punti dati attualmente selezionati sul totale globale</p></li> <li><p>Nessuna: l'interazione con l'oggetto visivo selezionato non avrà alcun effetto su questo oggetto visivo</p></li> </ul> <ol> <li><p>Seleziona l'opzione <strong>Filtro</strong> come illustrato sopra.</p></li> </ol> <p>Fai quindi clic sulla <strong>mappa</strong> per visualizzare sul grafico a barre i dati specifici di ogni contea su cui fai clic oppure il totale complessivo, se non selezioni alcuna contea.</p> <p>A questo punto, <strong>salva</strong> il report.</p> <h2>Parte 2: Pubblicazione del report nell'account Power BI</h2> <p>Possiamo ora pubblicare il report nell'account Power BI, dove potrai condividerlo in tutta sicurezza con i colleghi.</p> <ol> <li>Nella scheda <strong>Home</strong> della barra multifunzione seleziona <strong>Pubblica</strong> nel gruppo Condividi. <p><img src="{4}" alt="" title="" /></p> <p>Nota: per completare questo passaggio, devi avere un account Power BI. Se non ne hai creato uno, passa a <a href="{5}">{6}</a> e registrati per ottenere un account gratuito.</p> <p>Una volta eseguita la pubblicazione, verrà visualizzata la finestra di dialogo seguente:</p> <p><img src="{7}" alt="" title="" /></p> </li> <li>Fai clic sul collegamento <strong>Apri "VotingData Report.pbix" in Power BI</strong> per visualizzare il report in Power BI.com.</li> </ol> <p><img src="{8}" alt="" title="" /></p>
ja_jp: <p>追加で使用できる機能には、次のものがあります。</p> <ol> <li><p><strong>データ ラベル</strong>: ビジュアルを有効にすると、[書式設定] ペインに表示されます。</p></li> <li><p><strong>数値の書式設定</strong>: 手順については、このチュートリアルの最後にある数値の書式設定に関するセクションを参照してください。</p></li> </ol> <p>最終的なレポートは、次のように表示されます。</p> <p><img src="{0}" alt="" title="" /></p> <p>以下の図のように、地図をクリックすると横棒グラフがクロス強調表示されます。</p> <p><img src="{1}" alt="" title="" /></p> <p>こうした相互作用は、このシナリオに適したものではありません。ビジュアルの相互作用をカスタマイズしましょう。</p> <ol> <li><p>リボンで、<strong>[書式]</strong> を選択します。</p></li> <li><p>[相互作用] タブの <strong>[相互作用を編集]</strong> ボタンをクリックします。</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <p>これで、地図を選択すると、以下の図のように他の視覚化の右上隅に新しいメニュー バーが表示されるようになりました。</p> <p><img src="{3}" alt="" title="" /></p> <p>このメニューでは、3 つのオプションが使用できます。</p> <ul> <li><p>フィルター – 現在選択されているデータ ポイントのデータのみを表示する</p></li> <li><p>クロス強調表示 – 全体の合計に対する、現在選択されているデータ ポイントの影響度を表示する</p></li> <li><p>なし – このビジュアルに対して、選択されているビジュアルとの相互作用が影響しなくなります</p></li> </ul> <ol> <li><p>上に示すように、<strong>フィルター</strong> オプションを選択します。</p></li> </ol> <p>これで、<strong>地図</strong>をクリックすると、クリックした各郡のデータが横棒グラフに表示されるようになりました。郡を選択しない場合は、州全体の合計が表示されます。</p> <p>レポートを<strong>保存</strong>します。</p> <h2>パート 2: Power BI アカウントへのレポートの発行</h2> <p>Power BI アカウントにレポートを発行して、同僚と安全に共有することができます。</p> <ol> <li><strong>[ホーム]</strong> リボンの [共有] グループで、<strong>[発行]</strong> を選択します。 <p><img src="{4}" alt="" title="" /></p> <p>注: この手順を完了するには、Power BI アカウントが必要です。アカウントを作成していない場合は、<a href="{5}">{6}</a> にアクセスして、無料アカウントにサインアップしてください。</p> <p>発行が完了すると、次のダイアログが表示されます。</p> <p><img src="{7}" alt="" title="" /></p> </li> <li><strong>[Power BI で ‘投票データ レポート.pbix’ を開く]</strong> リンクをクリックして、Power BI.com でレポートを表示します。</li> </ol> <p><img src="{8}" alt="" title="" /></p>
ko_kr: <p>다양한 추가 기능을 사용할 수 있습니다.</p> <ol> <li><p><strong>데이터 레이블</strong>. 시각적 개체가 사용하도록 설정된 경우 서식 창에서 찾을 수 있습니다.</p></li> <li><p><strong>숫자 서식 지정</strong>. 자세한 내용은 이 자습서의 끝부분에 있는 숫자 서식 지적 섹션을 참조하세요.</p></li> </ol> <p>최종 보고서는 다음과 같습니다.</p> <p><img src="{0}" alt="" title="" /></p> <p>맵을 클릭하면 아래 그림과 같이 가로 막대형 차트가 크로스 강조 표시됩니다.</p> <p><img src="{1}" alt="" title="" /></p> <p>이 조작은 이 특정 시나리오에서 최적의 조작은 아닙니다. 시각적 개체 조작을 사용자 지정할 수 있습니다.</p> <ol> <li><p>리본에서 <strong>서식</strong>을 선택합니다.</p></li> <li><p>상호 작용 탭에서 <strong>상호 작용 편집</strong> 단추를 누릅니다.</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <p>이제 맵을 선택할 때 아래 그림과 같이 다른 시각화의 오른쪽 맨 위에 새로운 메뉴 모음이 있는 것을 알 수 있습니다.</p> <p><img src="{3}" alt="" title="" /></p> <p>메뉴는 세 가지 옵션을 제공합니다.</p> <ul> <li><p>필터 – 현재 선택한 데이터 요소에 대한 데이터만 보여 줍니다.</p></li> <li><p>크로스 강조 표시 - 현재 선택한 데이터 요소의 기여도를 전체 합계에 표시합니다.</p></li> <li><p>없음 - 선택한 시각적 개체와 상호 작용이 이 시각적 개체에 영향을 주지 않습니다.</p></li> </ul> <ol> <li><p>위에 표시된 것처럼 <strong>필터</strong> 옵션을 선택합니다.</p></li> </ol> <p>이제 <strong>맵</strong>을 클릭하면 클릭한 각 지방에 대한 데이터를 보여 주고 지방을 선택하지 않으면 주 단위 합계를 보여 주는 가로 막대형 차트가 표시됩니다.</p> <p>이제 보고서를 <strong>저장</strong>합니다.</p> <h2>2부: 보고서를 Power BI 계정에 게시</h2> <p>이제 보고서를 Power BI 계정에 게시하고 동료와 보고서를 안전하게 공유할 수 있습니다.</p> <ol> <li><strong>홈</strong> 리본의 공유 그룹에서 <strong>게시</strong>를 선택합니다. <p><img src="{4}" alt="" title="" /></p> <p>참고: 이 단계를 완료하려면 Power BI 계정이 있어야 합니다. 계정이 없는 경우 <a href="{5}">{6}</a>으로 이동하여 무료 계정을 등록합니다.</p> <p>게시에 성공했으면 다음 대화 상자가 표시됩니다.</p> <p><img src="{7}" alt="" title="" /></p> </li> <li>Power BI 링크에서 "<strong>'VotingData Report.pbix' 열기</strong>"를 누르면 Power BI.com에 보고서가 표시됩니다.</li> </ol> <p><img src="{8}" alt="" title="" /></p>
pt_br: <p>Há diversos outros recursos que você pode usar:</p> <ol> <li><p><strong>Rótulos de Dados</strong>. Você pode encontrá-los no painel de formatação quando o visual está habilitado</p></li> <li><p><strong>Formatação de Número</strong>. Consulte a seção de formatação de número no fim deste tutorial para ver as instruções</p></li> </ol> <p>O relatório final deverá ser semelhante a este:</p> <p><img src="{0}" alt="" title="" /></p> <p>Observe que, ao clicar no mapa, o gráfico de barras é realçado de forma cruzada como ilustrado abaixo.</p> <p><img src="{1}" alt="" title="" /></p> <p>Essa não é a melhor interação para este cenário específico. Podemos personalizar as interações visuais.</p> <ol> <li><p>Na faixa de opções, selecione <strong>Formatar</strong></p></li> <li><p>Pressione o botão <strong>Editar Interações</strong> na guia de interações.</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <p>Agora, quando você selecionar o mapa, observará que outras visualizações têm uma nova barra de menus no canto superior direito, como ilustrado abaixo.</p> <p><img src="{3}" alt="" title="" /></p> <p>O menu fornece três opções:</p> <ul> <li><p>Filtrar: mostra somente os dados dos pontos de dados selecionados no momento</p></li> <li><p>Realce cruzado: mostra a contribuição dos pontos de dados selecionados no momento com relação ao total geral</p></li> <li><p>Nenhum: interagir com o visual selecionado não terá qualquer efeito sobre o visual</p></li> </ul> <ol> <li><p>Selecione a opção <strong>filtrar</strong> como mostrado acima.</p></li> </ol> <p>Agora, clique no <strong>mapa</strong> para ver como o gráfico de barras mostra os dados específicos de cada estado clicado ou, se nenhum for selecionado, mostra os totais gerais dos estados.</p> <p>Agora <strong>salve</strong> o relatório.</p> <h2>Parte 2: Publicando o relatório na sua conta do Power BI</h2> <p>Agora podemos publicar o relatório para sua conta do Power BI, de onde você poderá compartilhá-lo com segurança com seus colegas.</p> <ol> <li>Na faixa de opções <strong>Início</strong>, selecione <strong>Publicar</strong> no Grupo de compartilhamento <p><img src="{4}" alt="" title="" /></p> <p>Observação: para concluir essa etapa, você precisará de uma conta do Power BI. Se ainda não tiver criado uma, acesse <a href="{5}">{6}</a> e inscreva-se para obter uma conta gratuita.</p> <p>Depois de ter concluído a publicação com êxito, você verá a seguinte caixa de diálogo:</p> <p><img src="{7}" alt="" title="" /></p> </li> <li>Pressione o link <strong>Abrir “VotingData Report.pbix”</strong> no Power BI para ver o relatório no Power BI.com.</li> </ol> <p><img src="{8}" alt="" title="" /></p>
ru_ru: <p>А вот еще несколько полезных функций и возможностей.</p> <ol> <li><p><strong>Метки данных</strong>. Их можно найти в области форматирования, когда включен визуальный элемент.</p></li> <li><p><strong>Форматирование чисел</strong>. Инструкции см. в конце этого учебника в разделе, посвященном форматированию чисел.</p></li> </ol> <p>Окончательная версия отчета будет выглядеть так:</p> <p><img src="{0}" alt="" title="" /></p> <p>Обратите внимание, что при щелчке по карте выполняется перекрестное выделение линейчатой диаграммы, как на рисунке ниже.</p> <p><img src="{1}" alt="" title="" /></p> <p>Это не идеальный вариант взаимодействия в нашем случае. Мы можем настроить взаимодействие между визуальными элементами.</p> <ol> <li><p>На ленте выберите <strong>Формат</strong>.</p></li> <li><p>Нажмите кнопку <strong>Изменить взаимодействия</strong> на вкладке "Взаимодействия".</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <p>Теперь при выборе карты мы видим, что у других визуализаций есть новая строка меню в правом верхнем углу, как показано на рисунке ниже.</p> <p><img src="{3}" alt="" title="" /></p> <p>Это меню содержит три пункта.</p> <ul> <li><p>Фильтр: отображение данных только для точек данных, выбранных в настоящий момент.</p></li> <li><p>Перекрестное выделение: отображение вклада точек данных, выбранных в настоящий момент, в общую сумму.</p></li> <li><p>Нет: действия с выбранным визуальным элементом не оказывают никакого влияния на данный визуальный элемент.</p></li> </ul> <ol> <li><p>Выберите вариант <strong>Фильтр</strong>, как показано выше.</p></li> </ol> <p>Теперь щелкните <strong>карту</strong>, и на линейчатой диаграмме отобразятся данные для соответствующих округов либо общие данные по штату, если не выбран ни один округ.</p> <p>Теперь <strong>сохраните</strong> отчет.</p> <h2>Часть&#160;2. Публикация отчета в учетной записи Power BI</h2> <p>Теперь можно опубликовать отчет в четной записи Power BI, откуда вы сможете легко поделиться им с коллегами.</p> <ol> <li>На вкладке <strong>Главная</strong> ленты в группе "Доступ" нажмите кнопку <strong>Опубликовать</strong>. <p><img src="{4}" alt="" title="" /></p> <p>Обратите внимание: для выполнения этого действия вам потребуется учетная запись Power BI. Если у вас ее еще нет, зайдите на страницу <a href="{5}">{6}</a> и бесплатно зарегистрируйте ее.</p> <p>После успешной публикации откроется следующее диалоговое окно:</p> <p><img src="{7}" alt="" title="" /></p> </li> <li>Щелкните ссылку <strong>Открыть "VotingData Report.pbix" в Power BI</strong>, чтобы увидеть отчет в Power BI.com.</li> </ol> <p><img src="{8}" alt="" title="" /></p>
zh_cn: <p>可以使用的几个其他功能是：</p> <ol> <li><p>“数据标签”<strong></strong>。如果启用了视觉对象，可在格式窗格中找到此功能</p></li> <li><p>“数字格式”<strong></strong>。请查看本教程结尾部分的数字格式部分以获取说明</p></li> </ol> <p>最终的报表应如下所示：</p> <p><img src="{0}" alt="" title="" /></p> <p>注意，如果单击地图，条形图会交叉突出显示，如下图所示。</p> <p><img src="{1}" alt="" title="" /></p> <p>此交互并非适用于此特定情况的最佳交互。可自定义视觉对象交互。</p> <ol> <li><p>在功能区中，选择“格式”<strong></strong></p></li> <li><p>按“交互”选项卡中的“编辑交互”<strong></strong>。</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <p>现在，当选择地图时，会看到其他可视化效果在右上角有一个新的菜单栏，如下图所示。</p> <p><img src="{3}" alt="" title="" /></p> <p>该菜单提供三个选项：</p> <ul> <li><p>筛选器 - 仅显示当前所选数据点的数据</p></li> <li><p>交叉突出显示 - 显示当前所选数据点对整体的贡献度</p></li> <li><p>无 - 与所选视觉对象的交互对该视觉对象没有影响</p></li> </ul> <ol> <li><p>如上所示选择“筛选器”<strong></strong>选项。</p></li> </ol> <p>现在，单击“地图”<strong></strong>以查看条形图，其中显示特定于单击的每个县的数据，或者如果未选择任何县，则它将显示州范围内的全部数据。</p> <p>现在“保存”<strong></strong>该报表。</p> <h2>第 2 部分：将报表发布到 Power BI 帐户</h2> <p>现在，可将报表发布到 Power BI 帐户，并可在其中与同事安全共享此报表。</p> <ol> <li>在“开始”<strong></strong>功能区中，选择“共享”组中的“发布”<strong></strong> <p><img src="{4}" alt="" title="" /></p> <p>注意：必须拥有 Power BI 帐户才能完成此步骤。如果尚未创建帐户，请转到 <a href="{5}">{6}</a> 注册一个免费帐户。</p> <p>发布成功后，会看到以下对话框：</p> <p><img src="{7}" alt="" title="" /></p> </li> <li>按“打开 Power BI 链接中的 VotingData Report.pbix”<strong></strong>”以在 Power BI.com 中查看该报表。</li> </ol> <p><img src="{8}" alt="" title="" /></p>
zh_tw: <p>您可以使用幾個額外的功能：</p> <ol> <li><p><strong>資料標籤</strong>：您可以在啟用視覺效果時，從 [格式化] 窗格中找到此功能</p></li> <li><p><strong>數字格式</strong>：如需指示，請參閱本教學課程結尾的＜數字格式＞一節</p></li> </ol> <p>最後報表應如下所示：</p> <p><img src="{0}" alt="" title="" /></p> <p>請注意，按下地圖即會交叉強調顯示橫條圖，如下所示。</p> <p><img src="{1}" alt="" title="" /></p> <p>此互動不是此特定案例的最佳互動。我們可以自訂視覺互動。</p> <ol> <li><p>在功能區中，選取 [格式]<strong></strong></p></li> <li><p>在 [互動] 索引標籤中，按下 [編輯互動]<strong></strong> 按鈕。</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <p>現在當您選取地圖時，您將會發現其他視覺效果在右上角有一個新的功能表列，如下所示。</p> <p><img src="{3}" alt="" title="" /></p> <p>此功能表提供三個選項：</p> <ul> <li><p>篩選 - 只顯示目前所選資料點的資料</p></li> <li><p>交叉強調顯示 - 顯示目前所選資料點佔整體總計的比重</p></li> <li><p>無 - 與所選視覺效果的互動不會影響此視覺效果</p></li> </ul> <ol> <li><p>如上所示選取 [篩選]<strong></strong> 選項。</p></li> </ol> <p>現在按一下<strong>地圖</strong>即可看到顯示您按下之每個縣市之特定資料的橫條圖，如果未選取任何縣市，則會顯示全州總計。</p> <p>現在請<strong>儲存</strong>報表。</p> <h2>第 2 部分：將報表發行至您的 Power BI 帳戶</h2> <p>現在我們可以將報表發行至您的 Power BI 帳戶，您可以在此與同事安全地共用報表。</p> <ol> <li>在 [首頁]<strong></strong> 功能區中，選取 [共用] 群組中的 [發行]<strong></strong> <p><img src="{4}" alt="" title="" /></p> <p>注意：若要完成此步驟，您必須具有 Power BI 帳戶。如果您尚未建立一個帳戶，請前往 <a href="{5}">{6}</a> 並註冊免費帳戶。</p> <p>發行成功之後，您將會看到下列對話方塊：</p> <p><img src="{7}" alt="" title="" /></p> </li> <li>按下 [在 Power BI 中開啟 ’VotingData Report.pbix’]<strong></strong> 連結，以查看 Power BI.com 中的報表。</li> </ol> <p><img src="{8}" alt="" title="" /></p>
