Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/Visualization.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Content_Step3_10
source: <h2>Part 1: Creating a data story and publishing it to a web page</h2> <p>You will need the following files:</p> <ol> <li><p>VotingData.xlsx</p></li> <li><p>gz_2010_us_050_00_500k-wash-counties-only.json</p></li> <li><p>Embed in web page.htm</p></li> </ol> <h3>Step 1: Load data from an excel file</h3> <p>Please refer to the documentation for more additional help/instructions if needed:</p> <p><a href="{0}">{0}</a></p> <ol> <li><p>Open <strong>Power BI Desktop</strong></p></li> <li><p>On the Home Ribbon, press <strong>Get Data</strong></p></li> <li><p>Select <strong>Excel</strong></p> <p><img src="{1}" alt="" title="" /></p></li> <li><p>In the dialog, select the file <strong>VotingData.xlsx</strong></p></li> <li><p>In the <strong>Navigator</strong> dialog, check the box next to <strong>VotingData</strong></p></li> <li><p>Press <strong>Load</strong></p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <h3>Step 2: Create calculated results</h3> <p>Often when creating a data visualization, the raw data needs to be augmented with calculated values to achieve the visualization you desire. In this section, we create some calculations.</p> <p>Note: this section introduces a new concept – DAX expressions. DAX is an expression language you can use to calculate data within your reports. More information can be found here: <a href="{3}">DAX basics in Power BI Desktop</a></p> <p>Use the steps defined to create the following measures: <a href="{4}">Tutorial: Create your own measures in Power BI Desktop</a></p> <ol> <li><p>On the <strong>Modeling</strong> ribbon, press new <strong>Measure</strong></p></li> <li><p>A formula bar is displayed.</p></li> <li><p>Type the expressions in the <strong>Measures to Create</strong> section below into the bar and <strong>press the check mark</strong> to ensure it works.</p></li> <li><p>Repeat the process for the three measures identified below.</p></li> </ol> <p><img src="{5}" alt="" title="" /></p> <p>Measures to create:</p> <blockquote> <p>votes clinton = CALCULATE(sum(VotingData[Votes]), VotingData[Candidate] = "Clinton")</p> <p>votes sanders = CALCULATE(sum(VotingData[Votes]), VotingData[Candidate] = "Sanders")</p> <p>winner direction = if([votes clinton] &gt; [votes sanders], -1, if(VotingData[votes clinton] = [votes sanders], 0, 1))</p> </blockquote> <p>Note: the first two measures filter values for Clinton and Sanders and enable us to build the winner direction measure which tells us whether the Clinton or Sanders had more votes in a given county. You’ll see when we build the map how this is useful.</p> <p>After you complete this step, the fields list will look like below. The measures you created are added to the fields available for you to use in your data visualizations.</p> <p><img src="{6}" alt="" title="" /></p> <h3>Step 3: Show results on a map</h3> <p>Now, we’re ready to make the shape map</p> <ol> <li>Insert a <strong>ShapeMap</strong> visual into the report.</li> </ol> <p><img src="{7}" alt="" title="" /></p> <p>Note: at the time of writing the ShapeMap visual is in Preview. If you do not see the ShapeMap, you’ll need to enable it as a <strong>Preview Feature</strong>.</p> <ol> <li><p><strong>File-&gt; Options and Settings -&gt; Options</strong></p></li> <li><p><strong>Global -&gt; Preview Features</strong></p></li> <li><p>Check the box next to <strong>Shape Map Visual</strong></p></li> <li><p>Press <strong>OK</strong></p></li> </ol> <p>After you insert the <strong>ShapeMap</strong>, it will be blank. Perform the following steps:</p> <ol> <li><p>Select the <strong>map</strong> by clicking on it.</p></li> <li><p>In the <strong>fields list</strong> check the box next to the following fields:</p> <p>a. <strong>County Name</strong></p> <p>b. <strong>*Winner Direction *</strong></p></li> </ol> <p>The visuals’ data fields will look like this:</p> <p><img src="{8}" alt="" title="" /></p> <p>The page will look roughly like this:</p> <p>Note that the U.S. Map is shown by default. In the next steps, we will change the map shapes.</p> <p><img src="{9}" alt="" title="" /></p> <p>You can use any <strong>TopoJSON file</strong> with the <strong>ShapeMap</strong> visual. The IDs of the TopoJSON shapes must match the names in your data set.</p> <p>Let’s change the shapes to match the county names.</p> <ol> <li><p>Select the <strong>ShapeMap</strong></p></li> <li><p>Switch to the <strong>Formatting Pane</strong></p></li> <li><p>Expand the <strong>Shape</strong> options</p></li> </ol>
de_de: <h2>Teil 1: Gestalten einer Geschichte zu den Daten und Veröffentlichen der Geschichte auf einer Webseite</h2> <p>Sie benötigen die folgenden Dateien:</p> <ol> <li><p>VotingData.xlsx</p></li> <li><p>gz_2010_us_050_00_500k-wash-counties-only.json</p></li> <li><p>Embed in web page.htm</p></li> </ol> <h3>Schritt 1: Laden der Daten aus einer Excel-Datei</h3> <p>Ziehen Sie die Dokumentation zurate, wenn Sie weitere Hilfe/Anweisungen benötigen:</p> <p><a href="{0}">{0}</a></p> <ol> <li><p>Öffnen Sie <strong>Power BI Desktop</strong>.</p></li> <li><p>Klicken Sie auf der Registerkarte „Start“ auf <strong>Daten abrufen</strong>.</p></li> <li><p>Wählen Sie <strong>Excel</strong> aus.</p> <p><img src="{1}" alt="" title="" /></p></li> <li><p>Wählen Sie im Dialogfeld die Datei <strong>VotingData.xlsx</strong> aus.</p></li> <li><p>Aktivieren Sie im Dialogfeld <strong>Navigator</strong> das Kontrollkästchen neben <strong>VotingData</strong>.</p></li> <li><p>Klicken Sie auf <strong>Laden</strong>.</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <h3>Schritt 2: Erstellen berechneter Ergebnisse</h3> <p>Beim Erstellen von Datenvisualisierungen müssen die Rohdaten häufig durch berechnete Daten ergänzt werden, um die gewünschte Visualisierung zu erzielen. In diesem Abschnitt erstellen wir einige Berechnungen:</p> <p>Hinweis: In diesem Abschnitt wird ein neues Konzept eingeführt – DAX-Ausdrücke. DAX ist eine Ausdruckssprache, mit der Sie Daten in Berichten berechnen können. Weitere Informationen finden Sie unter <a href="{3}">DAX-Grundlagen in Power BI Desktop</a>.</p> <p>Verwenden Sie die in <a href="{4}">Tutorial: Erstellen eigener Measures in Power BI Desktop</a> beschriebenen Schritte, um die folgenden Measures zu erstellen.</p> <ol> <li><p>Klicken Sie im Menüband <strong>Modellierung</strong> auf <strong>Neues Measure</strong>.</p></li> <li><p>Eine Bearbeitungsleiste wird angezeigt.</p></li> <li><p>Geben Sie auf der Leiste die Ausdrücke ein, die unten im Abschnitt <strong>Zu erstellende Measures</strong> angegeben sind, und <strong>klicken Sie auf das Häkchen</strong>, um sicherzustellen, dass die Ausdrücke fehlerfrei sind.</p></li> <li><p>Wiederholen Sie dies für die drei Measures, die unten angegeben sind.</p></li> </ol> <p><img src="{5}" alt="" title="" /></p> <p>Zu erstellende Measures:</p> <blockquote> <p>Stimmen Clinton = CALCULATE(sum(VotingData[Stimmen]), VotingData[Kandidat] = "Clinton")</p> <p>Stimmen Sanders = CALCULATE(sum(VotingData[Stimmen]), VotingData[Kandidat] = "Sanders")</p> <p>Mehrzahl der Stimmen = if([Stimmen Clinton] > [Stimmen Sanders], -1, if(VotingData[Stimmen Clinton] = [Stimmen Sanders], 0, 1))</p> </blockquote> <p>Hinweis: Die ersten beiden Measures filtern Werte für Clinton und Sanders und bilden die Grundlage zum Erstellen des Measures „Mehrzahl der Stimmen“, das angibt, ob in einem bestimmten Wahlbezirk mehr Stimmen für Clinton oder Sanders abgegeben wurden. Beim Erstellen der Karte werden Sie erkennen, warum dies sinnvoll ist.</p> <p>Nachdem Sie diesen Schritt durchgeführt haben, sieht die Liste der Felder wie in der folgenden Abbildung aus. Die von Ihnen erstellten Measures werden den Feldern hinzugefügt, die Sie in Ihren Datenvisualisierungen verwenden können.</p> <p><img src="{6}" alt="" title="" /></p> <h3>Schritt 3: Anzeigen der Ergebnisse auf einer Karte</h3> <p>Jetzt können wir die Formenzuordnung erstellen.</p> <ol> <li>Fügen Sie die Visualisierung <strong>Formenzuordnung</strong> in den Bericht ein.</li> </ol> <p><img src="{7}" alt="" title="" /></p> <p>Hinweis: Zum Zeitpunkt des Verfassens dieses Kurses ist die Visualisierung „Formenzuordnung“ nur in der Vorschauversion verfügbar. Wenn die Formenzuordnung nicht angezeigt wird, müssen Sie sie als <strong>Vorschaufeature</strong> aktivieren.</p> <ol> <li><p><strong>„Datei“ -> „Optionen und Einstellungen“ -> „Optionen“</strong></p></li> <li><p><strong>„Global“ -> „Vorschaufeatures“</strong></p></li> <li><p>Aktivieren Sie das Kontrollkästchen neben <strong>Visuelles Formenzuordnungselement</strong>.</p></li> <li><p>Klicken Sie auf <strong>OK</strong>.</p></li> </ol> <p>Nachdem Sie die <strong>Formenzuordnung</strong> eingefügt haben, ist sie zunächst leer. Führen Sie die folgenden Schritte aus:</p> <ol> <li><p>Klicken Sie auf die <strong>Karte</strong>, um sie auszuwählen.</p></li> <li><p>Aktivieren Sie in der <strong>Liste der Felder</strong> die Kontrollkästchen neben den folgenden Feldern:</p> <p>a. <strong>Bezirksname</strong></p> <p>b. <strong>*Mehrzahl der Stimmen*</strong></p></li> </ol> <p>Die Datenfelder der Visualisierung sehen wie folgt aus:</p> <p><img src="{8}" alt="" title="" /></p> <p>Die Seite sieht ungefähr wie folgt aus:</p> <p>Beachten Sie, dass standardmäßig die Karte der USA angezeigt wird. In den nächsten Schritten ändern wir die Kartenformen.</p> <p><img src="{9}" alt="" title="" /></p> <p>Sie können eine beliebige <strong>TopoJSON-Datei</strong> mit der Visualisierung <strong>Formenzuordnung</strong> verwenden. Die IDs der TopoJSON-Formen müssen mit den Namen in Ihrem Dataset übereinstimmen.</p> <p>Lassen Sie uns die Formen ändern, damit sie mit den Bezirksnamen übereinstimmen.</p> <ol> <li><p>Wählen Sie die <strong>Formenzuordnung</strong> aus.</p></li> <li><p>Wechseln Sie zum Bereich <strong>Formatierung</strong>.</p></li> <li><p>Erweitern Sie die Optionen von <strong>Form</strong>.</p></li> </ol>
es_es: <h2>Parte 1: Creación de una historia de datos y su publicación en una página web</h2> <p>Necesitará los siguientes archivos:</p> <ol> <li><p>VotingData.xlsx</p></li> <li><p>gz_2010_us_050_00_500k-wash-counties-only.json</p></li> <li><p>Embed in web page.htm</p></li> </ol> <h3>Paso 1: Importar datos desde un archivo de Excel</h3> <p>Para más información o instrucciones, consulte la documentación:</p> <p><a href="{0}">{0}</a></p> <ol> <li><p>Abra <strong>Power BI Desktop</strong></p></li> <li><p>En la cinta Inicio, presione <strong>Obtener datos</strong></p></li> <li><p>Seleccione <strong>Excel</strong></p> <p><img src="{1}" alt="" title="" /></p></li> <li><p>En el cuadro de diálogo, seleccione el archivo <strong>VotingData.xlsx</strong></p></li> <li><p>En el cuadro de diálogo <strong>Navegador</strong>, active la casilla <strong>VotingData</strong></p></li> <li><p>Presione <strong>Cargar</strong></p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <h3>Paso 2: Crear resultados calculados</h3> <p>Cuando se crea una visualización de datos, a menudo es necesario aumentar los datos sin procesar con valores calculados para lograr la visualización que se desea. En esta sección, crearemos algunos cálculos.</p> <p>Nota: esta sección presenta un nuevo concepto, las expresiones DAX. DAX es un lenguaje de expresiones que se puede usar para calcular datos en los informes. Encontrará más información aquí: <a href="{3}">Aspectos básicos de DAX en Power BI Desktop</a>.</p> <p>Siga los pasos indicados para crear las siguientes medidas: <a href="{4}">Tutorial: Crear medidas propias en Power BI Desktop</a></p> <ol> <li><p>En la cinta <strong>Modelado</strong>, seleccione <strong>Medida</strong>.</p></li> <li><p>Se muestra una barra de fórmulas.</p></li> <li><p>Escriba las expresiones de la siguiente sección, <strong>Medidas que se crearán</strong>, debajo de la barra y <strong>presione la marca de verificación</strong> para asegurarse de que funciona.</p></li> <li><p>Repita el proceso para las tres medidas indicadas a continuación.</p></li> </ol> <p><img src="{5}" alt="" title="" /></p> <p>Medidas que se crearán:</p> <blockquote> <p>votes clinton = CALCULAR(sum(VotingData[Votes]), VotingData[Candidate] = "Clinton")</p> <p>votes sanders = CALCULAR(sum(VotingData[Votes]), VotingData[Candidate] = "Sanders")</p> <p>dirección del ganador = if([votes clinton] > [votes sanders], -1, if(VotingData[votes clinton] = [votes sanders], 0, 1))</p> </blockquote> <p>Nota: las dos primeras medidas filtran los valores para Clinton y Sanders, y nos permiten crear la medida de la dirección del ganador que nos indica si Clinton o Sanders obtuvieron más votos en un condado determinado. Cuando creemos el mapa, verá su utilidad.</p> <p>Después de completar este paso, la lista de campos tendrá el siguiente aspecto. Las medidas que creó se agregarán a los campos que hay disponibles para usar en las visualizaciones de datos.</p> <p><img src="{6}" alt="" title="" /></p> <h3>Paso 3: Mostrar resultados en un mapa</h3> <p>Ahora, estamos listos para crear el mapa de formas.</p> <ol> <li>Inserte un objeto visual <strong>ShapeMap</strong> en el informe.</li> </ol> <p><img src="{7}" alt="" title="" /></p> <p>Nota: en el momento de escribir el objeto visual ShapeMap, está en modo de vista previa. Si no ve el objeto ShapeMap, deberá habillitarlo como <strong>Característica en vista previa</strong>.</p> <ol> <li><p><strong>Archivo -> Opciones y configuración -> Opciones</strong></p></li> <li><p><strong>Global -> Características en vista previa</strong></p></li> <li><p>Active la casilla junto a <strong>Dar forma a objeto visual de mapa</strong>.</p></li> <li><p>Presione <strong>Aceptar</strong></p></li> </ol> <p>Después de insertar el objeto visual <strong>ShapeMap</strong>, estará vacío. Realice los pasos siguientes:</p> <ol> <li><p>Haga clic en el <strong>mapa</strong> para seleccionarlo.</p></li> <li><p>En la <strong>lista de campos</strong>, active la casilla junto a los siguientes campos:</p> <p>a. <strong>Nombre de condado</strong></p> <p>b. <strong>*Dirección del ganador *</strong></p></li> </ol> <p>Los campos de datos de los objetos visuales tendrán el siguiente aspecto:</p> <p><img src="{8}" alt="" title="" /></p> <p>El aspecto de la página será parecido a este:</p> <p>Observe que el mapa de EE. UU. se muestra de forma predeterminada. En los siguientes pasos, cambiaremos las formas del mapa.</p> <p><img src="{9}" alt="" title="" /></p> <p>Puede usar cualquier <strong>archivo TopoJSON</strong> con el objeto visual <strong>ShapeMap</strong>. Los identificadores de las formas TopoJSON deben coincidir con los nombres del conjunto de datos.</p> <p>Vamos a cambiar las formas para que coincidan con los nombres de los condados.</p> <ol> <li><p>Seleccione el objeto visual <strong>ShapeMap</strong>.</p></li> <li><p>Cambie al <strong>Panel de formato</strong>.</p></li> <li><p>Expanda las opciones de <strong>Forma</strong>.</p></li> </ol>
fr_fr: <h2>Partie&#160;1: Création d’une interprétation de données et publication sur une page web</h2> <p>Vous avez besoin des fichiers suivants&#160;:</p> <ol> <li><p>VotingData.xlsx</p></li> <li><p>gz_2010_us_050_00_500k-wash-counties-only.json</p></li> <li><p>Embed in web page.htm</p></li> </ol> <h3>Étape&#160;1&#160;: importer des données à partir d'un fichier Excel</h3> <p>Si vous avez besoin d’aide ou d’instructions supplémentaires, consultez la documentation&#160;:</p> <p><a href="{0}">{0}</a></p> <ol> <li><p>Ouvrez <strong>Power BI Desktop</strong></p></li> <li><p>Dans le ruban Accueil, appuyez sur <strong>Obtenir des données</strong></p></li> <li><p>Sélectionnez <strong>Excel</strong></p> <p><img src="{1}" alt="" title="" /></p></li> <li><p>Dans la boîte de dialogue, sélectionnez le fichier <strong>VotingData.xlsx</strong></p></li> <li><p>Dans la boîte de dialogue <strong>Navigateur</strong>, activez la case à cocher en regard de <strong>Données de vote</strong></p></li> <li><p>Appuyez sur <strong>Charger</strong></p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <h3>Étape&#160;2&#160;: créer des résultats calculés</h3> <p>Souvent, lors de la création d’une visualisation de données, les données brutes doivent être augmentées à l’aide de valeurs calculées pour obtenir la visualisation souhaitée. Dans cette section, nous créons des calculs.</p> <p>Remarque&#160;: cette section présente un nouveau concept, celui des expressions DAX. DAX est un langage d’expression que vous utilisez pour calculer des données au sein de vos rapports. Pour plus d’informations, voir <a href="{3}">Principes fondamentaux de DAX dans Power&#160;BI&#160;Desktop</a></p> <p>Pour créer les mesures suivantes, procédez de la manière décrite dans <a href="{4}">Didacticiel&#160;: créer vos propres mesures dans Power&#160;BI&#160;Desktop</a></p> <ol> <li><p>Dans le ruban <strong>Modélisation</strong>, appuyez sur <strong>Nouvelle mesure</strong>.</p></li> <li><p>Une barre de formule s’affiche.</p></li> <li><p>Tapez les expressions dans la section <strong>Mesures à créer</strong> ci-dessous, dans la barre, puis <strong>appuyez sur la coche</strong> pour vous assurer que cela fonctionne.</p></li> <li><p>Répétés le processus pour les trois mesures ci-dessous.</p></li> </ol> <p><img src="{5}" alt="" title="" /></p> <p>Mesures à créer&#160;:</p> <blockquote> <p>votes clinton = CALCUL(somme(VotingData[Votes]); VotingData[Candidate] = "Clinton")</p> <p>votes sanders = CALCUL(somme(VotingData[Votes]); VotingData[Candidate] = "Sanders")</p> <p>winner direction = si([votes clinton] > [votes sanders]; -1; si(VotingData[votes clinton] = [votes sanders]; 0; 1))</p> </blockquote> <p>Remarque&#160;: les deux premières mesures filtrent les valeurs pour Clinton et Sanders, et nous permettent de créer la mesure «&#160;direction du vainqueur&#160;» qui nous indique qui de Clinton ou Sanders a recueilli le plus de voix dans un comté donné. Vous verrez au moment de créer la carte à quel point cela est utile.</p> <p>Une fois cette étape accomplie, la liste des champs ressemble à celle ci-dessous. Les mesures créées sont ajoutées aux champs disponibles que vous pouvez utiliser dans vos visualisations de données.</p> <p><img src="{6}" alt="" title="" /></p> <h3>Étape&#160;3&#160;: afficher les résultats sur une carte</h3> <p>Nous sommes prêts à établir la carte de formes</p> <ol> <li>Insérez un visuel <strong>ShapeMap</strong> dans le rapport.</li> </ol> <p><img src="{7}" alt="" title="" /></p> <p>Remarque&#160;: au moment de la rédaction de ce document, le visuel ShapeMap est en préversion. Si vous ne voyez pas le visuel ShapeMap, vous devez l’activer en tant que <strong>Fonctionnalité en préversion</strong>.</p> <ol> <li><p><strong>Fichier -> Options et paramètres -> Options</strong></p></li> <li><p><strong>Global -> Fonctionnalités en préversion</strong></p></li> <li><p>Activez la case à cocher en regard de <strong>Visuel de la carte de formes</strong></p></li> <li><p>Appuyez sur <strong>OK</strong></p></li> </ol> <p>Après son insertion, le visuel <strong>ShapeMap</strong> est vide. Procédez comme suit&#160;:</p> <ol> <li><p>Sélectionnez la <strong>carte</strong> en cliquant dessus.</p></li> <li><p>Dans la <strong>liste des champs</strong>, activez la case à cocher en regard de chacun des champs&#160;:</p> <p>a. <strong>Nom de pays</strong></p> <p>b. <strong>*Direction du vainqueur *</strong></p></li> </ol> <p>Les champs de données des visuels ressemblent à ceci&#160;:</p> <p><img src="{8}" alt="" title="" /></p> <p>La page ressemble à peu près à ceci&#160;:</p> <p>Notez que la carte des États-Unis s’affiche par défaut. Dans les étapes suivantes, nous allons modifier les formes de la carte.</p> <p><img src="{9}" alt="" title="" /></p> <p>Vous pouvez utiliser tout <strong>fichier TopoJSON</strong> avec le visuel <strong>ShapeMap</strong>. Les ID des formes TopoJSON doivent correspondre aux noms figurant dans votre jeu de données.</p> <p>Modifions les formes pour qu’elles correspondent aux noms des comtés.</p> <ol> <li><p>Sélectionnez la <strong>ShapeMap</strong></p></li> <li><p>Basculez vers le volet <strong>Format</strong></p></li> <li><p>Développez les options <strong>Forme</strong></p></li> </ol>
it_it: <h2>Parte 1: Creazione di una storia dai dati e pubblicazione in una pagina Web</h2> <p>Saranno necessari i file seguenti:</p> <ol> <li><p>VotingData.xlsx</p></li> <li><p>gz_2010_us_050_00_500k-wash-counties-only.json</p></li> <li><p>Embed in web page.htm</p></li> </ol> <h3>Passaggio 1: Caricare i dati da un file di Excel</h3> <p>Se sono necessarie altre informazioni o istruzioni, fai riferimento alla documentazione:</p> <p><a href="{0}">{0}</a></p> <ol> <li><p>Apri <strong>Power BI Desktop</strong></p></li> <li><p>Nella scheda Home della barra multifunzione fai clic su <strong>Recupera dati</strong></p></li> <li><p>Seleziona <strong>Excel</strong></p> <p><img src="{1}" alt="" title="" /></p></li> <li><p>Nella finestra di dialogo seleziona il file <strong>VotingData.xlsx</strong></p></li> <li><p>Nella finestra di dialogo <strong>Strumento di navigazione</strong> seleziona la casella accanto a <strong>VotingData</strong></p></li> <li><p>Fai clic su <strong>Carica</strong></p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <h3>Passaggio 2: Creare risultati calcolati</h3> <p>Spesso quando si crea una visualizzazione dei dati, i dati non elaborati devono essere arricchiti con valori calcolati per ottenere la visualizzazione desiderata. In questa sezione creiamo alcuni calcoli.</p> <p>Nota: questa sezione introduce un nuovo concetto, ovvero le espressioni DAX. DAX è un linguaggio delle espressioni che puoi usare per calcolare i dati nei report. Altre informazioni sono disponibili qui: <a href="{3}">Nozioni di DAX in Power BI Desktop</a></p> <p>Usa i passaggi illustrati per creare le misure seguenti: <a href="{4}">Esercitazione: Creare misure personalizzate in Power BI Desktop</a></p> <ol> <li><p>Nella scheda <strong>Creazione di modelli</strong> della barra multifunzione fai clic su <strong>Nuova misura</strong>.</p></li> <li><p>Verrà visualizzata una barra della formula.</p></li> <li><p>Digita nella barra le espressioni della sezione <strong>Misure da creare</strong> seguente e <strong>fai clic sul segno di spunta</strong> per verificare il funzionamento.</p></li> <li><p>Ripeti il processo per le tre misure indicate di seguito.</p></li> </ol> <p><img src="{5}" alt="" title="" /></p> <p>Misure da creare:</p> <blockquote> <p>vota clinton = CALCULATE(sum(DatiVotazione[Voti]), DatiVotazione[Candidato] = "Clinton")</p> <p>vota sanders = CALCULATE(sum(DatiVotazione[Voti]), DatiVotazione[Candidato] = "Sanders")</p> <p>tendenza vincitore = if([vota clinton] > [vota sanders], -1, if(DatiVotazione[vota clinton] = [vota sanders], 0, 1))</p> </blockquote> <p>Nota: le prime due misure filtrano i valori per Clinton e Sanders e consentono di creare la misura relativa alla tendenza del vincitore, che indica se in una determinata contea ha avuto più voti Clinton o Sanders. Quando creeremo la mappa, potrai renderti conto dell'utilità di queste misure.</p> <p>Dopo aver completato questo passaggio, l'elenco dei campi sarà simile al seguente. Le misure create vengono aggiunte ai campi disponibili per l'uso nelle visualizzazioni dei dati.</p> <p><img src="{6}" alt="" title="" /></p> <h3>Passaggio 3: Mostrare i risultati su una mappa</h3> <p>A questo punto, siamo pronti per creare un oggetto forme mappa</p> <ol> <li>Inserisci un oggetto visivo <strong>Forme mappa</strong> nel report.</li> </ol> <p><img src="{7}" alt="" title="" /></p> <p>Nota: al momento della stesura di questo articolo, l'oggetto visivo Forme mappa è disponibile in versione di anteprima. Se l'oggetto visivo Forme mappa non è visualizzato, dovrai abilitarlo come <strong>Funzionalità di anteprima</strong>.</p> <ol> <li><p><strong>File -> Opzioni e impostazioni -> Opzioni</strong></p></li> <li><p><strong>Globali -> Funzionalità di anteprima</strong></p></li> <li><p>Seleziona la casella di controllo accanto a <strong>Oggetto visivo forme mappa</strong></p></li> <li><p>Premi <strong>OK</strong></p></li> </ol> <p>Dopo essere stato inserito, l'oggetto <strong>Forme mappa</strong> sarà vuoto. Esegui queste operazioni:</p> <ol> <li><p>Seleziona la <strong>mappa</strong> facendo clic su di essa.</p></li> <li><p>Nell'<strong>elenco dei campi</strong> seleziona la casella accanto ai campi seguenti:</p> <p>a. <strong>Nome Contea</strong></p> <p>b. <strong>*Tendenza vincitore *</strong></p></li> </ol> <p>I campi dati degli oggetti visivi avranno un aspetto simile al seguente:</p> <p><img src="{8}" alt="" title="" /></p> <p>L'aspetto della pagina sarà simile al seguente:</p> <p>Per impostazione predefinita, viene visualizzata la mappa degli Stati Uniti. Cambieremo le forme della mappa nei passaggi seguenti.</p> <p><img src="{9}" alt="" title="" /></p> <p>Puoi usare qualsiasi <strong>file TopoJSON</strong> con l'oggetto visivo <strong>Forme mappa</strong>. Gli ID delle forme TopoJSON devono corrispondere ai nomi nel set di dati.</p> <p>Modifichiamo le forme in modo che corrispondano ai nomi delle contee.</p> <ol> <li><p>Seleziona l'oggetto <strong>Forme mappa</strong></p></li> <li><p>Passa al <strong>riquadro di formattazione</strong></p></li> <li><p>Espandi le opzioni <strong>Forma</strong></p></li> </ol>
ja_jp: <h2>パート 1: データ ストーリーの作成と Web ページへの公開</h2> <p>次のファイルが必要です。</p> <ol> <li><p>投票データ.xlsx</p></li> <li><p>gz_2010_us_050_00_500k-wash-counties-only.json</p></li> <li><p>Embed in web page.htm</p></li> </ol> <h3>手順 1: Excel ファイルからのデータの読み込み</h3> <p>詳細なヘルプや手順については、必要に応じてドキュメントを参照してください。</p> <p><a href="{0}">{0}</a></p> <ol> <li><p><strong>Power BI Desktop</strong> を開きます。</p></li> <li><p>[ホーム] リボンの <strong>[データを取得]</strong> をクリックします。</p></li> <li><p><strong>[Excel]</strong> を選択します。</p> <p><img src="{1}" alt="" title="" /></p></li> <li><p>ダイアログ ボックスで、<strong>投票データ.xlsx</strong> を選択します。</p></li> <li><p><strong>[ナビゲーター]</strong> ダイアログ ボックスで、<strong>[投票データ]</strong> の横にあるボックスをオンにします。</p></li> <li><p><strong>[読み込み]</strong> をクリックします。</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <h3>手順 2: 計算結果の作成</h3> <p>多くの場合、データ ビジュアライゼーションの作成では、目的の視覚化を実現するために、計算値で生データを補足する必要があります。このセクションでは、いくつかの計算を作成します。</p> <p>注: このセクションでは、DAX 式という新しい概念を紹介します。DAX とは、レポート内でのデータの計算に使用する式言語です。詳細については、「<a href="{3}">Power BI Desktop における DAX の基本事項</a>」を参照してください。</p> <p>以下のメジャーの作成では、「<a href="{4}">チュートリアル: Power BI Desktop で独自のメジャーを作成する</a>」で説明している手順を使用します。</p> <ol> <li><p><strong>[モデリング]</strong> リボンで <strong>[新しいメジャー]</strong> をクリックします。</p></li> <li><p>数式バーが表示されます。</p></li> <li><p>以下の「<strong>作成するメジャー</strong>」セクションの式をバーに入力し、<strong>チェック マークをクリックして</strong>式が機能することを確認します。</p></li> <li><p>以下に示す 3 つのメジャーに対して、この手順を繰り返します。</p></li> </ol> <p><img src="{5}" alt="" title="" /></p> <p>作成するメジャー:</p> <blockquote> <p>クリントンに投票 = CALCULATE(sum(投票データ[得票数]), 投票データ[候補者] = "クリントン")</p> <p>サンダースに投票 = CALCULATE(sum(投票データ[得票数]), 投票データ[候補者] = "サンダース")</p> <p>選挙動向 = if([クリントンに投票] > [サンダースに投票], -1, if(投票データ[クリントンに投票] = [サンダースに投票], 0, 1))</p> </blockquote> <p>注: 最初の 2 つのメジャーでクリントンおよびサンダースの値をフィルターし、特定の郡でクリントンとサンダースのどちらがより多く得票したかを示す選挙動向メジャーを構築できます。このメジャーは、地図を作成する際に非常に役立ちます。</p> <p>この手順を完了すると、フィールド一覧の表示は以下のようになります。作成したメジャーはフィールドに追加され、データ視覚化で使用できるようになります。</p> <p><img src="{6}" alt="" title="" /></p> <h3>手順 3: 地図での結果の表示</h3> <p>これで、図形マップを作成する準備ができました。</p> <ol> <li><strong>ShapeMap</strong> ビジュアルをレポートに挿入します。</li> </ol> <p><img src="{7}" alt="" title="" /></p> <p>注: 執筆時点では、ShapeMap ビジュアルはプレビューの段階です。この ShapeMap が表示されない場合は、<strong>プレビュー機能</strong>として有効にする必要があります。</p> <ol> <li><p><strong>[ファイル] -> [オプションと設定] -> [オプション]</strong></p></li> <li><p><strong>[グローバル] -> [プレビュー機能]</strong></p></li> <li><p><strong>[図形マップのビジュアル]</strong> の横にあるボックスをオンにします。</p></li> <li><p><strong>[OK]</strong> をクリックします。</p></li> </ol> <p><strong>ShapeMap</strong> は、挿入すると空白になります。次の手順を実行します。</p> <ol> <li><p><strong>地図</strong>をクリックして選択します。</p></li> <li><p><strong>[フィールド]</strong> リストで、次のフィールドの横にあるボックスをオンにします。</p> <p>a.<strong>郡の名前</strong></p> <p>b. <strong>*選挙動向 *</strong></p></li> </ol> <p>ビジュアルのデータ フィールドは次のように表示されます。</p> <p><img src="{8}" alt="" title="" /></p> <p>ページは、おおよそ次のように表示されます。</p> <p>Note that the U.S.マップは既定で表示されます。次の手順では、地図のシェイプを変更します。</p> <p><img src="{9}" alt="" title="" /></p> <p><strong>ShapeMap</strong> ビジュアルでは、任意の <strong>TopoJSON ファイル</strong>を使用できます。TopoJSON シェイプの ID は、データ セット内の名前と一致する必要があります。</p> <p>郡の名前と一致するようにシェイプを変更してみましょう。</p> <ol> <li><p><strong>ShapeMap</strong> を選択します。</p></li> <li><p><strong>[書式設定]</strong> ペインに切り換えます。</p></li> <li><p><strong>[シェイプ]</strong> オプションを展開します。</p></li> </ol>
ko_kr: <h2>1부: 데이터 스토리 만들기 및 웹 페이지에 게시</h2> <p>다음 파일이 필요합니다.</p> <ol> <li><p>VotingData.xlsx</p></li> <li><p>gz_2010_us_050_00_500k-wash-counties-only.json</p></li> <li><p>Embed in web page.htm</p></li> </ol> <h3>1단계: excel 파일에서 데이터 로드</h3> <p>필요한 경우 자세한 도움말/지침은 설명서를 참조하세요.</p> <p><a href="{0}">{0}</a></p> <ol> <li><p><strong>Power BI Desktop</strong>을 엽니다.</p></li> <li><p>홈 리본에서 <strong>데이터 가져오기</strong>를 누릅니다.</p></li> <li><p><strong>Excel</strong>을 선택합니다.</p> <p><img src="{1}" alt="" title="" /></p></li> <li><p>대화 상자에서 <strong>VotingData.xlsx</strong> 파일을 선택합니다.</p></li> <li><p><strong>탐색기</strong> 대화 상자에서 <strong>VotingData</strong> 옆의 상자를 선택합니다.</p></li> <li><p><strong>로드</strong>를 누릅니다.</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <h3>2단계: 계산된 결과 만들기</h3> <p>데이터 시각화를 만들 경우 종종 원시 데이터를 계산된 값으로 확대하여 원하는 시각화를 달성해야 합니다. 이 섹션에서는 몇 가지 계산을 작성합니다.</p> <p>참고: 이 섹션에서는 DAX 식이라는 새로운 개념을 소개합니다. DAX는 보고서 내에서 데이터를 계산하는 데 사용할 수 있는 식 언어입니다. 자세한 내용은 <a href="{3}">Power BI Desktop의 DAX 기본 사항</a>에서 확인할 수 있습니다.</p> <p>정의된 단계를 사용하여 다음 측정값을 생성합니다. <a href="{4}">자습서: Power BI Desktop에서 고유한 측정값 만들기</a></p> <ol> <li><p><strong>모델링</strong> 리본에서 새 <strong> 측정값</strong>을 누릅니다.</p></li> <li><p>수식 입력줄이 표시됩니다.</p></li> <li><p><strong>생성할 측정값</strong> 섹션 아래에 식을 입력하고 <strong>확인 표시를 눌러</strong> 작동하는지 확인합니다.</p></li> <li><p>아래 식별된 세 측정값에 대해 프로세스를 반복합니다.</p></li> </ol> <p><img src="{5}" alt="" title="" /></p> <p>생성할 측정값:</p> <blockquote> <p>clinton 표수 = CALCULATE(sum(VotingData[표수]), VotingData[후보] = "Clinton")</p> <p>sanders 표수 = CALCULATE(sum(VotingData[표수]), VotingData[후보] = "Sanders")</p> <p>예상 당선자 = if([clinton 표수] > [sanders 표수], -1, if(VotingData[clinton 표수] = [sanders 표수], 0, 1))</p> </blockquote> <p>참고: 처음 두 항목은 Clinton과 Sanders에 대한 필터 값을 측정하고 이를 토대로 특정 지방에서 Clinton 또는 Sanders 중 누가 더 많은 표를 얻었는지를 알려 주는 예상 당선자 측정값을 작성할 수 있습니다. 맵을 작성할 때 이것이 얼마나 유용한지 알게 됩니다.</p> <p>이 단계를 완료하면 필드 목록은 다음과 같게 됩니다. 생성한 측정값이 데이터 가상화에 사용할 수 있는 필드에 추가됩니다.</p> <p><img src="{6}" alt="" title="" /></p> <h3>3단계: 맵에 결과 표시</h3> <p>이제 도형 맵을 만들 준비가 되었습니다.</p> <ol> <li><strong>ShapeMap</strong> 시각적 개체를 보고서에 삽입합니다.</li> </ol> <p><img src="{7}" alt="" title="" /></p> <p>참고: 이 자료를 작성하는 시점에 ShapeMap 시각적 개체는 미리 보기 상태입니다. ShapeMap이 표시되지 않는 경우 <strong>미리 보기 기능</strong>으로 사용하도록 설정해야 합니다.</p> <ol> <li><p><strong>파일-> 옵션 및 설정 -> 옵션</strong></p></li> <li><p><strong>글로벌 -> 미리 보기 기능</strong></p></li> <li><p><strong>도형 맵 시각화</strong> 옆의 상자를 선택합니다.</p></li> <li><p><strong>확인</strong>을 누릅니다.</p></li> </ol> <p><strong>ShapeMap</strong>을 삽입하면 비어 있게 됩니다. 다음 단계를 수행합니다.</p> <ol> <li><p><strong>맵</strong>을 클릭하여 선택합니다.</p></li> <li><p><strong>필드 목록</strong>에서 다음 필드 옆의 상자를 선택합니다.</p> <p>a. <strong>지방 이름</strong></p> <p>b. <strong>*예상 당선자*</strong></p></li> </ol> <p>시각적 개체의 데이터 필드 모양은 다음과 같습니다.</p> <p><img src="{8}" alt="" title="" /></p> <p>페이지는 다음과 비슷합니다.</p> <p>기본적으로 미국 맵이 표시됩니다. 다음 단계에서 맵 모양을 변경합니다.</p> <p><img src="{9}" alt="" title="" /></p> <p><strong>ShapeMap</strong> 시각적 개체와 함께 <strong>TopoJSON 파일</strong>을 사용할 수 있습니다. TopoJSON 모양의 ID가 데이터 집합의 이름과 일치해야 합니다.</p> <p>지방 이름과 일치하도록 모양을 변경해 보겠습니다.</p> <ol> <li><p><strong>ShapeMap</strong>을 선택합니다.</p></li> <li><p><strong>서식 창</strong>으로 전환합니다.</p></li> <li><p><strong>모양</strong> 옵션을 확장합니다.</p></li> </ol>
pt_br: <h2>Parte 1: Criando uma história dos dados e publicando-a em uma página da Web</h2> <p>Você precisará dos seguintes arquivos:</p> <ol> <li><p>VotingData.xlsx</p></li> <li><p>gz_2010_us_050_00_500k-wash-counties-only.json</p></li> <li><p>Embed in web page.htm</p></li> </ol> <h3>Etapa 1: Importar dados de um arquivo do Excel</h3> <p>Consulte a documentação para obter mais ajuda/instruções se necessário:</p> <p><a href="{0}">{0}</a></p> <ol> <li><p>Abra o <strong>Power BI Desktop</strong></p></li> <li><p>Na faixa de opções Início, pressione <strong>Obter Dados</strong></p></li> <li><p>Selecione <strong>Excel</strong></p> <p><img src="{1}" alt="" title="" /></p></li> <li><p>Na caixa de diálogo, selecione o arquivo <strong>VotingData.xlsx</strong></p></li> <li><p>Na caixa de diálogo <strong>Navegador</strong>, marque a caixa ao lado de <strong>VotingData</strong></p></li> <li><p>Pressione <strong>Carregar</strong></p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <h3>Etapa 2: Criar resultados calculados</h3> <p>Geralmente, ao criar uma visualização de dados, os dados brutos precisam ser expandidos com valores calculados para obter a visualização que você deseja. Nessa seção, criaremos alguns cálculos.</p> <p>Observação: essa seção introduz um novo conceito – expressões DAX. O DAX é uma linguagem de expressão que pode ser usada para calcular dados nos seus relatórios. Mais informações podem ser encontradas aqui: <a href="{3}">Noções básicas de DAX no Power BI Desktop</a></p> <p>Use as etapas definidas para criar as seguintes medidas: <a href="{4}">Tutorial: Criar suas próprias medidas no Power BI Desktop</a></p> <ol> <li><p>Na faixa de opções <strong>Modelagem</strong>, pressione <strong>Nova Medida</strong></p></li> <li><p>A barra de formula é exibida.</p></li> <li><p>Digite as expressões na seção <strong>Medidas a serem criadas</strong> abaixo na barra e <strong>pressione a marca de seleção</strong> para verificar se funcionou.</p></li> <li><p>Repita o processo para as três medidas identificadas abaixo.</p></li> </ol> <p><img src="{5}" alt="" title="" /></p> <p>Medidas a serem criadas:</p> <blockquote> <p>votes clinton = CALCULATE(sum(VotingData[Votos]), VotingData[Candidato] = "Clinton")</p> <p>votes sanders = CALCULATE(sum(VotingData[Votos]), VotingData[Candidato] = "Sanders")</p> <p>winner direction = if([votos clinton] > [votos sanders], -1, if(VotingData[votos clinton] = [votos sanders], 0, 1))</p> </blockquote> <p>Observação: as duas primeiras medidas filtram os valores para Clinton e Sanders, e permitem que criemos a medida de direção do vencedor, que nos dirá se Clinton ou Sanders recebeu mais votos em um certo estado. Você verá como isso é útil ao criarmos o mapa.</p> <p>Depois de concluir essa etapa, a lista de campos será semelhante ao indicado abaixo. As medidas criadas são adicionadas aos campos disponíveis para você usar nas suas visualizações de dados.</p> <p><img src="{6}" alt="" title="" /></p> <h3>Etapa 3: Mostrar resultados em um mapa</h3> <p>Agora, estamos prontos para criar o mapa de formas</p> <ol> <li>Insira um visual <strong>ShapeMap</strong> no relatório.</li> </ol> <p><img src="{7}" alt="" title="" /></p> <p>Observação: até o momento da elaboração desse curso, o visual ShapeMap está em Visualização. Se o ShapeMap não aparecer, você precisará habilitá-lo como <strong>Visualização do Recurso</strong>.</p> <ol> <li><p><strong>Arquivo-> Opções e Configurações -> Opções</strong></p></li> <li><p><strong>Global -> Visualização dos Recursos</strong></p></li> <li><p>Marque a caixa de seleção ao lado de <strong>Forma do Visual de Mapa</strong></p></li> <li><p>Pressione <strong>OK</strong></p></li> </ol> <p>Depois de inserir o <strong>ShapeMap</strong>, ele estará em branco. Realize as seguintes etapas:</p> <ol> <li><p>Selecione o <strong>mapa</strong> clicando nele.</p></li> <li><p>Na <strong>lista de campos</strong>, marque a caixa ao lado dos seguintes campos:</p> <p>a. <strong>Nome do Estado</strong></p> <p>b. <strong>*Direção do Vencedor *</strong></p></li> </ol> <p>Os campos de dados dos visuais serão semelhantes a:</p> <p><img src="{8}" alt="" title="" /></p> <p>A página ficará ligeiramente semelhante a esta:</p> <p>Observe que o mapa dos Estados Unidos é mostrado por padrão. Nas próximas etapas, alteraremos os formatos do mapa.</p> <p><img src="{9}" alt="" title="" /></p> <p>Você pode usar qualquer <strong>arquivo TopoJSON</strong> com o visual <strong>ShapeMap</strong>. As IDs das formas TopoJSON devem corresponder aos nomes definidos no seu conjunto de dados.</p> <p>Vamos alterar as formas para corresponderem aos nomes dos estados.</p> <ol> <li><p>Selecione o <strong>ShapeMap</strong></p></li> <li><p>Mude para o <strong>Painel de Formatação</strong></p></li> <li><p>Expanda as opções <strong>Forma</strong></p></li> </ol>
ru_ru: <h2>Часть&#160;1. Создание сюжета на основе данных и его публикация на веб-странице</h2> <p>Вам потребуются следующей файлы:</p> <ol> <li><p>VotingData.xlsx</p></li> <li><p>gz_2010_us_050_00_500k-wash-counties-only.json</p></li> <li><p>Embed in web page.htm</p></li> </ol> <h3>Этап&#160;1. Загрузка данных из файла Excel</h3> <p>Дополнительную помощь и инструкции при необходимости см. в документации.</p> <p><a href="{0}">{0}</a></p> <ol> <li><p>Откройте <strong>Power BI Desktop</strong>.</p></li> <li><p>На вкладке "Главная" ленты нажмите кнопку <strong>Получить данные</strong>.</p></li> <li><p>Выберите <strong>Excel</strong>.</p> <p><img src="{1}" alt="" title="" /></p></li> <li><p>В диалоговом окне выберите файл <strong>VotingData.xlsx</strong>.</p></li> <li><p>В диалоговом окне <strong>Навигатор</strong> установите флажок <strong>VotingData</strong>.</p></li> <li><p>Нажмите кнопку <strong>Загрузить</strong>.</p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <h3>Этап&#160;2. Создание вычисляемых результатов</h3> <p>При создании визуализации данных для получения нужного результата исходные значения часто бывает необходимо дополнить вычисляемыми. В этом разделе мы создадим несколько вычислений.</p> <p>Обратите внимание: здесь мы познакомимся с новой концепцией&#160;— выражениями DAX. DAX&#160;— это язык выражений, с помощью которого выполняются вычисления с данными в отчетах. Дополнительные сведения можно найти в статье об <a href="{3}">основах DAX в Power BI Desktop</a>.</p> <p>Воспользуйтесь для создания следующих мер инструкциями, приведенными в <a href="{4}">учебнике "Создание собственных мер в Power BI Desktop"</a>.</p> <ol> <li><p>На ленте <strong>Моделирование</strong> выберите команду <strong>Новая мера</strong>.</p></li> <li><p>Появится строка формулы.</p></li> <li><p>Введите в строке выражения из раздела <strong>Создаваемые меры</strong> ниже и <strong>нажмите на значок галочки</strong>, чтобы проверить, работает ли формула.</p></li> <li><p>Повторите эти действия для перечисленных ниже трех мер.</p></li> </ol> <p><img src="{5}" alt="" title="" /></p> <p>Создаваемые меры:</p> <blockquote> <p>голоса клинтон = ВЫЧИСЛИТЬ(СУММ(Данные голосования[Голоса]), Данные голосования[Кандидат] = "Клинтон")</p> <p>голоса сандерс = ВЫЧИСЛИТЬ(СУММ(Данные голосования[Голоса]), Данные голосования[Кандидат] = "Сандерс")</p> <p>победитель = ЕСЛИ([голоса клинтон] > [голоса сандерс], -1, ЕСЛИ(Данные голосования[голоса клинтон] = [голоса сандерс], 0, 1))</p> </blockquote> <p>Обратите внимание: первые две меры выполняют фильтрацию значений для кандидатов Сандерса и Клинтон и используются для формирования третьей меры, которая указывает, кто из них получил больше голосов в определенном округе. Когда мы построим карту, вы увидите, насколько эти данные полезны.</p> <p>После выполнения этого этапа список полей должен выглядеть примерно так, как показано ниже. Созданные нами меры добавляются в число полей, которые можно использовать в визуализациях данных.</p> <p><img src="{6}" alt="" title="" /></p> <h3>Этап&#160;3. Отображение результатов на карте</h3> <p>Теперь мы готовы создать карту фигур.</p> <ol> <li>Добавьте визуальный элемент <strong>Карта фигур</strong> в свой отчет.</li> </ol> <p><img src="{7}" alt="" title="" /></p> <p>Обратите внимание: на момент написания этого материала визуальный элемент "Карта фигур" представляет собой предварительную версию. Если вы его не видите, включите <strong>предварительную версию соответствующей функции</strong>.</p> <ol> <li><p><strong>Выберите Файл&#160;-> Параметры и настройки&#160;-> Параметры.</strong></p></li> <li><p><strong>Выберите Глобальные&#160;-> Предварительная версия функций.</strong></p></li> <li><p>Установите флажок для <strong>визуального элемент карты фигур</strong>.</p></li> <li><p>Нажмите кнопку <strong>ОК</strong>.</p></li> </ol> <p>После добавления элемент <strong>Карта фигур</strong> пуст. Выполните следующие действия:</p> <ol> <li><p>Выделите <strong>карту</strong>, щелкнув ее.</p></li> <li><p>В <strong>списке полей</strong> установите флажки для следующих полей:</p> <p>а) <strong>Название округа</strong></p> <p>б) <strong>*Winner Direction*</strong> (Победитель)</p></li> </ol> <p>Поля данных визуального элемента будут выглядеть примерно так:</p> <p><img src="{8}" alt="" title="" /></p> <p>Страница имеет приблизительно следующий вид:</p> <p>Обратите внимание, что по умолчанию отображается карта США. На следующих этапах мы изменим фигуры карты.</p> <p><img src="{9}" alt="" title="" /></p> <p>С визуальным элементом <strong>Карта фигур</strong> можно использовать <strong>файл TopoJSON</strong>/ Идентификаторы фигур TopoJSON должны соответствовать названиям в наборе данных.</p> <p>Изменим фигуры в соответствии с названиями округов.</p> <ol> <li><p>Выберите <strong>карту фигур</strong>.</p></li> <li><p>Перейдите в <strong>область форматирования</strong>.</p></li> <li><p>Разверните параметры <strong>Фигура</strong>.</p></li> </ol>
zh_cn: <h2>第 1 部分：创建数据经历并将其发布到网页中</h2> <p>将需要以下文件：</p> <ol> <li><p>VotingData.xlsx</p></li> <li><p>gz_2010_us_050_00_500k-wash-counties-only.json</p></li> <li><p>Embed in web page.htm</p></li> </ol> <h3>第 1 步：从 Excel 文件加载数据</h3> <p>请参阅文档获取更多帮助/说明（如果需要）：</p> <p><a href="{0}">{0}</a></p> <ol> <li><p>打开“Power BI Desktop”<strong></strong></p></li> <li><p>在“开始”功能区中，按“获取数据”<strong></strong></p></li> <li><p>选择“Excel”<strong></strong></p> <p><img src="{1}" alt="" title="" /></p></li> <li><p>在对话框中，选择文件“VotingData.xlsx”<strong></strong></p></li> <li><p>在“浏览器”<strong></strong>对话框中，选中“VotingData”<strong></strong>旁边的框</p></li> <li><p>按“加载”<strong></strong></p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <h3>第 2 步：创建计算结果</h3> <p>通常在创建数据可视化效果时，需要用计算值增强原始数据以实现所需的可视化效果。在本部分中，将创建一些计算。</p> <p>注意：本部分介绍一个新概念 – DAX 表达式。DAX 是一种可用于计算报表中数据的表达式语言。可参阅后列内容获取详细信息：<a href="{3}">Power BI Desktop 中的 DAX 基础信息</a></p> <p>使用定义的步骤创建以下度量值：<a href="{4}">教程：在 Power BI Desktop 中创建自己的度量值</a></p> <ol> <li><p>在“建模”<strong></strong>功能区中，按“新建度量值”<strong></strong></p></li> <li><p>会显示一个编辑栏。</p></li> <li><p>在下面的“要创建的度量值”<strong></strong>部分的编辑栏中键入表达式，然后“按复选标记”<strong></strong>以确保其生效。</p></li> <li><p>为下面标识的三个度量值重复以上过程。</p></li> </ol> <p><img src="{5}" alt="" title="" /></p> <p>要创建的度量值：</p> <blockquote> <p>Clinton 得票数 = CALCULATE(sum(VotingData[得票数]), VotingData[候选人] = "Clinton")</p> <p>Sanders 得票数 = CALCULATE(sum(VotingData[得票数]), VotingData[候选人] = "Sanders")</p> <p>胜者方向 = if([clinton 得票数] > [sanders 得票数], -1, if(VotingData[clinton 得票数] = [sanders 得票数], 0, 1))</p> </blockquote> <p>注意：前两个度量值筛选 Clinton 和 Sanders 的值，可帮助生成胜者方向度量值，通过该值可知晓给定县内，Clinton 和 Sanders 哪个得票更多。在生成该地图时会看到这是如何发挥作用的。</p> <p>完成此步骤后，字段列表将如下所示。所创建的度量值已添加到可供用于数据可视化效果的字段中。</p> <p><img src="{6}" alt="" title="" /></p> <h3>第 3 步：在地图上显示结果</h3> <p>现在，已准备好制作形状地图</p> <ol> <li>在报表中插入一个“ShapeMap”<strong></strong>视觉对象。</li> </ol> <p><img src="{7}" alt="" title="" /></p> <p>注意：在写入时，ShapeMap 视觉对象处于预览状态。如果没有看到 ShapeMap，则需要将其作为“预览功能”<strong></strong>启用。</p> <ol> <li><p><strong>“文件”->“选项和设置”->“选项”</strong></p></li> <li><p><strong>“全局”->“预览功能”</strong></p></li> <li><p>选中“形状地图视觉对象”<strong></strong>旁边的框</p></li> <li><p>按“确定”<strong></strong></p></li> </ol> <p>在插入“ShapeMap”<strong></strong>后，它将是空白的。执行下面的步骤：</p> <ol> <li><p>单击“地图”<strong></strong>以选中。</p></li> <li><p>在“字段列表”<strong></strong>中，选中以下字段旁边的框：</p> <p>a.<strong>“县名”</strong></p> <p>b.“*胜者方向*”<strong></strong></p></li> </ol> <p>视觉对象的数据字段将如下所示：</p> <p><img src="{8}" alt="" title="" /></p> <p>页面将大致如下所示：</p> <p>注意，将默认显示美国地图。在接下来的步骤中，将更改地图形状。</p> <p><img src="{9}" alt="" title="" /></p> <p>可配合使用“ShapeMap”<strong></strong>视觉对象和任何“TopoJSON 文件”<strong></strong>。TopoJSON 形状的 ID 必须与数据集中的名称相匹配。</p> <p>现在更改形状以与县名匹配。</p> <ol> <li><p>选中“ShapeMap”<strong></strong></p></li> <li><p>切换到“格式窗格”<strong></strong></p></li> <li><p>展开“形状”<strong></strong>选项</p></li> </ol>
zh_tw: <h2>第 1 部分：建立資料故事並將它發行至網頁</h2> <p>您將需要下列檔案：</p> <ol> <li><p>VotingData.xlsx</p></li> <li><p>gz_2010_us_050_00_500k-wash-counties-only.json</p></li> <li><p>Embed in web page.htm</p></li> </ol> <h3>步驟 1：從 Excel 檔案載入資料</h3> <p>請參閱下列文件，以取得更多其他說明/指示 (如有需要)：</p> <p><a href="{0}">{0}</a></p> <ol> <li><p>開啟 <strong>Power BI Desktop</strong></p></li> <li><p>在 [首頁] 功能區中，按下 [取得資料]<strong></strong></p></li> <li><p>選取 [Excel]<strong></strong></p> <p><img src="{1}" alt="" title="" /></p></li> <li><p>在對話方塊中，選取檔案 <strong>VotingData.xlsx</strong></p></li> <li><p>在 [導覽器]<strong></strong> 對話方塊中，核取 [VotingData]<strong></strong> 旁的方塊</p></li> <li><p>按下 [載入]<strong></strong></p></li> </ol> <p><img src="{2}" alt="" title="" /></p> <h3>步驟 2：建立計算結果</h3> <p>建立資料視覺效果時，通常必須以計算值擴增未經處理資料，以達成所需的視覺效果。在本節中，我們會建立一些計算。</p> <p>注意：本節介紹一個新概念 - DAX 運算式。DAX 是您可以在報表內用來計算資料的運算式語言。如需詳細資訊，請參閱：<a href="{3}">Power BI Desktop 的 DAX 基本概念</a></p> <p>使用定義的步驟來建立下列量值：<a href="{4}">教學課程：在 Power BI Desktop 中建立您自己的量值</a></p> <ol> <li><p>在 [模型]<strong></strong> 功能區中，按下新的<strong>量值</strong></p></li> <li><p>公式列隨即顯示。</p></li> <li><p>在公式列中輸入下面<strong>要建立的量值</strong>一節中的運算式，然後<strong>按下核取記號</strong>以確保其運作正常。</p></li> <li><p>針對下面識別的三個量值重複此程序。</p></li> </ol> <p><img src="{5}" alt="" title="" /></p> <p>要建立的量值：</p> <blockquote> <p>柯林頓票數 = CALCULATE(sum(VotingData[Votes]), VotingData[Candidate] = "Clinton")</p> <p>桑德斯票數 = CALCULATE(sum(VotingData[Votes]), VotingData[Candidate] = "Sanders")</p> <p>勝選趨勢 = if([柯林頓票數] > [桑德斯票數], -1, if(VotingData[柯林頓票數] = [桑德斯票數], 0, 1))</p> </blockquote> <p>注意：前兩個量值會篩選 Clinton 和 Sanders 值，並可讓我們建立贏家趨勢量值，指出是 Clinton 或 Sanders 在指定縣市擁有較多票數。您將發現，當我們建立此地圖時，該地圖會多有用。</p> <p>完成此步驟之後，[欄位] 清單會如下所示。您建立的量值會新增至 [欄位]，以供您用於資料視覺效果。</p> <p><img src="{6}" alt="" title="" /></p> <h3>步驟 3：在地圖上顯示結果</h3> <p>現在，我們已準備好製作圖形地圖</p> <ol> <li>將 [圖形地圖]<strong></strong> 視覺效果插入報表。</li> </ol> <p><img src="{7}" alt="" title="" /></p> <p>注意：撰寫本文時，[圖形地圖] 視覺效果處於預覽狀態。如果您看不到 [圖形地圖]，您必須將它啟用為 [預覽功能]<strong></strong>。</p> <ol> <li><p><strong>[檔案] -> [選項及設定] -> [選項]</strong></p></li> <li><p><strong>[全域] -> [預覽功能]</strong></p></li> <li><p>核取 [圖形地圖視覺效果]<strong></strong> 旁的方塊</p></li> <li><p>按下 [確定]<strong></strong></p></li> </ol> <p>插入 [圖形地圖]<strong></strong> 之後，它將是空白的。請執行下列步驟：</p> <ol> <li><p>按一下並選取<strong>地圖</strong>。</p></li> <li><p>在 [欄位]<strong></strong> 清單中，核取下列欄位旁的方塊：</p> <p>a.<strong>國家/地區名稱</strong></p> <p>b. <strong>*勝選趨勢 *</strong></p></li> </ol> <p>視覺效果的資料欄位會如下所示：</p> <p><img src="{8}" alt="" title="" /></p> <p>此頁面大致上會如下所示：</p> <p>請注意，預設會顯示美國地圖。在後續步驟中，我們將變更地圖圖形。</p> <p><img src="{9}" alt="" title="" /></p> <p>您可以搭配 [圖形地圖]<strong></strong> 視覺效果使用任何 <strong>TopoJSON 檔案</strong>。TopoJSON 圖形的識別碼必須符合您的資料集中的名稱。</p> <p>讓我們變更圖形以符合國家/地區名稱。</p> <ol> <li><p>選取 [圖形地圖]<strong></strong></p></li> <li><p>切換至 [格式化]<strong></strong> 窗格</p></li> <li><p>展開 [圖形]<strong></strong> 選項</p></li> </ol>
