Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/Visualization.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Content_Step6_5
source: <h3>Step 1: Publishing to the web</h3> <p>You can follow the instruction provided on the below link to <strong>create a Power BI publish to web embed code</strong>.</p> <p><a href="{0}">{0}</a></p> <p>Your embed code will look like this:</p> <p>&lt;iframe width="800" height="600" src="{1}" frameborder="0" allowFullScreen="true"&gt;&lt;/iframe&gt;</p> <p>Notice that the embed code starts with ‘&lt;iframe’. You will use the iFrame to embed the content in the web page.</p> <h3>Step 2: Adding the embed code to a web page</h3> <p>In this section, we will add the embed code for the report and add it to a web page.</p> <p>You will need to <strong>copy the embed code</strong> from the previous step into the provided web page. If didn’t copy it go back and copy it now.</p> <ol> <li><p>Open the file <strong>Embed in web page.htm</strong></p></li> <li><p>Find the line “&lt;!-- Step 1: Place your iFrame embed code below this line --&gt;”</p></li> <li><p><strong>Paste</strong> the embed code below that line</p></li> </ol> <p>Next adjust the height and width of the iframe. The defaults may not ensure a perfect fit. The size is based on your page size in your report. The default page size is a ratio 16:9. You should find the width and height based on your web page layout and this base dimension. Then ensure you add 56 to the height of the iFrame to accommodate the Power BI UI at the bottom of the iFrame.</p> <ol> <li><p>Now set the width and height of the <strong>iframe</strong> as follows:</p> <ul> <li><p>width="1000"</p></li> <li><p>height="618"</p></li> </ul></li> <li><p><strong>Save</strong> the file</p></li> <li><p>In <strong>Windows Explorer</strong>, <strong>double click the file to open</strong> it in your web browser.</p></li> </ol> <p>You will see a page that looks like the below. If you were to publish to page on a web server, anyone viewing your page would be able to view the report. You can use these steps to add Power BI data visualizations to your blogs, news articles, or websites.</p> <h1><img src="{2}" alt="" title="" /></h1> <h2>Appendix: Formatting numbers in Power BI</h2> <p>In this tutorial, if you worked with data labels, you will notice that by default the number is not formatted. Below are instructions for how to format numbers in Power BI.</p> <ol> <li>Select the <strong>field</strong> you want format by clicking on it in the fields list. Hint: the field is selected when the yellow border is displayed as shown below. <p><img src="{3}" alt="" title="" /></p></li> <li><p>With the field selected, in the ribbon select <strong>Modeling</strong></p></li> <li><p>Notice the <strong>Formatting</strong> section.</p></li> <li><p>To add comma separators for large numbers, press the <strong>comma icon</strong></p></li> </ol> <p>Once this is done, whenever the field is used in a visualization, the formatting is applied.</p> <p><img src="{4}" alt="" title="" /></p>
de_de: <h3>Schritt 1: Veröffentlichen im Web</h3> <p>Sie können die über den folgenden Link bereitgestellten Anweisungen befolgen, um <strong>Einbindungscode für das Veröffentlichen aus Power BI im Web zu erstellen</strong>.</p> <p><a href="{0}">{0}</a></p> <p>Der Einbindungscode lautet wie folgt:</p> <p>&lt;iframe width="800" height="600" src="{1}" frameborder="0" allowFullScreen="true">&lt;/iframe></p> <p>Beachten Sie, dass der Einbindungscode mit „&lt;iframe“ beginnt. Sie verwenden den iFrame zum Einbinden der Inhalte in die Webseite.</p> <h3>Schritt 2: Hinzufügen des Einbindungscodes zu einer Webseite</h3> <p>In diesem Abschnitt fügen wir den Einbindungscode für den Bericht ein und fügen ihn einer Webseite hinzu.</p> <p>Sie müssen den Einbindungscode aus dem vorherigen Schritt in die bereitgestellte Webseite <strong>kopieren</strong>. Wenn Sie ihn nicht kopiert haben, holen Sie dies jetzt nach.</p> <ol> <li><p>Öffnen Sie die Datei <strong>Embed in web page.htm</strong>.</p></li> <li><p>Suchen Sie die Zeile „&lt;!-- Step 1: Place your iFrame embed code below this line -->“.</p></li> <li><p>Sie müssen den Einbindungscode unter dieser Zeile <strong>einfügen</strong>.</p></li> </ol> <p>Passen Sie anschließend die Höhe und Breite des iFrames an. Die Standardabmessungen ergeben möglicherweise keine perfekte Größe innerhalb der Webseite. Die Größe basiert auf der Seitengröße im Bericht. Die Standardgröße der Seite hat ein Seitenverhältnis von 16:9. Ermitteln Sie die Breite und Höhe anhand des Webseitenlayouts und dieses Seitenverhältnisses. Addieren Sie zur Höhe des iFrames 56, damit am unteren Rand des iFrames die Power BI-Benutzeroberfläche angezeigt werden kann.</p> <ol> <li><p>Legen Sie jetzt die Breite und Höhe des iFrames (<strong>iframe</strong>) wie folgt fest:</p> <ul> <li><p>width="1000"</p></li> <li><p>height="618"</p></li> </ul></li> <li><p><strong>Speichern</strong> Sie die Datei.</p></li> <li><p>Doppelklicken Sie im <strong>Windows-Explorer</strong> auf die Datei, um sie im Webbrowser zu <strong>öffnen</strong>.</p></li> </ol> <p>Eine Seite wird angezeigt, die der folgenden Abbildung entspricht. Wenn Sie die Seite auf einem Webserver veröffentlichen, kann jeder Betrachter der Seite den Bericht anzeigen. Sie können mithilfe dieser Schritte Ihren Blogs, Nachrichtenartikeln oder Websites Power BI-Datenvisualisierungen hinzufügen.</p> <h1><img src="{2}" alt="" title="" /></h1> <h2>Anhang: Formatieren von Zahlen in Power BI</h2> <p>Beim Arbeiten mit Datenbeschriftungen in diesem Tutorial werden Sie festgestellt haben, dass die Zahlen standardmäßig nicht formatiert sind. Nachfolgend wird beschrieben, wie Sie Zahlen in Power BI formatieren.</p> <ol> <li>Wählen Sie das zu formatierende <strong>Feld</strong> aus, indem Sie in der Liste der Felder darauf klicken. Hinweis: Das Feld ist ausgewählt, wenn wie unten dargestellt der gelbe Rahmen angezeigt wird. <p><img src="{3}" alt="" title="" /></p></li> <li><p>Wenn das Feld ausgewählt ist, wählen Sie im Menüband <strong>Modellierung</strong> aus.</p></li> <li><p>Beachten Sie den Bereich <strong>Formatierung</strong>.</p></li> <li><p>Klicken Sie auf das <strong>Punktsymbol</strong>, wenn Sie für große Zahlen Tausendertrennzeichen hinzufügen möchten.</p></li> </ol> <p>Anschließend wird immer die Formatierung angewendet, wenn das Feld in einer Visualisierung verwendet wird.</p> <p><img src="{4}" alt="" title="" /></p>
es_es: <h3>Paso 1: Publicar en la Web</h3> <p>Siga las instrucciones indicadas en el vínculo siguiente para <strong>crear el código insertado de publicación en la Web de Power BI</strong>.</p> <p><a href="{0}">{0}</a></p> <p>El código insertado se parecerá a este:</p> <p>&lt;iframe width="800" height="600" src="{1}" frameborder="0" allowFullScreen="true">&lt;/iframe></p> <p>Observe que el código insertado empieza por ‘&lt;iframe’. iFrame se usa para insertar el contenido en la página web.</p> <h3>Paso 2: Agregar el código insertado a una página web</h3> <p>En esta sección, agregaremos el código insertado para el informe y lo agregaremos a una página web.</p> <p>Tendrá que <strong>copiar el código insertado</strong> del paso anterior en la página web proporcionada. Si no lo copió, vuelva y cópielo.</p> <ol> <li><p>Abra el archivo <strong>Insertar en página web.htm</strong>.</p></li> <li><p>Busque la línea “&lt;!-- Step 1: Place your iFrame embed code below this line -->”</p></li> <li><p><strong>Pegue</strong> el código insertado debajo de esa línea.</p></li> </ol> <p>Después, ajuste el alto y el ancho del iFrame. Quizás los valores predeterminados no sean los más adecuados. El tamaño se basa en el tamaño de página del informe. El tamaño de página predeterminado mantiene una relación 16:9. Encontrará el ancho y el alto en función del diseño de su página web y de esta dimensión de referencia. Después, asegúrese de agregar 56 al alto del iFrame para acomodar la interfaz de usuario de Power BI en la parte inferior del iFrame.</p> <ol> <li><p>Ahora, establezca el ancho y el alto del <strong>iFrame</strong> de la siguiente manera:</p> <ul> <li><p>width="1000"</p></li> <li><p>height="618"</p></li> </ul></li> <li><p><strong>Guarde</strong> el archivo.</p></li> <li><p>En el <strong>Explorador de Windows</strong>, <strong>haga doble clic en el archivo para abrirlo</strong> en el explorador web.</p></li> </ol> <p>Verá una página que tiene el siguiente aspecto. Si publicara la página en un servidor web, todo el que viera la página podría ver el informe. Puede usar estos pasos para agregar visualizaciones de datos de Power BI a sus blogs, artículos de noticias o sitios web.</p> <h1><img src="{2}" alt="" title="" /></h1> <h2>Apéndice: Formato de números en Power BI</h2> <p>Si ha trabajado con etiquetas de datos, habrá observado en este tutorial que los números no tienen un formato predeterminado. Las siguientes son las instrucciones para dar formato a los números en Power BI.</p> <ol> <li>En la lista de campos, haga clic en el <strong>campo</strong> al que quiere dar formato para seleccionarlo. Sugerencia: el campo está seleccionado cuando está rodeado por un borde amarillo, tal y como se muestra a continuación. <p><img src="{3}" alt="" title="" /></p></li> <li><p>Con el campo seleccionado, seleccione <strong>Modelado</strong> en la cinta.</p></li> <li><p>Observe la sección <strong>Formato</strong>.</p></li> <li><p>Para agregar separadores de miles para los números grandes, presione el <strong>icono de coma</strong>.</p></li> </ol> <p>Una vez hecho, el formato se aplica siempre que el campo se use en una visualización.</p> <p><img src="{4}" alt="" title="" /></p>
fr_fr: <h3>Étape&#160;1&#160;: publier sur le web</h3> <p>Vous pouvez suivre l’instruction fournie dans le lien ci-dessous pour <strong>créer une publication Power BI dans du code web incorporé</strong>.</p> <p><a href="{0}">{0}</a></p> <p>Votre code incorporé ressemble à ceci&#160;:</p> <p>&lt;iframe width="800" height="600" src="{1}" frameborder="0" allowFullScreen="true">&lt;/iframe></p> <p>Notez que le code incorporé commence par «&#160;&lt;iframe&#160;». Vous allez utiliser l’iFrame pour incorporer le contenu dans la page web.</p> <h3>Étape 2&#160;: ajouter le code incorporé à une page web</h3> <p>Dans cette section, nous allons ajouter le code incorporé pour le rapport à une page web.</p> <p>Vous allez devoir <strong>copier le code incorporé</strong> de l’étape précédente dans la page web fournie. Si vous ne l’avez pas copié, revenez en arrière et copiez-le maintenant.</p> <ol> <li><p>Ouvrez le fichier <strong>Embed in web page.htm</strong></p></li> <li><p>Recherchez la ligne «&#160;&lt;!-- Step 1: Place your iFrame embed code below this line -->&#160;»</p></li> <li><p><strong>Collez</strong> le corps incorporé sous cette ligne</p></li> </ol> <p>Ajustez la hauteur et la largeur de l’iFrame. Les valeurs par défaut en garantissent pas une adaptation parfaite. La taille est basée sur la taille de la page dans le rapport. La taille de page par défaut a un rapport largeur/hauteur de 16:9. Vous devez déterminer la largeur et la hauteur sur la base de la disposition de votre page web et de cette dimension de base. Veillez ensuite à ajouter 56 à la hauteur de l’iFrame pour tenir compte de l’espace nécessaire pour l’affichage de l’interface utilisateur de Power&#160;BI au bas de l’iFrame.</p> <ol> <li><p>Définissez à présent la largeur et la hauteur de l’<strong>iFrame</strong> comme suit&#160;:</p> <ul> <li><p>width="1000"</p></li> <li><p>height="618"</p></li> </ul></li> <li><p><strong>Enregistrez</strong> le fichier</p></li> <li><p>Dans <strong>Windows Explorer</strong>, <strong>double-cliquez sur le fichier pour l’ouvrir</strong> dans votre navigateur web.</p></li> </ol> <p>Vous voyez s’afficher une page ressemblant à celle illustrée ci-dessous. Si vous publiiez dans une page sur un serveur web, toute personne consultant celle-ci pourrait voir le rapport. Vous pouvez procéder comme suit pour ajouter des visualisations de données Power&#160;BI à vos blogs, nouveaux articles ou sites web.</p> <h1><img src="{2}" alt="" title="" /></h1> <h2>Annexe&#160;: format des nombres dans Power&#160;BI</h2> <p>Si vous avez utilisé des étiquettes de données dans le cadre de ce didacticiel, vous aurez constaté que, par défaut, le nombres ne sont pas formatés. Vous trouverez ci-dessous des instructions sur la manière de formater les nombres dans Power&#160;BI.</p> <ol> <li>Sélectionnez le <strong>champ</strong> à formater en cliquant dessus dans la liste des champs. Conseil&#160;: le champ est sélectionné quand la bordure jaune s’affiche comme illustré ci-dessous. <p><img src="{3}" alt="" title="" /></p></li> <li><p>Le champ étant sélectionné, dans le ruban, sélectionnez <strong>Modélisation</strong></p></li> <li><p>Observez la section <strong>Format</strong>.</p></li> <li><p>Pour ajouter des espaces de séparation aux nombres longs, appuyez sur l’<strong>icône d’espace</strong></p></li> </ol> <p>Ensuite, à chaque utilisation du champ dans une visualisation, la mise en forme est appliquée.</p> <p><img src="{4}" alt="" title="" /></p>
it_it: <h3>Passaggio 1: Pubblicazione sul Web</h3> <p>Segui le istruzioni fornite nel collegamento sottostante per <strong>creare il codice di incorporamento per Power BI per la pubblicazione sul Web</strong>.</p> <p><a href="{0}">{0}</a></p> <p>Il codice di incorporamento sarà simile al seguente:</p> <p>&lt;iframe width="800" height="600" src="{1}" frameborder="0" allowFullScreen="true">&lt;/iframe></p> <p>Osserva che il codice di incorporamento inizia con "&lt;iframe". Userai l'elemento iFrame per incorporare il contenuto nella pagina Web.</p> <h3>Passaggio 2: Aggiunta del codice di incorporamento a una pagina Web</h3> <p>In questa sezione aggiungeremo il codice di incorporamento per il report in una pagina Web.</p> <p>Dovrai <strong>copiare il codice di incorporamento</strong> del passaggio precedente e incollarlo nella pagina Web fornita. Se non hai ancora copiato il codice, fallo ora.</p> <ol> <li><p>Apri il file <strong>Embed in web page.htm</strong></p></li> <li><p>Trova la riga "&lt;!-- Passaggio 1: Inserisci il codice di incorporamento di iFrame sotto questa riga -->"</p></li> <li><p><strong>Incolla</strong> il codice di incorporamento sotto tale riga</p></li> </ol> <p>Modifica quindi l'altezza e la larghezza dell'elemento iFrame. I valori predefiniti potrebbero non essere ottimali. Le dimensioni sono basate sulle dimensioni della pagina nel report. Le dimensioni della pagina predefinite hanno un rapporto di 16:9. Devi trovare la larghezza e l'altezza in base al layout della pagina Web e a queste dimensioni di base. Aggiungi quindi 56 all'altezza dell'elemento iFrame per disporre di spazio sufficiente per l'interfaccia utente di Power Bi nella parte inferiore dell'elemento iFrame.</p> <ol> <li><p>Imposta quindi larghezza e altezza di <strong>iFrame</strong> come indicato di seguito:</p> <ul> <li><p>width="1000"</p></li> <li><p>height="618"</p></li> </ul></li> <li><p><strong>Salva</strong> il file.</p></li> <li><p>In <strong>Esplora risorse</strong> <strong>fai doppio clic sul file per aprirlo</strong> nel Web browser.</p></li> </ol> <p>Verrà visualizzata una pagina simile alla seguente. In caso di pubblicazione della pagina in un server Web, chiunque visualizzi la pagina potrà vedere anche il report. Puoi usare questi passaggi per aggiungere visualizzazioni dei dati di Power BI a blog, notizie o siti Web.</p> <h1><img src="{2}" alt="" title="" /></h1> <h2>Appendice: Formattazione dei numeri in Power BI</h2> <p>In questa esercitazione, se hai usato le etichette dati, avrai notato che per impostazione predefinita i numeri non sono formattati. Di seguito viene indicato come formattare i numeri in Power BI.</p> <ol> <li>Seleziona il <strong>campo</strong> da formattare facendo clic su di esso nell'elenco dei campi. Suggerimento: intorno al campo selezionato viene visualizzato un bordo giallo, come illustrato sotto. <p><img src="{3}" alt="" title="" /></p></li> <li><p>Con il campo selezionato, seleziona <strong>Creazione di modelli</strong> sulla barra multifunzione.</p></li> <li><p>Osserva la sezione <strong>Formattazione</strong>.</p></li> <li><p>Per aggiungere separatori per i numeri molto grandi, fai clic sull'<strong>icona a forma di virgola</strong>.</p></li> </ol> <p>Dopo avere eseguito questa operazione, ogni volta che il campo viene usato in una visualizzazione la formattazione viene applicata.</p> <p><img src="{4}" alt="" title="" /></p>
ja_jp: <h3>手順 1: Web への公開</h3> <p>以下のリンクに記載されている手順に従って、<strong>Power BI から Web への公開埋め込みコードを作成</strong>することができます。</p> <p><a href="{0}">{0}</a></p> <p>埋め込みコードは、次のようになっています。</p> <p>&lt;iframe width="800" height="600" src="{1}" frameborder="0" allowFullScreen="true">&lt;/iframe></p> <p>埋め込みコードは ‘&lt;iframe’ で始まることに注意してください。iFrame を使用して、Web ページにコンテンツを埋め込みます。</p> <h3>手順 2: Web ページへの埋め込みコードの追加</h3> <p>このセクションでは、レポートの埋め込みコードを追加し、そのコードを Web ページに追加します。</p> <p>提供されている Web ページに、前の手順の<strong>埋め込みコードをコピー</strong>します。コピーしていない場合は、ここで戻ってコピーしてください。</p> <ol> <li><p><strong>Embed in web page.htm</strong> ファイルを開きます。</p></li> <li><p>行 "&lt;!-- Step 1: Place your iFrame embed code below this line -->" を探します。</p></li> <li><p>この行の下に、埋め込みコードを<strong>貼り付け</strong>ます。</p></li> </ol> <p>次に、iframe の高さと幅を調整します。既定値では、完全には合わない可能性があります。サイズは、レポートのページ サイズに基づいています。既定のページ サイズの比率は 16:9 です。Web ページのレイアウトとこの基本の寸法に基づいた幅と高さを確認する必要があります。その後、iFrame の高さに 56 を加算して、Power BI の UI を iFrame の最下部に合わせます。</p> <ol> <li><p>次のように <strong>iframe</strong> の幅と高さを設定します。</p> <ul> <li><p>幅 = "1000"</p></li> <li><p>高さ = "618"</p></li> </ul></li> <li><p>ファイルを<strong>保存</strong>します。</p></li> <li><p><strong>エクスプローラー</strong>で<strong>ファイルをダブルクリックして</strong>、ブラウザーで開きます。</p></li> </ol> <p>以下のようなページが表示されます。Web サーバーにページを公開すると、そのページを閲覧するすべてのユーザーがレポートを表示できます。これらの手順によって、Power BI によるデータ ビジュアライゼーションをブログや、ニュース記事、Web サイトに追加できます。</p> <h1><img src="{2}" alt="" title="" /></h1> <h2>付録: Power BI での数値の書式設定</h2> <p>このチュートリアルでは、データ ラベルを使用した場合に、既定では数値が書式設定されないことがわかります。以下に、Power BI で数値の書式を設定する手順を示します。</p> <ol> <li>[フィールド] リストで、書式を設定する<strong>フィールド</strong>をクリックして選択します。ヒント: フィールドが選択されると、以下のように黄色の枠線が表示されます。 <p><img src="{3}" alt="" title="" /></p></li> <li><p>フィールドを選択した状態で、リボンの <strong>[モデリング]</strong> を選択します。</p></li> <li><p><strong>[書式設定]</strong> セクションに注目してください。</p></li> <li><p>大きな数値にコンマ区切り記号を追加するために、<strong>コンマ アイコン</strong>をクリックします。</p></li> </ol> <p>この操作が終了すると、視覚化でこのフィールドが使われるたびに、この書式設定が適用されます。</p> <p><img src="{4}" alt="" title="" /></p>
ko_kr: <h3>1단계: 웹에 게시</h3> <p>아래 링크에 제공된 지침에 따라 <strong>Power BI 웹에 게시 embed 코드를 만들 수 있습니다.</strong></p> <p><a href="{0}">{0}</a></p> <p>embed 코드는 다음과 같습니다.</p> <p>&lt;iframe width="800" height="600" src="{1}" frameborder="0" allowFullScreen="true">&lt;/iframe></p> <p>embed 코드는 '&lt;iframe'으로 시작합니다. iFrame을 사용하여 웹 페이지에 콘텐츠를 포함합니다.</p> <h3>2단계: embed 코드를 웹 페이지에 추가</h3> <p>이 섹션에서는 보고서에 대한 embed 코드를 추가하고 이 코드를 다시 웹 페이지에 추가합니다.</p> <p>이전 단계에서 제공된 웹 페이지로 <strong>embed 코드를 복사</strong>해야 합니다. 복사하지 않은 경우 돌아 가서 지금 복사합니다.</p> <ol> <li><p><strong>Embed in web page.htm</strong> 파일을 엽니다.</p></li> <li><p>"&lt;!-- Step 1: Place your iFrame embed code below this line -->" 줄을 찾습니다.</p></li> <li><p>이 줄 아래에 embed 코드를 <strong>붙여넣습니다</strong>.</p></li> </ol> <p>다음으로 iframe의 높이 및 너비를 조정합니다. 기본값이 완벽하게 맞지 않을 수 있습니다. 크기는 보고서의 페이지 크기를 기준으로 합니다. 기본 페이지 크기는 16:9 비율입니다. 웹 페이지 레이아웃 및 이 기본 크기를 기반으로 너비 및 높이를 찾습니다. 그런 다음 iFrame 높이에 56을 추가하여 iFrame 하단에 Power BI UI가 포함되도록 합니다.</p> <ol> <li><p>이제 다음과 같이 <strong>iframe</strong>의 너비와 높이를 설정합니다.</p> <ul> <li><p>width="1000"</p></li> <li><p>height="618"</p></li> </ul></li> <li><p>파일을 <strong>저장</strong>합니다.</p></li> <li><p><strong>Windows 탐색기</strong>에서 <strong>파일을 두 번 클릭하여</strong> 웹 브라우저에서 엽니다.</p></li> </ol> <p>아래와 같은 페이지가 표시됩니다. 웹 서버의 페이지에 게시하면 페이지를 보는 모든 사람이 보고서를 볼 수 있게 됩니다. 이러한 단계를 사용하여 Power BI 데이터 시각화를 블로그, 뉴스 문서 또는 웹 사이트에 추가할 수 있습니다.</p> <h1><img src="{2}" alt="" title="" /></h1> <h2>부록: Power BI에서 숫자 서식 지정</h2> <p>이 자습서에서 데이터 레이블로 작업한 경우 기본적으로 숫자에 서식이 지정되지 않는 것으로 나타납니다. 다음은 Power BI에서 숫자에 서식을 지정하는 방법입니다.</p> <ol> <li>필드 목록에서 필드를 클릭하여 서식을 지정할 <strong>필드</strong>를 선택합니다. 힌트: 다음 그림처럼 노란색 테두리가 표시되면 필드가 선택된 것입니다. <p><img src="{3}" alt="" title="" /></p></li> <li><p>필드가 선택되었으면 리본에서 <strong>모델링</strong>을 선택합니다.</p></li> <li><p><strong>서식</strong> 섹션을 확인합니다.</p></li> <li><p>큰 숫자에 대해 쉼표 구분 기호를 추가하려면 <strong>쉼표 아이콘</strong>을 누릅니다.</p></li> </ol> <p>이 작업을 수행하면 시각화에 필드가 사용될 때마다 서식 지정이 적용됩니다.</p> <p><img src="{4}" alt="" title="" /></p>
pt_br: <h3>Etapa 1: Publicando na Web</h3> <p>Você pode seguir as instruções fornecidas no link abaixo para <strong>criar um código de inserção de publicar na Web do Power BI</strong>.</p> <p><a href="{0}">{0}</a></p> <p>Seu código de inserção será similar a este:</p> <p>&lt;iframe width="800" height="600" src="{1}" frameborder="0" allowFullScreen="true">&lt;/iframe></p> <p>Observe que o código de inserção começa com ‘&lt;iframe’. Você usará o iFrame para inserir o conteúdo na página da Web.</p> <h3>Etapa 2: Adicionando o código de inserção a uma página da Web</h3> <p>Nesta seção, incluiremos o código de inserção no relatório e o adicionaremos a uma página da Web.</p> <p>Você precisará <strong>copiar o código de inserção</strong> da etapa anterior na página da Web fornecida. Se ainda não tiver feito isso, volte e copie agora.</p> <ol> <li><p>Abra o arquivo <strong>Embed in web page.htm</strong></p></li> <li><p>Localize a linha “&lt;!-- Step 1: Place your iFrame embed code below this line -->”</p></li> <li><p><strong>Cole</strong> o código de inserção abaixo dessa linha</p></li> </ol> <p>Em seguida, ajuste a altura e a largura do iframe. Os padrões podem não garantir um encaixe perfeito. O tamanho é baseado no tamanho da página do seu relatório. O tamanho de página padrão é uma proporção de 16:9. Você deve encontrar a largura e a altura com base no layout da página da Web e essa dimensão de base. Em seguida, adicione 56 à altura do iFrame para acomodar a interface do usuário do Power BI na parte inferior do iFrame.</p> <ol> <li><p>Agora defina a largura e a altura do <strong>iframe</strong> da seguinte maneira:</p> <ul> <li><p>width="1000"</p></li> <li><p>height="618"</p></li> </ul></li> <li><p><strong>Salve</strong> o arquivo</p></li> <li><p>No <strong>Windows Explorer</strong>, <strong>clique duas vezes no arquivo para abri-lo</strong> no seu navegador da Web.</p></li> </ol> <p>Você verá uma página semelhante a esta abaixo. Se a página for publicada em um servidor Web, qualquer pessoa que ver sua página também poderia exibir o relatório. Você pode usar essas etapas para adicionar visualizações de dados do Power BI aos seus blogs, artigos de notícias ou sites.</p> <h1><img src="{2}" alt="" title="" /></h1> <h2>Apêndice: Formatando números no Power BI</h2> <p>Neste tutorial, se você trabalhou com rótulos de dados, observou que os números não são formatados por padrão. Veja abaixo as instruções para formatar os números no Power BI.</p> <ol> <li>Selecione o <strong>campo</strong> que deseja formatar clicando nele na lista de campos. Dica: o campo está selecionado quando a borda amarela é exibida como mostrado abaixo. <p><img src="{3}" alt="" title="" /></p></li> <li><p>Com o campo selecionado, selecione <strong>Modelagem</strong> na faixa de opções</p></li> <li><p>Observe a seção <strong>Formatação</strong>.</p></li> <li><p>Para adicionar separadores de ponto para grandes números, pressione o <strong>ícone de ponto</strong></p></li> </ol> <p>Uma vez feito isso, sempre que o campo for usado em uma visualização, a formatação será aplicada.</p> <p><img src="{4}" alt="" title="" /></p>
ru_ru: <h3>Этап&#160;1. Публикация в Интернете</h3> <p>С помощью инструкций, приведенных по ссылке ниже, вы можете <strong>создать код внедрения для публикации отчета Power BI в Интернете</strong>.</p> <p><a href="{0}">{0}</a></p> <p>Код внедрения выглядит примерно так:</p> <p>&lt;iframe width="800" height="600" src="{1}" frameborder="0" allowFullScreen="true">&lt;/iframe></p> <p>Обратите внимание, что код внедрения начинается с тега &lt;iframe. Для внедрения содержимого на веб-страницу используется объект iFrame.</p> <h3>Этап&#160;2. Добавление кода внедрения на веб-страницу</h3> <p>В этом разделе мы добавим код внедрения отчета на веб-страницу.</p> <p>Для этого нам потребуется <strong>скопировать код внедрения</strong> из предыдущего этапа на соответствующую страницу. Если вы еще не скопировали его, вернитесь и сделайте это.</p> <ol> <li><p>Откройте файл <strong>Embed in web page.htm</strong>.</p></li> <li><p>Найдите строку &lt;!-- Шаг 1: вставьте код внедрения iFrame под этой строкой -->.</p></li> <li><p><strong>Вставьте</strong> код внедрения под этой строкой.</p></li> </ol> <p>Теперь настройте высоту и ширину объекта iFrame. Значения по умолчанию могут вам не подойти. Размеры должны соответствовать размеру страницы в вашем отчете. По умолчанию для страницы используются пропорции 16:9. Рассчитайте подходящие ширину и высоту с учетом вашего макета веб-страницы и этого базового коэффициента. Затем добавьте 56 к высоте объекта iFrame, чтобы в него поместились элементы интерфейса Power BI (они располагаются внизу).</p> <ol> <li><p>Теперь задайте в теге <strong>iframe</strong> следующие атрибуты:</p> <ul> <li><p>width="1000"</p></li> <li><p>height="618"</p></li> </ul></li> <li><p><strong>Сохраните</strong> файл.</p></li> <li><p>В <strong>проводнике</strong> <strong>дважды щелкните файл, чтобы открыть его</strong> в веб-браузере.</p></li> </ol> <p>Вы увидите страницу, похожую на изображение ниже. Если бы вы опубликовали свою страницу на веб-сервере, любой пользователь, которому она доступна, смог бы увидеть ваш отчет. С помощью этих действий вы можете добавлять визуализации данных Power BI в блоги, новостные статьи и на веб-сайты.</p> <h1><img src="{2}" alt="" title="" /></h1> <h2>Приложение. Форматирование чисел в Power BI</h2> <p>Если при работе с этим учебником вы сталкивались с метками данных, вы заметили, что по умолчанию числа не отформатированы. Ниже приведены инструкции по форматированию чисел в Power BI.</p> <ol> <li>Выберите <strong>поле</strong>, которое хотите отформатировать, щелкнув его в списке полей. Совет: поле выделено, когда оно отображается в желтой рамке, как показано ниже. <p><img src="{3}" alt="" title="" /></p></li> <li><p>Выбрав поле, откройте вкладку <strong>Моделирование</strong> на ленте.</p></li> <li><p>Обратите внимание на раздел <strong>Форматирование</strong>.</p></li> <li><p>Чтобы добавить разделители-запятые для больших чисел, нажмите на <strong>значок запятой</strong>.</p></li> </ol> <p>После этого к полю при его использовании в визуализации будут применяться заданные параметры формата.</p> <p><img src="{4}" alt="" title="" /></p>
zh_cn: <h3>第 1 步：发布到 Web</h3> <p>可根据下面链接中提供的说明来“创建‘Power BI 发布到 Web’的嵌入代码”<strong></strong>。</p> <p><a href="{0}">{0}</a></p> <p>嵌入代码将如下所示：</p> <p>&lt;iframe width="800" height="600" src="{1}" frameborder="0" allowFullScreen="true">&lt;/iframe></p> <p>注意，嵌入代码以“&lt;iframe”开头。将使用 iFrame 将内容嵌入到网页中。</p> <h3>第 2 步：将嵌入代码添加到网页中</h3> <p>在此部分中，将添加报表的嵌入代码并将其添加到网页中。</p> <p>需要从上一步中“复制嵌入代码”<strong></strong>到提供的网页中。如果未复制，需立即返回并复制。</p> <ol> <li><p>打开文件“Embed in web page.htm”<strong></strong></p></li> <li><p>找到行“&lt;!-- 第 1 步：将 iFrame 嵌入代码放置在这一行下面-->”</p></li> <li><p>将嵌入代码“粘贴”<strong></strong>在那一行下面</p></li> </ol> <p>接下来调整 iframe 的高度和宽度。默认值可能不能确保完全合适。其大小基于报表中的页面大小。默认页面大小的比例是 16:9。应基于网页布局和此基本比例来确定宽度和高度。然后，确保将 56 添加到 iFrame 的高度，以适应 iFrame 底部的 Power BI UI。</p> <ol> <li><p>现在，如下所示设置“iframe”<strong></strong>的宽度和高度：</p> <ul> <li><p>宽度="1000"</p></li> <li><p>高度="618"</p></li> </ul></li> <li><p>“保存”<strong></strong>该文件</p></li> <li><p>在“Windows 资源管理器”<strong></strong>中，“双击该文件以在 Web 浏览器中打开它”<strong></strong>。</p></li> </ol> <p>会看到如下所示的页面。如果要发布到 Web 服务器上的页，则任何正在查看该页面的人都将能查看该报表。可使用这些步骤将 Power BI 数据可视化效果添加到博客、新闻文章或网站。</p> <h1><img src="{2}" alt="" title="" /></h1> <h2>附录：在 Power BI 中设置数字格式</h2> <p>在此教程中，如果使用数据标签，会注意到默认为数字不带格式。下面是有关如何在 Power BI 中设置数字格式的说明。</p> <ol> <li>通过在字段列表中单击想要设置格式的“字段”<strong></strong>来选中它。提示：当如下所示显示黄色边框时，字段处于选中状态。 <p><img src="{3}" alt="" title="" /></p></li> <li><p>选中字段后，在功能区中选择“建模”<strong></strong></p></li> <li><p>注意“格式”<strong></strong>部分。</p></li> <li><p>若要为较大数字添加逗号分隔符，请按“逗号图标”<strong></strong></p></li> </ol> <p>完成格式设置后，无论何时在可视化效果中使用字段，都会应用此格式。</p> <p><img src="{4}" alt="" title="" /></p>
zh_tw: <h3>步驟 1：發行至 Web</h3> <p>您可以遵循下列連結所提供的指示，<strong>建立 Power BI 的 [發行至 Web] 內嵌程式碼</strong>。</p> <p><a href="{0}">{0}</a></p> <p>您的內嵌程式碼會如下所示：</p> <p>&lt;iframe width="800" height="600" src="{1}" frameborder="0" allowFullScreen="true">&lt;/iframe></p> <p>請注意，內嵌程式碼的開頭為 ‘&lt;iframe’。您將使用 iFrame 將內容嵌入網頁。</p> <h3>步驟 2：將內嵌程式碼新增至網頁</h3> <p>在本節中，我們將新增報表的內嵌程式碼並將它新增至網頁。</p> <p>您必須將上一個步驟中的<strong>內嵌程式碼</strong>複製到所提供的網頁。如果尚未執行，請立即返回並加以複製。</p> <ol> <li><p>開啟檔案 <strong>Embed in web page.htm</strong></p></li> <li><p>找到此行 “&lt;!-- Step 1: Place your iFrame embed code below this line -->”</p></li> <li><p>將內嵌程式碼<strong>貼到</strong>該行下方</p></li> </ol> <p>接著調整 iframe 的高度和寬度。預設值無法確保是最適大小。此大小取決於您報表中的頁面大小。預設頁面大小比例為 16:9。您應該根據網頁版面配置和此基本大小，進而求得寬度和高度。接著確定增加 56 至 iFrame 的高度，以在 iFrame 底部容納 Power BI UI。</p> <ol> <li><p>現在設定 <strong>iframe</strong> 的寬度和高度，如下所示：</p> <ul> <li><p>寬度="1000"</p></li> <li><p>高度="618"</p></li> </ul></li> <li><p><strong>儲存</strong>檔案</p></li> <li><p>在 <strong>Windows 檔案總管</strong>中，<strong>按兩下檔案以在網頁瀏覽器中開啟</strong>。</p></li> </ol> <p>您將會看到如下所示的頁面。如果您發行至網頁伺服器上的頁面，檢視您頁面的任何人都能夠檢視報表。您可以使用下列步驟，將 Power BI 資料視覺效果新增至部落格、新聞文章或網站。</p> <h1><img src="{2}" alt="" title="" /></h1> <h2>附錄：在 Power BI 中設定數字格式</h2> <p>在本教學課程中，如果您使用資料標籤，預設會看到數字未格式化。下列指示說明如何在 Power BI 中設定數字格式。</p> <ol> <li>在 [欄位] 清單中按一下並選取您要設定格式的<strong>欄位</strong>。提示：選取的欄位會顯示黃色框線，如下所示。 <p><img src="{3}" alt="" title="" /></p></li> <li><p>選取此欄位時，在功能區中選取 [模型]<strong></strong></p></li> <li><p>注意 [格式化]<strong></strong> 區段。</p></li> <li><p>若要針對大型數字新增逗號分隔符號，請按下<strong>逗號圖示</strong></p></li> </ol> <p>完成此作業之後，每當在視覺效果中使用欄位，都會套用此格式。</p> <p><img src="{4}" alt="" title="" /></p>
