Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/Visualization.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Content_Step4_7
source: <p>The UI should now look like below:</p> <p><img src="{0}" alt="" title="" /></p> <ol> <li><p>Press <strong>+ Add Map</strong></p></li> <li><p>In the <strong>file</strong> open dialog, select the file “<strong>gz_2010_us_050_00_500k-wash-counties-only.json</strong>”</p></li> </ol> <p>Now the UI will look like this:</p> <p><img src="{1}" alt="" title="" /></p> <p>Next, we will change the color to match the theme of the Democrats party in the United States.</p> <ol> <li><p>In the <strong>formatting</strong> pane, expand <strong>Data Colors</strong></p></li> <li><p>Place the <strong>Diverging</strong> toggle into the <strong>On</strong> position</p> <p>You may choose colors from the provided UI options, or you can select <strong>Custom Color</strong> to specify colors. The examples below uses the following colors:</p> <blockquote> <p>Minimum - 0007FF</p> <p>Center - B3B3B3</p> <p>Maximum - 0055FF</p> </blockquote> </li> <li>Set the <strong>Minimum</strong>, <strong>Center</strong>, and <strong>Maximum</strong> to <strong>-1, 0, and 1</strong> respectively. In this way, you are defining the scale.</li> </ol> <p><img src="{2}" alt="" title="" /></p> <p>We will improve readability by changing some of the map default values. When colors are on a gradient scale seeing color separations can be tricky, so we can make the county shapes easier to see by increasing the visibility of the boarders.</p> <ol> <li><p>Expand <strong>Default Color</strong></p></li> <li><p>Set <strong>Color</strong> select <strong><em>white</em></strong></p></li> <li><p>Set <strong>Border color</strong> select <strong><em>white</em></strong></p></li> <li><p>Set <strong>Border thickness</strong> to <strong><em>4</em></strong></p></li> </ol> <p><img src="{3}" alt="" title="" /></p> <p>Lastly, we provide a meaningful title for the map.</p> <ol> <li><p>Expand <strong>Title</strong></p></li> <li><p>Set <strong>Title Text</strong> to <em>“<strong>Election Results by county</strong>”</em></p></li> <li><p>Set <strong>Text Size</strong> to <strong><em>14</em></strong></p></li> </ol> <p><img src="{4}" alt="" title="" /></p> <p>Your map will now look as shown below. As you design visualizations, it’s important to check if they are ready for an audience or reader to understand. Notice the final map visual has clearly separate shapes, has a clear title, and the colors clearly contribute to understanding.</p> <p><img src="{5}" alt="" title="" /></p> <p>Now that you have created the map, use the skills you learned to build a bar chart to show the overall results.</p> <p>Use the data <strong>Fields</strong>:</p> <ul> <li><p>Select <strong>Candidate</strong></p></li> <li><p>Select <strong>Votes</strong></p></li> </ul> <p>Set colors to match the map’s colors, and set a good title.</p> <p><img src="{6}" alt="" title="" /></p>
de_de: <p>Die Benutzeroberfläche sieht jetzt wie folgt aus:</p> <p><img src="{0}" alt="" title="" /></p> <ol> <li><p>Klicken Sie auf <strong>+ Karte hinzufügen</strong>.</p></li> <li><p>Wählen Sie im Dialogfeld zum Öffnen der <strong>Datei</strong> die Datei „<strong>gz_2010_us_050_00_500k-wash-counties-only.json</strong>“ aus.</p></li> </ol> <p>Die Benutzeroberfläche sieht jetzt wie folgt aus:</p> <p><img src="{1}" alt="" title="" /></p> <p>Anschließend ändern wir die Farbe, damit sie dem Design der Demokratischen Partei in den Vereinigten Staaten entspricht.</p> <ol> <li><p>Erweitern Sie im Bereich <strong>Formatierung</strong> die Option <strong>Datenfarben</strong>.</p></li> <li><p>Wählen Sie für <strong>Abweichend</strong> die Option <strong>Ein</strong>.</p> <p>Sie können Farben aus den Optionen der Benutzeroberfläche auswählen oder <strong>Benutzerdefinierte Farbe</strong> wählen, um Farben anzugeben. In den Beispielen unten werden die folgenden Farben verwendet:</p> <blockquote> <p>Minimum – 0007FF</p> <p>Mitte – B3B3B3</p> <p>Maximum – 0055FF</p> </blockquote> </li> <li>Legen Sie <strong>Minimum</strong>, <strong>Mitte</strong> und <strong>Maximum</strong> auf <strong>-1, 0 bzw. 1</strong> fest. So definieren Sie die Skala.</li> </ol> <p><img src="{2}" alt="" title="" /></p> <p>Wir ändern einige Kartenstandardwerte, um die Übersichtlichkeit zu erhöhen. Bei Farben in einem Farbverlauf ist die farbliche Unterscheidung manchmal schwierig. Daher erhöhen wir die Sichtbarkeit der Bezirksgrenzen, damit die Formen der Bezirke besser zu erkennen sind.</p> <ol> <li><p>Erweitern Sie <strong>Standardfarbe</strong>.</p></li> <li><p>Wählen Sie für <strong>Farbe</strong> die Farbe <strong><em>Weiß</em></strong> aus.</p></li> <li><p>Wählen Sie für <strong>Rahmenfarbe</strong> die Farbe <strong><em>Weiß</em></strong> aus.</p></li> <li><p>Legen Sie die <strong>Rahmenstärke</strong> auf <strong><em>4</em></strong> fest.</p></li> </ol> <p><img src="{3}" alt="" title="" /></p> <p>Schließlich geben wir einen aussagekräftigen Titel für die Karte an.</p> <ol> <li><p>Erweitern Sie <strong>Titel</strong>.</p></li> <li><p>Legen Sie <strong>Titeltext</strong> auf <em>„<strong>Wahlergebnisse nach Bezirk</strong>“</em> fest.</p></li> <li><p>Legen Sie <strong>Textgröße</strong> auf <strong><em>14</em></strong> fest.</p></li> </ol> <p><img src="{4}" alt="" title="" /></p> <p>Die Karte sieht jetzt wie in der folgenden Abbildung aus. Wenn Sie Visualisierungen entwerfen, ist es wichtig zu überprüfen, ob sie für die Zielgruppe oder den Leser verständlich sind. Beachten Sie, dass die endgültige Kartenvisualisierung deutlich getrennte Formen sowie einen aussagekräftigen Titel aufweist und dass die Farben das Verständnis erleichtern.</p> <p><img src="{5}" alt="" title="" /></p> <p>Nachdem Sie jetzt die Karte erstellt haben, nutzen Sie Ihre erworbenen Kenntnisse zum Erstellen eines Balkendiagramms, um die Gesamtergebnisse anzuzeigen.</p> <p>Verwenden Sie die <strong>Felder</strong> für die Daten:</p> <ul> <li><p>Wählen Sie <strong>Kandidat</strong> aus.</p></li> <li><p>Wählen Sie <strong>Stimmen</strong> aus.</p></li> </ul> <p>Legen Sie die Farben entsprechend den Farben der Karte fest, und legen Sie einen geeigneten Titel fest.</p> <p><img src="{6}" alt="" title="" /></p>
es_es: <p>Ahora, la interfaz de usuario debería tendrá el siguiente aspecto:</p> <p><img src="{0}" alt="" title="" /></p> <ol> <li><p>Presione en <strong>+ Agregar mapa</strong>.</p></li> <li><p>En el cuadro de diálogo para abrir <strong>archivo</strong>, seleccione el archivo “<strong>gz_2010_us_050_00_500k-wash-counties-only.json</strong>”</p></li> </ol> <p>Ahora, la interfaz de usuario tendrá el siguiente aspecto:</p> <p><img src="{1}" alt="" title="" /></p> <p>Después, cambiaremos el color para que coincida con la combinación de colores del partido demócrata de Estados Unidos.</p> <ol> <li><p>En el panel <strong>Formato</strong>, expanda <strong>Colores de datos</strong>.</p></li> <li><p>Coloque el control de alternancia <strong>Divergente</strong> en la posición <strong>Activado</strong>.</p> <p>Puede elegir los colores que ofrece la interfaz de usuario o puede seleccionar <strong>Color personalizado</strong> para especificar los colores. Los ejemplos siguientes usan estos colores:</p> <blockquote> <p>Mínimo: 0007FF</p> <p>Centro: B3B3B3</p> <p>Máximo: 0055FF</p> </blockquote> </li> <li>Establezca los valores de <strong>Mínimo</strong>, <strong>Centro</strong> y <strong>Máximo</strong> en <strong>-1, 0 y 1</strong>, respectivamente. De esta forma, está definiendo la escala.</li> </ol> <p><img src="{2}" alt="" title="" /></p> <p>Vamos a mejorar la legibilidad cambiando algunos de los valores predeterminados del mapa. Cuando los colores se presentan en una escala degradada, diferenciar la separación de los colores puede resultar complicado. Para que las formas de los condados se distingan fácilmente, aumentamos la visibilidad de las fronteras.</p> <ol> <li><p>Expanda <strong>Color predeterminado</strong>.</p></li> <li><p>Establezca <strong>Color</strong> en <strong><em>blanco</em></strong>.</p></li> <li><p>Establezca <strong>Color del borde</strong> en <strong><em>blanco</em></strong>.</p></li> <li><p>Establezca <strong>Grosor del borde</strong> en <strong><em>4</em></strong>.</p></li> </ol> <p><img src="{3}" alt="" title="" /></p> <p>Por último, damos un título significativo al mapa.</p> <ol> <li><p>Expanda <strong>Título</strong>.</p></li> <li><p>Establezca <strong>Texto del título</strong> en <em>“<strong>Resultados de las elecciones por condado</strong>”</em></p></li> <li><p>Establezca <strong>Tamaño del texto</strong> en <strong><em>14</em></strong>.</p></li> </ol> <p><img src="{4}" alt="" title="" /></p> <p>El mapa tendrá el siguiente aspecto. Durante el diseño de las visualizaciones, es importante comprobar si están listas para que la audiencia o el lector las comprenda. Observe que el objeto visual de mapa final tiene formas claramente diferenciadas, un título significativo y los colores contribuyen claramente a su comprensión.</p> <p><img src="{5}" alt="" title="" /></p> <p>Ahora que ya ha creado el mapa, use los conocimientos adquiridos para crear un gráfico de barras para mostrar los resultados generales.</p> <p>Use los <strong>Campos</strong> de datos:</p> <ul> <li><p>Seleccione <strong>Candidato</strong>.</p></li> <li><p>Seleccione <strong>Votos</strong>.</p></li> </ul> <p>Establezca los colores para que coincidan con los colores del mapa, y elija un buen título.</p> <p><img src="{6}" alt="" title="" /></p>
fr_fr: <p>L’interface utilisateur doit à présent ressembler à ceci&#160;:</p> <p><img src="{0}" alt="" title="" /></p> <ol> <li><p>Appuyez sur <strong>+ Ajouter une carte</strong></p></li> <li><p>Dans la boîte de dialogue <strong>Fichier</strong>, sélectionnez le fichier «&#160;<strong>gz_2010_us_050_00_500k-wash-counties-only.json</strong>&#160;»</p></li> </ol> <p>Désormais, l’interface utilisateur ressemble à ceci&#160;:</p> <p><img src="{1}" alt="" title="" /></p> <p>Nous allons modifier la couleur pour qu’elle corresponde à celle du parti démocrate des États-Unis.</p> <ol> <li><p>Dans le volet <strong>Format</strong>, développez <strong>Couleurs des données</strong></p></li> <li><p>Mettez le bouton bascule <strong>Divergent</strong> en position <strong>Activé</strong></p> <p>Vous pouvez choisir les couleurs dans les options d’interface utilisateur disponibles, ou sélectionner <strong>Couleur personnalisée</strong> pour définir les couleurs. Les exemples ci-dessous utilisent les couleurs suivantes&#160;:</p> <blockquote> <p>Minimum - 0007FF</p> <p>Centre - B3B3B3</p> <p>Maximum - 0055FF</p> </blockquote> </li> <li>Définissez les valeurs de <strong>Minimum</strong>, <strong>Centre</strong> et <strong>Maximum</strong> respectivement sur <strong>-1, 0 et 1</strong>. Vous définissez ainsi l’échelle.</li> </ol> <p><img src="{2}" alt="" title="" /></p> <p>Nous allons améliorer la lisibilité en modifiant certaines des valeurs par défaut de la carte. Lorsque les couleurs s’inscrivent dans une palette de dégradés, leur discrimination peut être délicate. Nous pouvons donc rendre les formes des comtés plus lisibles en renforçant la visibilité des bordures.</p> <ol> <li><p>Développez <strong>Couleur par défaut</strong></p></li> <li><p>Définissez <strong>Couleur</strong>, puis sélectionnez <strong><em>Blanc</em></strong></p></li> <li><p>Définissez <strong>Couleur de la bordure</strong>, puis sélectionnez <strong><em>Blanc</em></strong></p></li> <li><p>Définissez <strong>Épaisseur de la bordure</strong> sur <strong><em>4</em></strong></p></li> </ol> <p><img src="{3}" alt="" title="" /></p> <p>Enfin, nous fournissons un titre explicite pour la carte.</p> <ol> <li><p>Développez <strong>Titre</strong></p></li> <li><p>Définissez <strong>Texte du titre</strong> sur <em>«&#160;<strong>Résultats des élections par comté</strong>&#160;»</em></p></li> <li><p>Définissez <strong>Taille du texte</strong> sur <strong><em>14</em></strong></p></li> </ol> <p><img src="{4}" alt="" title="" /></p> <p>Votre carte ressemble à présent à celle illustrée ci-dessous. Lorsque vous concevez des visualisations, il est important de vous assurer que celles-ci sont compréhensibles. Notez que le visuel de carte final présente des formes nettement séparées, un titre clair, et que les couleurs contribuent manifestement à faciliter la compréhension.</p> <p><img src="{5}" alt="" title="" /></p> <p>À présent que vous avez créé la carte, utilisez les compétences que vous avez acquises pour créer un graphique à barres afin d’afficher les résultats globaux.</p> <p>Utilisez les <strong>Champs de données</strong>&#160;:</p> <ul> <li><p>Sélectionnez <strong>Candidats</strong></p></li> <li><p>Sélectionnez <strong>Votes</strong></p></li> </ul> <p>Définissez les couleurs afin qu’elles correspondent à celles de la carte, puis entrez un bon titre.</p> <p><img src="{6}" alt="" title="" /></p>
it_it: <p>L'interfaccia utente dovrebbe ora essere simile alla seguente:</p> <p><img src="{0}" alt="" title="" /></p> <ol> <li><p>Fai clic su <strong>+ Aggiungi mappa</strong></p></li> <li><p>Nella finestra di dialogo <strong>Apri file</strong> seleziona il file "<strong>gz_2010_us_050_00_500k-wash-counties-only.json</strong>"</p></li> </ol> <p>Ora l'interfaccia utente sarà simile alla seguente:</p> <p><img src="{1}" alt="" title="" /></p> <p>Modificheremo quindi il colore in modo che corrisponda al tema del partito democratico negli Stati Uniti.</p> <ol> <li><p>Nel <strong>riquadro di formattazione</strong> espandi <strong>Colori dati</strong></p></li> <li><p>Posiziona l'interruttore <strong>Divergente</strong> in posizione <strong>Attivato</strong></p> <p>Puoi scegliere i colori tra le opzioni fornite dall'interfaccia utente oppure selezionare <strong>Colore personalizzato</strong> per specificare i colori. Gli esempi seguenti usano questi colori:</p> <blockquote> <p>Minimo - 0007FF</p> <p>Al centro - B3B3B3</p> <p>Massimo - 0055FF</p> </blockquote> </li> <li>Imposta i valori di <strong>Minimo</strong>, <strong>Al centro</strong> e <strong>Massimo</strong> rispettivamente su <strong>-1, 0 e 1</strong>. In questo modo, definisci la scala.</li> </ol> <p><img src="{2}" alt="" title="" /></p> <p>Miglioreremo la leggibilità modificando alcuni dei valori predefiniti della mappa. Quando i colori si trovano su una scala di sfumature, può essere difficile distinguerli, quindi faciliteremo la visualizzazione delle contee aumentando la visibilità delle frontiere.</p> <ol> <li><p>Espandi <strong>Colore predefinito</strong></p></li> <li><p>Imposta <strong>Colore</strong> su <strong><em>bianco</em></strong></p></li> <li><p>Imposta <strong>Colore bordo</strong> su <strong><em>bianco</em></strong></p></li> <li><p>Imposta <strong>Spessore bordo</strong> su <strong><em>4</em></strong></p></li> </ol> <p><img src="{3}" alt="" title="" /></p> <p>Specifichiamo infine un titolo significativo per la mappa.</p> <ol> <li><p>Espandi <strong>Titolo</strong></p></li> <li><p>Imposta <strong>Testo titolo</strong> su <em>"<strong>Risultati elezioni per contea</strong>"</em></p></li> <li><p>Imposta <strong>Dimensioni testo</strong> su <strong><em>14</em></strong></p></li> </ol> <p><img src="{4}" alt="" title="" /></p> <p>La mappa sarà ora simile alla seguente. Quando progetti le visualizzazioni, è importante controllare che siano comprensibili da parte del lettore o dei destinatari. Come puoi vedere, l'oggetto visivo mappa finale presenta forme ben distinte, un titolo chiaro e colori che favoriscono la comprensione.</p> <p><img src="{5}" alt="" title="" /></p> <p>Ora che hai creato la mappa, usa le nozioni apprese per creare un grafico a barre con cui mostrare i risultati globali.</p> <p>Usa i <strong>Campi</strong> dati:</p> <ul> <li><p>Seleziona <strong>Candidato</strong></p></li> <li><p>Seleziona <strong>Voti</strong></p></li> </ul> <p>Imposta i colori in modo che corrispondano a quelli della mappa e specifica un titolo appropriato.</p> <p><img src="{6}" alt="" title="" /></p>
ja_jp: <p>UI が以下のように表示されます。</p> <p><img src="{0}" alt="" title="" /></p> <ol> <li><p><strong>[+ マップの追加]</strong> をクリックします。</p></li> <li><p><strong>[ファイルを開く]</strong> ダイアログで、ファイル "<strong>gz_2010_us_050_00_500k-wash-counties-only.json</strong>" を開きます。</p></li> </ol> <p>これで、UI は次のように表示されます。</p> <p><img src="{1}" alt="" title="" /></p> <p>次に、米国の民主党のテーマと一致するように色を変更します。</p> <ol> <li><p><strong>[書式設定]</strong>ペインで、<strong>[データの色]</strong> を展開します。</p></li> <li><p><strong>[左右逆方向]</strong> のスライダーを <strong>[オン]</strong> の位置に配置します。</p> <p>表示されている UI オプションから色を選択するか、<strong>[ユーザー設定の色]</strong> を選択して色を指定できます。以下の例では、次の色を使用します。</p> <blockquote> <p>最小 - 0007FF</p> <p>中央 - B3B3B3</p> <p>最大 - 0055FF</p> </blockquote> </li> <li><strong>[最小]</strong>、<strong>[中央]</strong>、<strong>[最大]</strong> をそれぞれ <strong>-1、0、1</strong> に設定します。これで、スケールが定義されます。</li> </ol> <p><img src="{2}" alt="" title="" /></p> <p>地図の既定値の一部を変更して、さらに見やすくしていきます。色がグラデーション スケールで表示されている場合、色の境界がわかりにくくなる場合があります。そこで、境界の可視性を高めることで、郡のシェイプを見やすくすることができます。</p> <ol> <li><p><strong>[既定色]</strong> を展開します。</p></li> <li><p><strong>[色]</strong> を<strong><em>白</em></strong> に設定します。</p></li> <li><p><strong>[枠線の色]</strong> を <strong><em>白</em></strong> に設定します。</p></li> <li><p><strong>[枠線の太さ]</strong> を <strong><em>4</em></strong> に設定します。</p></li> </ol> <p><img src="{3}" alt="" title="" /></p> <p>最後に、地図にわかりやすいタイトルを付けます。</p> <ol> <li><p><strong>[タイトル]</strong> を展開します。</p></li> <li><p><strong>[タイトル テキスト]</strong> を <em>"<strong>郡別の選挙結果</strong>"</em> に設定します。</p></li> <li><p><strong>[テキスト サイズ]</strong> を <strong><em>14</em></strong> に設定します。</p></li> </ol> <p><img src="{4}" alt="" title="" /></p> <p>地図が以下のように表示されます。ビジュアライゼーションを設計するときに重要なのは、ビジュアライゼーションが対象者や読者にとってわかりやすいものかどうかを確認することです。最終的な地図のビジュアルでは、シェイプが明確に区別されて明瞭なタイトルがつけられており、明らかに色によってわかりやすくなっています。</p> <p><img src="{5}" alt="" title="" /></p> <p>地図を作成したので、習得した横棒グラフを作成するスキルを使って、全体的な結果を表示します。</p> <p><strong>[フィールド]</strong> のデータを使用します。</p> <ul> <li><p><strong>[候補者]</strong> をオンにします。</p></li> <li><p><strong>[得票数]</strong> をオンにします。</p></li> </ul> <p>地図の色と一致する色を設定し、適切なタイトルを設定します。</p> <p><img src="{6}" alt="" title="" /></p>
ko_kr: <p>UI는 다음과 같습니다.</p> <p><img src="{0}" alt="" title="" /></p> <ol> <li><p><strong>+ 맵 추가</strong>를 누릅니다.</p></li> <li><p><strong>파일</strong> 열기 대화 상자에서 "<strong>gz_2010_us_050_00_500k-wash-counties-only.json</strong>" 파일을 선택합니다.</p></li> </ol> <p>이제 UI는 다음과 같습니다.</p> <p><img src="{1}" alt="" title="" /></p> <p>다음으로 미국의 민주당 테마와 일치하도록 색을 변경합니다.</p> <ol> <li><p><strong>서식</strong> 창에서 <strong>데이터 색</strong>을 확장합니다.</p></li> <li><p><strong>분기</strong> 토글을 <strong>켜짐</strong> 위치에 둡니다.</p> <p>제공된 UI 옵션에서 색을 선택하거나 <strong>사용자 지정 색</strong>을 선택하여 색을 지정할 수 있습니다. 아래 예에서는 다음 색을 사용합니다.</p> <blockquote> <p>최소 - 0007FF</p> <p>가운데 - B3B3B3</p> <p>최대 - 0055FF</p> </blockquote> </li> <li><strong>최소</strong>, <strong>가운데</strong>, <strong>최대</strong>를 각각 <strong>-1, 0, 1</strong>로 설정합니다. 이 방식으로 눈금을 정의합니다.</li> </ol> <p><img src="{2}" alt="" title="" /></p> <p>일부 맵의 기본값을 변경하여 가독성을 개선합니다. 색이 그라데이션 배율인 경우 색 구분이 어려울 수 있으므로 테두리 표시 영역을 늘려 지방 모양을 더욱 쉽게 볼 수 있습니다.</p> <ol> <li><p><strong>기본 색</strong>을 확장합니다.</p></li> <li><p><strong>색</strong> 설정에 <strong><em>흰색</em></strong>을 선택합니다.</p></li> <li><p><strong>테두리 색</strong> 설정에 <strong><em>흰색</em></strong>을 선택합니다.</p></li> <li><p><strong>테두리 두께</strong>를 <strong><em>4</em></strong>로 설정합니다.</p></li> </ol> <p><img src="{3}" alt="" title="" /></p> <p>마지막으로, 맵에 의미 있는 제목을 제공합니다.</p> <ol> <li><p><strong>제목</strong>을 확장합니다.</p></li> <li><p><strong>제목 텍스트</strong>를 <em>"<strong>지방별 선거 결과</strong>"</em>로 설정합니다.</p></li> <li><p><strong>텍스트 크기</strong>를 <strong><em>14</em></strong>로 설정합니다.</p></li> </ol> <p><img src="{4}" alt="" title="" /></p> <p>맵이 다음과 같이 표시됩니다. 시각화를 디자인할 때는 대상 그룹 또는 독자가 이해할 수 있는지를 확인하는 것이 중요합니다. 최종 맵 시각적 개체에는 명확하게 구분된 모양, 명확한 제목이 포함되며 색을 통해 이해도를 높일 수 있습니다.</p> <p><img src="{5}" alt="" title="" /></p> <p>이제 맵을 만들었고 학습한 기술을 사용하여 가로 막대형 차트를 만들고 전체 결과를 표시합니다.</p> <p>데이터 <strong>필드</strong>를 사용합니다.</p> <ul> <li><p><strong>후보</strong>를 선택합니다.</p></li> <li><p><strong>표수</strong>를 선택합니다.</p></li> </ul> <p>맵의 색과 일치하는 색을 설정하고 적절한 제목을 설정합니다.</p> <p><img src="{6}" alt="" title="" /></p>
pt_br: <p>A interface do usuário agora deve ser semelhante a:</p> <p><img src="{0}" alt="" title="" /></p> <ol> <li><p>Pressione <strong>+ Adicionar Mapa</strong></p></li> <li><p>Na caixa de diálogo aberta <strong>arquivo</strong>, selecione o arquivo “<strong>gz_2010_us_050_00_500k-wash-counties-only.json</strong>”</p></li> </ol> <p>Agora a interface do usuário será semelhante a seguinte:</p> <p><img src="{1}" alt="" title="" /></p> <p>Em seguida, mudaremos a cor para corresponder ao tema do partido Democrata dos Estados Unidos.</p> <ol> <li><p>No painel <strong>Formatação</strong>, expanda <strong>Cores de Dados</strong></p></li> <li><p>Coloque o botão de alternância <strong>Divergente</strong> na posição <strong>Ativado</strong></p> <p>Você pode escolher as cores dentre as opções fornecidas pela interface do usuário ou então selecionar <strong>Cor Personalizada</strong> para especificar as cores. O exemplo abaixo usa as seguintes cores:</p> <blockquote> <p>Mínimo – 0007FF</p> <p>Centro – B3B3B3</p> <p>Máximo – 0055FF</p> </blockquote> </li> <li>Defina o <strong>Mínimo</strong>, <strong>Centro</strong> e <strong>Máximo</strong> para <strong>-1, 0 e 1</strong> respectivamente. Dessa forma, você estará definindo a escala.</li> </ol> <p><img src="{2}" alt="" title="" /></p> <p>Melhoraremos a legibilidade alterando alguns valores padrão do mapa. Pode ser difícil observar as separações de cores quando são gradientes, por isso podemos deixar as formas dos estados mais claras, aumentando a visibilidade das bordas.</p> <ol> <li><p>Expanda <strong>Cor Padrão</strong></p></li> <li><p>Defina a <strong>Cor</strong> selecionando <strong><em>branco</em></strong></p></li> <li><p>Defina a <strong>Cor da borda</strong> selecionando <strong><em>branco</em></strong></p></li> <li><p>Defina a <strong>Espessura da borda</strong> como <strong><em>4</em></strong></p></li> </ol> <p><img src="{3}" alt="" title="" /></p> <p>Por fim, fornecemos um título significativo para o mapa.</p> <ol> <li><p>Expanda o <strong>Título</strong></p></li> <li><p>Defina o <strong>Texto do Título</strong> como <em>“<strong>Resultados da eleição por estado</strong>”</em></p></li> <li><p>Defina o <strong>Tamanho do Texto</strong> como <strong><em>14</em></strong></p></li> </ol> <p><img src="{4}" alt="" title="" /></p> <p>Seu mapa agora se parecerá com este mostrado abaixo. Ao projetar as visualizações, é importante verificar se elas já estão prontas de forma que um público ou leitor possa compreendê-las. Observe que o visual de mapa final contém formas separadas, tem um título claro e as cores claramente contribuem para a compreensão.</p> <p><img src="{5}" alt="" title="" /></p> <p>Agora que você criou o mapa, use as habilidades aprendidas para criar um gráfico de barras para demonstrar os resultados gerais.</p> <p>Use os <strong>Campos</strong> de dados:</p> <ul> <li><p>Selecione o <strong>Candidato</strong></p></li> <li><p>Selecione os <strong>Votos</strong></p></li> </ul> <p>Defina as cores para corresponder às cores do mapa e escolha um bom título.</p> <p><img src="{6}" alt="" title="" /></p>
ru_ru: <p>Содержимое экрана должно выглядеть примерно так:</p> <p><img src="{0}" alt="" title="" /></p> <ol> <li><p>Нажмите <strong>+ Добавить карту</strong>.</p></li> <li><p>В диалоговом окне <strong>открытия файла</strong> выберите файл <strong>gz_2010_us_050_00_500k-wash-counties-only.json</strong>.</p></li> </ol> <p>Теперь экран выглядит примерно так:</p> <p><img src="{1}" alt="" title="" /></p> <p>Теперь мы изменим цвет в соответствии с цветами Демократической партии США.</p> <ol> <li><p>В области <strong>форматирования</strong> разверните раздел <strong>Цвета данных</strong>.</p></li> <li><p>Установите переключатель <strong>Расхождение</strong> в положение <strong>Вкл.</strong></p> <p>Вы можете выбрать цвета из числа доступных вариантов либо щелкнуть <strong>Настраиваемый цвет</strong> и задать свои цветовые значения. В примерах ниже используются следующие цвета:</p> <blockquote> <p>Минимум&#160;— 0007FF</p> <p>Центр&#160;— B3B3B3</p> <p>Максимум&#160;— 0055FF</p> </blockquote> </li> <li>Установите для параметров <strong>Минимум</strong>, <strong>Центр</strong> и <strong>Максимум</strong> значения <strong>-1, 0 и 1</strong> соответственно. Таким образом мы задаем шкалу.</li> </ol> <p><img src="{2}" alt="" title="" /></p> <p>Мы сделаем визуализацию понятнее, изменив некоторые значения по умолчанию для карт. На разницу между несколькими оттенками одного цвета бывает непросто, поэтому выделим фигуры округов, сделав четче границы.</p> <ol> <li><p>Разверните раздел <strong>Цвет по умолчанию</strong>.</p></li> <li><p>Для параметра <strong>Цвет</strong> выберите значение <strong><em>белый</em></strong>.</p></li> <li><p>Для параметра <strong>Цвет границ</strong> выберите значение <strong><em>белый</em></strong>.</p></li> <li><p>Для параметра <strong>Толщина границ</strong> выберите значение <strong><em>4</em></strong>.</p></li> </ol> <p><img src="{3}" alt="" title="" /></p> <p>Наконец, дадим карте осмысленное название.</p> <ol> <li><p>Разверните раздел <strong>Название</strong>.</p></li> <li><p>Для параметра <strong>Текст названия</strong> задайте значение <em><strong>Результаты выборов по округам</strong></em>.</p></li> <li><p>Для параметра <strong>Размер текста</strong> задайте значение <strong><em>14</em></strong>.</p></li> </ol> <p><img src="{4}" alt="" title="" /></p> <p>Теперь карта будет выглядеть примерно так, как показано ниже. При создании визуализации важно убедиться в том, что она будет понятна целевой аудитории. Обратите внимание на четкие фигуры, понятный заголовок и цвета на последней версии визуального элемента карты.</p> <p><img src="{5}" alt="" title="" /></p> <p>Теперь, после создания карты, используем полученные знания для настройки линейчатой диаграммы, на которой будут отображаться общие результаты.</p> <p>Воспользуемся <strong>полями данных</strong>.</p> <ul> <li><p>Выберите поле <strong>андидат</strong>.</p></li> <li><p>Выберите поле <strong>Голоса</strong>.</p></li> </ul> <p>Выберите цвета, соответствующие цветам на карте, и придумайте заголовок.</p> <p><img src="{6}" alt="" title="" /></p>
zh_cn: <p>UI 现在应如下所示：</p> <p><img src="{0}" alt="" title="" /></p> <ol> <li><p>按“+添加地图”<strong></strong></p></li> <li><p>在打开的“文件”<strong></strong>对话框中，选择文件“gz_2010_us_050_00_500k-wash-counties-only.json”<strong></strong></p></li> </ol> <p>现在，UI 会如下所示：</p> <p><img src="{1}" alt="" title="" /></p> <p>下一步，将更改颜色以匹配美国民主党的主题。</p> <ol> <li><p>在“格式”<strong></strong>窗格上，展开“数据颜色”<strong></strong></p></li> <li><p>将“散射”<strong></strong>切换到“开启”<strong></strong>位置</p> <p>可从提供的 UI 选项中选择颜色，或可选择“自定义颜色”<strong></strong>以指定颜色。下面的示例使用以下颜色：</p> <blockquote> <p>最小 - 0007FF</p> <p>居中 - B3B3B3</p> <p>最大 - 0055FF</p> </blockquote> </li> <li>将“最小”<strong></strong>、“居中”<strong></strong>和“最大”<strong></strong>分别设置为“-1”、“0”和“1”<strong></strong>。正是通过这种方式定义刻度。</li> </ol> <p><img src="{2}" alt="" title="" /></p> <p>现在将通过更改某些地图默认值来提高可读性。当颜色以渐变刻度呈现时，想看见分色会比较困难，所以可通过增加边框的可见性来使县的形状更易于辨识。</p> <ol> <li><p>展开“默认颜色”<strong></strong></p></li> <li><p>设置“颜色”<strong></strong>时选择“白色”<strong><em></em></strong></p></li> <li><p>设置“边框颜色”<strong></strong>时选择“白色”<strong><em></em></strong></p></li> <li><p>将“边框粗细”<strong></strong>设置为“4”<strong><em></em></strong></p></li> </ol> <p><img src="{3}" alt="" title="" /></p> <p>最后，为地图提供一个有意义的标题。</p> <ol> <li><p>展开“标题”<strong></strong></p></li> <li><p>将“标题文本”<strong></strong>设置为“选举结果(按县)”<em><strong></strong></em></p></li> <li><p>将“文本大小”<strong></strong>设置为“14”<strong><em></em></strong></p></li> </ol> <p><img src="{4}" alt="" title="" /></p> <p>地图现将如下所示。设计可视化效果时，检查其是否已可被受众或读者正常理解是很重要的。注意，最终的地图视觉对象具有分隔清晰的形状、明确的标题和有助于理解的清晰颜色。</p> <p><img src="{5}" alt="" title="" /></p> <p>现已创建地图，可使用所学技巧构建条形图以展示总体结果。</p> <p>使用数据“字段”<strong></strong>：</p> <ul> <li><p>选择“候选人”<strong></strong></p></li> <li><p>选择“票数”<strong></strong></p></li> </ul> <p>设置颜色以匹配地图的颜色，并设置一个好的标题。</p> <p><img src="{6}" alt="" title="" /></p>
zh_tw: <p>UI 現在應如下所示：</p> <p><img src="{0}" alt="" title="" /></p> <ol> <li><p>按下 [+ 新增地圖]<strong></strong></p></li> <li><p>在 [開啟檔案]<strong></strong> 對話方塊中，選取檔案 “<strong>gz_2010_us_050_00_500k-wash-counties-only.json</strong>”</p></li> </ol> <p>現在 UI 會如下所示：</p> <p><img src="{1}" alt="" title="" /></p> <p>接下來，我們將變更色彩以符合美國民主黨的佈景主題。</p> <ol> <li><p>在 [格式化]<strong></strong> 窗格中，展開 [資料色彩]<strong></strong></p></li> <li><p>將 [發散]<strong></strong> 切換至 [開啟]<strong></strong> 位置</p> <p>您可以從提供的 UI 選項中選擇色彩，或選取 [自訂色彩]<strong></strong> 以指定色彩。以下範例使用下列色彩：</p> <blockquote> <p>最小值 - 0007FF</p> <p>中間值 - B3B3B3</p> <p>最大值 - 0055FF</p> </blockquote> </li> <li>將 [最小值]<strong></strong>、[中間值]<strong></strong> 和 [最大值]<strong></strong> 分別設定為 <strong>-1、0 和 1</strong>。您可以透過此方式來定義色階。</li> </ol> <p><img src="{2}" alt="" title="" /></p> <p>我們將變更地圖的一些預設值，以增進可讀性。當色彩為灰階時，可能很難區分色彩，因此我們可以增加框線的可見度，以更輕鬆地檢視縣市圖形。</p> <ol> <li><p>展開 [預設色彩]<strong></strong></p></li> <li><p>設定 [色彩]<strong></strong> 並選取「白色」<strong><em></em></strong></p></li> <li><p>設定 [框線色彩]<strong></strong> 並選取「白色」<strong><em></em></strong></p></li> <li><p>將 [框線粗細]<strong></strong> 設定為 <strong><em>4</em></strong></p></li> </ol> <p><img src="{3}" alt="" title="" /></p> <p>最後，我們將提供有意義的地圖標題。</p> <ol> <li><p>展開 [標題]<strong></strong></p></li> <li><p>將 [標題文字]<strong></strong> 設定為「依縣市顯示選舉結果」<em><strong></strong></em></p></li> <li><p>將 [文字大小]<strong></strong> 設定為 <strong><em>14</em></strong></p></li> </ol> <p><img src="{4}" alt="" title="" /></p> <p>您的地圖現在會如下所示。當您設計視覺效果時，請務必檢查這些視覺效果是否可讓觀眾或讀者清楚了解。注意最後的地圖視覺效果可清楚地分隔圖形、具有清楚的標題，而且色彩有助於清楚了解。</p> <p><img src="{5}" alt="" title="" /></p> <p>建立地圖之後，請使用您學到的技能來建立橫條圖，以顯示整體結果。</p> <p>使用資料的 [欄位]<strong></strong>：</p> <ul> <li><p>選取 [候選人]<strong></strong></p></li> <li><p>選取 [票數]<strong></strong></p></li> </ul> <p>設定符合地圖色彩的色彩，並設定適當的標題。</p> <p><img src="{6}" alt="" title="" /></p>
