Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/Visualization.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# About_Content
source: <p>This class will walk you through the fundamentals of using Microsoft Power BI to show the following:</p> <ul> <li>Learn how to load data into the visualization tool, edit, and add extra calculations to create the famous “hockey stick” chart.</li> <li>Receive an overview on creating and publishing data visualizations with an electoral map that local broadcaster KING 5 used for their coverage of the presidential primaries. </li> </ul>
de_de: <p>Dieser Kurs macht Sie mit den Grundlagen von Microsoft Power BI vertraut und vermittelt Ihnen folgende Kenntnisse:</p> <ul> <li>Sie erfahren, wie Sie Daten in das Visualisierungstool laden, diese bearbeiten und weitere Berechnungen hinzufügen, um das sogenannte Hockeyschläger-Diagramm zu erstellen.</li> <li>Sie erhalten einen Überblick über das Erstellen und Veröffentlichen von Datenvisualisierungen mit einer Karte der Wahlergebnisse nach Wahlbezirken, die vom lokalen Fernsehsender KING 5 für seine Berichte über die Präsidentschaftsvorwahlen verwendet wurde. </li> </ul>
es_es: <p>En esta clase veremos los fundamentos del uso de Microsoft Power BI para mostrar lo siguiente:</p> <ul> <li>Aprender cómo cargar datos en la herramienta de visualización, editar y agregar cálculos adicionales para crear el famoso gráfico “palo de hockey”.</li> <li>Ver información general sobre cómo crear y publicar visualizaciones de datos con el mapa electoral que la cadena local KING 5 usó para realizar la cobertura de las elecciones primarias presidenciales. </li> </ul>
fr_fr: <p>Ce cours décrit les principes fondamentaux régissant l’utilisation de Microsoft Power&#160;BI en abordant les aspects suivants&#160;:</p> <ul> <li>Découvrez comment charger des données dans l’outil de visualisation, les modifier, et ajouter des calculs pour créer le fameux «&#160;graphique en forme de crosse de hockey&#160;».</li> <li>Découvrez un aperçu de la création et de la publication de visualisations de données avec une carte électorale telle que celle que la station de télévision locale KING&#160;5 a utilisée pour la couverture des primaires présidentielles. </li> </ul>
it_it: <p>Questa lezione illustrerà in modo dettagliato i concetti fondamentali dell'uso di Microsoft Power BI per aiutarti a:</p> <ul> <li>Scoprire come caricare i dati nello strumento di visualizzazione, apportare modifiche e aggiungere altri calcoli per creare il famoso grafico a "mazza da hockey".</li> <li>Ottenere una panoramica sulla creazione e sulla pubblicazione delle visualizzazioni dei dati con una mappa elettorale usata dal canale locale KING 5 per il servizio sulle primarie presidenziali. </li> </ul>
ja_jp: <p>このクラスでは、Microsoft Power BI の基本的な使用方法のチュートリアルを示しながら、次の内容を説明します。</p> <ul> <li>有名な "ホッケー スティック" グラフを作成するために、データ視覚化ツールにデータをロードして編集し、特別な計算を追加する方法について説明します。</li> <li>地域放送局である KING 5 が米国の大統領予備選の中継で利用した選挙区地図を用いて、データ ビジュアライゼーションの作成と公開の概要を示します。</li> </ul>
ko_kr: <p>이 과정에서는 Microsoft Power BI 사용에 대한 기본 사항을 안내하고 다음 내용을 다룹니다.</p> <ul> <li>데이터를 시각화 도구에 로드하고 추가 계산을 편집 및 추가하여 유명한 "하키 스틱" 차트를 만드는 방법에 대해 알아봅니다.</li> <li>대통령 예비 선거 방송을 위해 지역 방송사 KING 5가 사용한 선거 지도로 데이터 시각화를 만들고 게시하는 방법에 대한 간략한 설명을 제공합니다. </li> </ul>
pt_br: <p>Essa aula apresentará os princípios básicos do uso do Microsoft Power BI para demonstrar o seguinte:</p> <ul> <li>Saiba como carregar dados na ferramenta de visualização, editá-los e adicionar cálculos extras para criar o famoso gráfico de “taco de hóquei”.</li> <li>Receba uma visão geral de como criar e publicar as visualizações de dados com um mapa eleitoral que a emissora local KING 5 usou em sua cobertura das prévias eleitorais presidenciais. </li> </ul>
ru_ru: <p>На этом занятии мы разберем основы работы с Microsoft Power PI.</p> <ul> <li>Узнайте, как загрузить данные в инструмент визуализации, изменить их и добавить дополнительные вычисления, чтобы создать диаграмму "хоккейная клюшка".</li> <li>Ознакомьтесь с обзорной информацией о создании и публикации визуализаций данных на карте предпочтений избирателей, которую местный телеканал KING 5 использовал в репортаже о праймериз на президентских выборах. </li> </ul>
zh_cn: <p>本课程将引导你完成学习有关使用 Microsoft Power BI 展示以下内容的基础知识：</p> <ul> <li>学习如何将数据加载进可视化工具中、编辑和添加额外计算以创建著名的“曲棍球棒”图。</li> <li>获取有关使用选举地图创建和发布数据可视化效果的概述，本地电视台 KING 5 利用该地图来播报总统初选的信息。</li> </ul>
zh_tw: <p>本課將逐步引導您了解使用 Microsoft Power BI 的基本概念，其中說明：</p> <ul> <li>了解如何將資料載入視覺效果工具、編輯及新增額外的計算，建立知名的「曲棍球棍」圖表。</li> <li>概要了解如何建立及發行具有當地實況主 KING 5 用來報導總統初選之選舉版圖的資料視覺效果。</li> </ul>

# ArticleContinue_Content2_3
source: <h2 id="create-pub">Creating and Publishing Data Visualizations</h2> <p>To follow the examples shown in this course, you will need the following prerequisites:</p><ol> <li><p>A computer running Windows 7 or above</p></li> <li><p>Download and install <a href="{0}">Power BI Desktop</a></p></li> <li><p>Register for a Power BI account (<a href="{1}">{2}</a>)</p> <p>a. Note you will need to register using a work email account; personal accounts (gmail, Hotmail, outlook.com, yahoo.com) are not supported</p></li> </ol>
de_de: <h2 id="create-pub">Erstellen und Veröffentlichen von Datenvisualisierungen</h2> <p>Damit Sie die Beispiele in diesem Kurs ausführen können, müssen folgende Voraussetzungen erfüllt sein:</p><ol> <li><p>Sie benötigen einen Computer mit Windows 7 oder höher.</p></li> <li><p>Sie müssen <a href="{0}">Power BI Desktop</a> herunterladen und installieren.</p></li> <li><p>Registrieren Sie sich für ein Power BI-Konto (<a href="{1}">{2}</a>).</p> <p>a. Sie müssen sich mit einem E-Mail-Geschäftskonto registrieren. Private Konten (Gmail, Hotmail, outlook.com, yahoo.com) werden nicht unterstützt.</p></li> </ol>
es_es: <h2 id="create-pub">Creación y publicación de visualizaciones de datos</h2> <p>Para seguir los ejemplos de este curso, necesita cumplir los siguientes requisitos previos:</p><ol> <li><p>Un equipo con Windows 7, o cualquier versión posterior</p></li> <li><p>Descargar e instalar <a href="{0}">Power BI Desktop</a></p></li> <li><p>Registrarse para obtener una cuenta de Power BI (<a href="{1}">{2}</a>)</p> <p>a. Tendrá que registrarse con una cuenta de correo electrónico profesional. No se admiten cuentas personales (gmail, Hotmail, outlook.com, yahoo.com)</p></li> </ol>
fr_fr: <h2 id="create-pub">Création et publication de visualisations de données</h2> <p>Pour suivre les exemples présentés dans ce cours, vous devez&#160;:</p><ol> <li><p>Disposer d’un ordinateur exécutant Windows&#160;7 ou version ultérieure</p></li> <li><p>Télécharger et installer <a href="{0}">Power&#160;BI&#160;Desktop</a></p></li> <li><p>Ouvrir un compte Power BI (<a href="{1}">{2}</a>)</p> <p>a. Notez que, pour vous inscrire, vous devez utiliser un compte de messagerie professionnel. Les comptes personnels (gmail, Hotmail, outlook.com, yahoo.com, etc.) ne sont pas pris en charge</p></li> </ol>
it_it: <h2 id="create-pub">Creazione e pubblicazione di visualizzazioni dei dati</h2> <p>Gli esempi mostrati in questo corso prevedono i prerequisiti seguenti:</p><ol> <li><p>Computer con Windows 7 o versioni successive</p></li> <li><p>Download e installazione di <a href="{0}">Power BI Desktop</a></p></li> <li><p>Registrazione per ottenere un account Power BI (<a href="{1}">{2}</a>)</p> <p>a. Dovrai registrarti usando un account di posta elettronica aziendale. Gli account personali, come Gmail, Hotmail, outlook.com o yahoo.com, non sono supportati</p></li> </ol>
ja_jp: <h2 id="create-pub">データ ビジュアライゼーションの作成と公開</h2> <p>このコースで示すサンプルを実行するには、次の準備が必要です。</p><ol> <li><p>Windows 7 以降を実行するコンピューター</p></li> <li><p><a href="{0}">Power BI Desktop</a> のダウンロードおよびインストール</p></li> <li><p>Power BI アカウント (<a href="{1}">{2}</a>) への登録</p> <p>a.職場の電子メール アカウントを使用して登録する必要があります。個人用のアカウント (gmail、Hotmail、outlook.com、yahoo.com) はサポートされていません。</p></li> </ol>
ko_kr: <h2 id="create-pub">데이터 시각화 만들기 및 게시</h2> <p>이 과정에 표시된 예를 따라 하려면 다음 필수 구성 요소가 필요합니다.</p><ol> <li><p>Windows 7 이상을 실행 중인 컴퓨터</p></li> <li><p><a href="{0}">Power BI Desktop</a>을 설치 및 다운로드합니다.</p></li> <li><p>Power BI 계정에 등록합니다(<a href="{1}">{2}</a>).</p> <p>a. 회사 메일 계정을 사용하여 등록해야 합니다. 개인 계정(gmail, Hotmail, outlook.com, yahoo.com)은 지원되지 않습니다.</p></li> </ol>
pt_br: <h2 id="create-pub">Criando e Publicando Visualizações de Dados</h2> <p>Para seguir os exemplos mostrados nesse curso, você precisará seguir esses pré-requisitos:</p><ol> <li><p>Um computador que executa o Windows 7 ou superior</p></li> <li><p>Baixe e instale o <a href="{0}">Power BI Desktop</a></p></li> <li><p>Inscreva-se em uma conta do Power BI (<a href="{1}">{2}</a>)</p> <p>a. Observe que você precisará se registrar usando uma conta de email de trabalho. Não há suporte para contas pessoais (como gmail, Hotmail, outlook.com e yahoo.com)</p></li> </ol>
ru_ru: <h2 id="create-pub">Создание и публикация визуализаций данных</h2> <p>Ниже приведены требования для работы с представленными в этом курсе примерами.</p><ol> <li><p>Компьютер с системой Windows&#160;7 или более поздней версии</p></li> <li><p>Скачанное и установленное приложение <a href="{0}">Power BI Desktop</a></p></li> <li><p>Зарегистрированная учетная запись Power BI (<a href="{1}">{2}</a>)</p> <p>а) Обратите внимание, что для регистрации нужно использовать рабочую учетную запись электронной почты; личные почтовые ящики (Gmail, Hotmail, outlook.com, yahoo.com) не поддерживаются.</p></li> </ol>
zh_cn: <h2 id="create-pub">创建和发布数据可视化效果</h2> <p>若要按照本教程中展示的示例执行操作，需要以下先决条件：</p><ol> <li><p>运行 Windows 7 或更高版本的计算机</p></li> <li><p>下载并安装 <a href="{0}">Power BI Desktop</a></p></li> <li><p>注册 Power BI 帐户 (<a href="{1}">{2}</a>)</p> <p>a.注意，需使用工作邮箱帐户进行注册；不支持个人帐户（gmail、Hotmail、outlook.com、yahoo.com）</p></li> </ol>
zh_tw: <h2 id="create-pub">建立及發行資料視覺效果</h2> <p>為了遵循本課所顯示的範例，您必須具備下列必要條件：</p><ol> <li><p>執行 Windows 7 或更新版本的電腦</p></li> <li><p>下載及安裝 <a href="{0}">Power BI Desktop</a></p></li> <li><p>註冊 Power BI 帳戶 (<a href="{1}">{2}</a>)</p> <p>a.請注意，您需要使用工作電子郵件帳戶進行註冊；不支援個人帳戶 (gmail、Hotmail、outlook.com、yahoo.com)</p></li> </ol>
