Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/Visualization.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Content_Step2_2
source: <ol> <li><p>Navigate to your <strong>Temperature data</strong> table. In the <strong>home</strong> ribbon, select <strong>merge queries</strong>. Select <strong>Error bars</strong> as the table to match, and <strong>year</strong> as the column to match on. This time we know we only have data in the error table that falls within the year range of the reconstructed temperatures, so you can use <strong>Join kind: left outer.</strong></p></li> <li><p>Expand the <strong>sigma</strong> column only</p></li> <li><p>To add a column for positive variance, use <strong>Add Custom Column</strong> in the <strong>Add Column</strong> ribbon.</p></li> <li><p>Name the column <strong>Positive variance</strong> and add Sigma to the reconstructed temperature by using the formula <strong>[Reconstructed temp change] + [Sigma]</strong>. You can either type or double click the column names on the right.</p><p><img src="{0}" alt="" title="" /></p></li> <li><p>Repeat this step to create <strong>Negative variance = [Reconstructed temp change] - [Sigma]</strong></p></li> <li><p>Change the data types of the new columns to decimal numbers.</p></li> <li><p>Having loaded all the information into the table <strong>Temperature change</strong> there is no need to load the other two tables into your report. To disable loading the other two tables, right click <strong>Instrumental data</strong> and unselect <strong>Enable Load</strong>, and do the same for <strong>Error bars</strong>. The disables tables will show italic and greyed out.</p> <p><img src="{1}" alt="" title="" /></p></li> <li>Now select <strong>Close and Apply</strong> in the <strong>Home</strong> ribbon.</li> </ol>
de_de: <ol> <li><p>Navigieren Sie zur Tabelle <strong>Temperaturdaten</strong>. Wählen Sie im Menüband <strong>Start</strong> die Option <strong>Abfragen zusammenführen</strong> aus. Wählen Sie als zu vergleichende Tabelle <strong>Fehlerindikatoren</strong> und als Vergleichsspalte <strong>Jahr</strong> aus. Da wir jetzt wissen, dass die Fehlertabelle nur Daten aus dem Jahresbereich der rekonstruierten Temperaturen enthält, können wir <strong>Join-Art: Linker äußerer</strong> verwenden.</p></li> <li><p>Erweitern Sie nur die Spalte <strong>Sigma</strong>.</p></li> <li><p>Wählen Sie im Menüband <strong>Spalte hinzufügen</strong> die Option <strong>Benutzerdefinierte Spalte hinzufügen</strong> aus.</p></li> <li><p>Benennen Sie die Spalte mit <strong>Positive Varianz</strong>, und fügen Sie mithilfe der Formel <strong>[Rekonstruierte Temperaturveränderung] + [Sigma]</strong> der rekonstruierten Temperatur Sigma hinzu. Sie können die Spaltennamen eingeben oder auf der rechten Seite auf die Spaltennamen doppelklicken.</p><p><img src="{0}" alt="" title="" /></p></li> <li><p>Wiederholen Sie diesen Schritt, um die Formel <strong>Negative Varianz = [Rekonstruierte Temperaturveränderung] - [Sigma]</strong> zu erstellen.</p></li> <li><p>Ändern Sie den Datentyp der neuen Spalten in „Dezimalzahl“.</p></li> <li><p>Da alle Informationen in die Tabelle <strong>Temperaturveränderung</strong> geladen wurden, müssen die anderen beiden Tabellen nicht in den Bericht geladen werden. Um das Laden der anderen beiden Tabellen zu deaktivieren, klicken Sie mit der rechten Maustaste auf <strong>Messdaten</strong>, deaktivieren Sie <strong>Laden aktivieren</strong>, und führen Sie den gleichen Schritt für <strong>Fehlerindikatoren</strong> aus. Die Namen der deaktivierten Tabellen werden kursiv und ausgegraut angezeigt.</p> <p><img src="{1}" alt="" title="" /></p></li> <li>Wählen Sie jetzt im Menüband <strong>Start</strong> die Option <strong>Schließen und übernehmen</strong> aus.</li> </ol>
es_es: <ol> <li><p>Vaya a su tabla <strong>Datos de temperatura</strong>. En la cinta <strong>Inicio</strong>, seleccione <strong>Combinar consultas</strong>. Seleccione <strong>Barras de errores</strong> como tabla de correspondencia y <strong>año</strong> como columna de correspondencia. Esta vez, sabemos que, en la tabla de errores, solo tenemos datos situados en el intervalo de años de las temperaturas reconstruidas, por lo que puede usar <strong>Tipo de combinación: externa izquierda</strong>.</p></li> <li><p>Expanda solo la columna <strong>sigma</strong>.</p></li> <li><p>Para agregar una columna para una varianza positiva, use <strong>Agregar columna personalizada</strong> en la cinta <strong>Agregar columna</strong>.</p></li> <li><p>Asigne a la columna el nombre <strong>Varianza positiva</strong> y agregue Sigma a la temperatura reconstruida mediante la fórmula <strong>[Reconstructed temp change] + [Sigma]</strong>. Puede escribir los nombres de columna o hacer clic sobre ellos a la derecha.</p><p><img src="{0}" alt="" title="" /></p></li> <li><p>Repita este paso para crear <strong>Negative variance = [Reconstructed temp change] - [Sigma]</strong>.</p></li> <li><p>Cambie los tipos de datos de las nuevas columnas por números decimales.</p></li> <li><p>Una vez cargada toda la información en la tabla <strong>Cambio de temperatura</strong>, no es necesario cargar las otras dos tablas en el informe. Para deshabililtar la carga de las otras dos tablas, haga clic con el botón derecho en <strong>Datos instrumentales</strong> y desactive <strong>Habilitar carga</strong>, y haga lo mismo para <strong>Barras de errores</strong>. Las tablas deshabilitadas se muestran en cursiva y atenuadas.</p> <p><img src="{1}" alt="" title="" /></p></li> <li>Ahora, seleccione <strong>Cerrar y aplicar</strong> en la cinta <strong>Inicio</strong>.</li> </ol>
fr_fr: <ol> <li><p>Accédez au tableau <strong>Données de température</strong>. Dans le ruban <strong>Accueil</strong>, sélectionnez <strong>Fusionner des requêtes</strong>. Sélectionnez <strong>Barres d'erreur</strong> en tant que tableau à mettre en correspondance, et <strong>année</strong> comme colonne sur laquelle établir la correspondance. Désormais, nous savons que nous avons dans le tableau d’erreurs uniquement des données s’inscrivant dans la plage d'années des températures reconstruites de façon à pouvoir utiliser <strong>type de jointure: externe gauche</strong>.</p></li> <li><p>Développez la colonne <strong>sigma</strong> uniquement</p></li> <li><p>Pour ajouter une colonne pour une variation positive, utilisez <strong>Ajouter une colonne personnalisée</strong> dans le ruban <strong>Ajouter une colonne</strong>.</p></li> <li><p>Nommez la colonne <strong>Variation positive</strong>, puis ajoutez Sigma à la température reconstruite à l’aide de la formule <strong>[Changement de température reconstruite] + [Sigma]</strong>. Vous pouvez effectuer une saisie ou double-cliquer sur les noms des colonnes à droite.</p><p><img src="{0}" alt="" title="" /></p></li> <li><p>Répétez cette étape pour créer <strong>Negative variance = [Changement de température reconstruite] - [Sigma]</strong></p></li> <li><p>Modifiez les types de données des nouvelles colonnes en nombres décimaux.</p></li> <li><p>Toutes les informations ayant été chargées dans le tableau <strong>Changement de température</strong>, il n’est pas nécessaire de charger les deux autres tableaux dans le rapport. Pour désactiver le chargement des deux autres tableaux, cliquez avec le bouton droit sur <strong>Données instrumentales</strong>, désactivez <strong>Activer le chargement</strong>, puis faites de même pour <strong>Barres d’erreur</strong>. Les tableaux désactivés s’affichent en italique ou grisés.</p> <p><img src="{1}" alt="" title="" /></p></li> <li>Sélectionnez à présent <strong>Fermer et appliquer</strong> dans le ruban <strong>Accueil</strong>.</li> </ol>
it_it: <ol> <li><p>Passa alla tabella <strong>Dati temperature</strong>. Nella scheda <strong>Home</strong> della barra multifunzione seleziona <strong>Merge di query</strong>. Seleziona <strong>Barre di errore</strong> come tabella da mettere in corrispondenza e <strong>Anno</strong> come colonna in base a cui eseguire la corrispondenza. Questa volta sappiamo che nella tabella degli errori abbiamo solo dati che rientrano nell'intervallo di anni delle temperature ricostruite, quindi puoi usare <strong>Tipo di join: Left Outer Join</strong>.</p></li> <li><p>Espandi solo la colonna <strong>Sigma</strong>.</p></li> <li><p>Per aggiungere una colonna per la varianza positiva, usa <strong>Aggiungi colonna personalizzata</strong> nella scheda <strong>Aggiungi colonna</strong> della barra multifunzione.</p></li> <li><p>Assegna alla colonna il nome <strong>Varianza positiva</strong> e aggiungi Sigma alla temperatura ricostruita usando la formula <strong>[Cambiamento temperature ricostruite] + [Sigma]</strong>. Puoi digitare i nomi delle colonne o fare clic su di essi nel riquadro a destra.</p><p><img src="{0}" alt="" title="" /></p></li> <li><p>Ripeti questo passaggio per creare <strong>Varianza negativa = [Cambiamento temperature ricostruite] - [Sigma]</strong>.</p></li> <li><p>Modifica i tipi di dati delle nuove colonne impostandoli come numeri decimali.</p></li> <li><p>Poiché tutte le informazioni sono state caricate nella tabella <strong>Cambiamento temperature</strong>, non è necessario caricare le altre due tabelle nel report. Per disabilitare il caricamento delle altre due tabelle, fai clic con il pulsante destro del mouse su <strong>Dati strumentali</strong> e deseleziona <strong>Abilita caricamento</strong>, quindi esegui la stessa operazione per <strong>Barre di errore</strong>. Le tabelle disabilitate verranno visualizzate in corsivo e in grigio.</p> <p><img src="{1}" alt="" title="" /></p></li> <li>Seleziona ora <strong>Chiudi e applica</strong> nella scheda <strong>Home</strong> della barra multifunzione</li> </ol>
ja_jp: <ol> <li><p><strong>気温データ</strong>テーブルに移動します。<strong>[ホーム]</strong> リボンで、<strong>[クエリのマージ]</strong> を選択します。一致対象のテーブルとして<strong>エラー バー</strong>を選択し、一致させる列として<strong>年</strong>を選択します。ここでは、誤差のテーブルには、再構築された気温の年の範囲に該当するデータだけしか含まれていないことがわかっているので、<strong>[結合の種類: 左外部]</strong> を使用できます。</p></li> <li><p><strong>シグマ</strong> 列のみを展開します。</p></li> <li><p>正の差異の列を追加するために、<strong>[列の追加]</strong> リボンで <strong>[カスタム列の追加]</strong> を使用します。</p></li> <li><p>列に<strong>正の差異</strong>という名前を付け、式 <strong>[再構築された気温変化] + [シグマ]</strong> を使用して、再構築された気温にシグマを追加します。列名を入力するか、右側の列名をダブルクリックします。</p><p><img src="{0}" alt="" title="" /></p></li> <li><p>このステップを繰り返して、<strong>負の差異 = [再構築された気温変化] - [シグマ]</strong> を作成します。</p></li> <li><p>新しい列のデータ タイプを 10 進数に変更します。</p></li> <li><p>すべての情報をテーブル<strong>気温の変化</strong>に読み込んでいるので、他の 2 つのテーブルをレポートに読み込む必要はありません。他の 2 つのテーブルの読み込みを無効にするために、<strong>[測定データ]</strong> を右クリックし、<strong>[読み込みを有効にする]</strong> をオフにします。<strong>[エラー バー]</strong> に対しても同じ操作を行います。無効にしたテーブルは、グレーの斜体で表示されます。</p> <p><img src="{1}" alt="" title="" /></p></li> <li><strong>[ホーム]</strong> リボンで <strong>[閉じて適用]</strong> をクリックします。</li> </ol>
ko_kr: <ol> <li><p><strong>온도 데이터</strong> 테이블로 이동합니다. <strong>홈</strong> 리본에서 <strong>쿼리 병합</strong>을 선택합니다. 일치시킬 테이블로 <strong>오차 막대</strong>를, 일치시킬 열로 <strong>연도</strong>를 선택합니다. 현재는 재구성된 온도의 연도 범위 내에 포함되는 오류 테이블에만 데이터가 있다는 것을 알고 있으므로 <strong>조인 종류: 왼쪽 우선 외부</strong>를 사용할 수 있습니다.</p></li> <li><p><strong>시그마</strong> 열만 확장합니다.</p></li> <li><p>양의 변동에 대한 열을 추가하려면 <strong>열 추가</strong> 리본에서 <strong>사용자 지정 열 추가</strong>를 사용합니다.</p></li> <li><p>열 이름을 <strong>양의 변동</strong>으로 지정하고 <strong>[재구성된 온도 변화] + [시그마]</strong> 수식을 사용하여 재구성된 온도에 시그마를 추가합니다. 오른쪽에서 열 이름을 입력하거나 두 번 클릭할 수 있습니다.</p><p><img src="{0}" alt="" title="" /></p></li> <li><p>이 단계를 반복하여 <strong>음의 변동 = [재구성된 온도 변화] - [시그마]</strong>를 만듭니다.</p></li> <li><p>새 열의 데이터 형식을 10진수로 변경합니다.</p></li> <li><p>모든 정보가 <strong>온도 변화</strong> 테이블에 로드되면 다른 두 테이블을 보고서에 로드할 필요가 없습니다. 다른 두 테이블로 로드를 사용하지 않으려면 <strong>계기 데이터</strong>를 마우스 오른쪽 단추로 클릭하고 <strong>로드 사용</strong>을 선택 취소한 후 <strong>오차 막대</strong>에 대해 동일한 작업을 수행합니다. 비활성화된 테이블은 기울임꼴 및 회색으로 표시됩니다.</p> <p><img src="{1}" alt="" title="" /></p></li> <li>이제 <strong>홈</strong> 리본에서 <strong>닫기 및 적용</strong>을 선택합니다.</li> </ol>
pt_br: <ol> <li><p>Navegue para sua tabela <strong>Dados de temperatura</strong>. Na faixa de opções <strong>Início</strong>, selecione <strong>mesclar consultas</strong>. Selecione <strong>Barras de erro</strong> como a tabela correspondente e <strong>ano</strong> como a coluna de correspondência. Dessa vez, sabemos que temos apenas dados na tabela de erro contidos no intervalo anual das temperaturas reconstruídas, por isso podemos usar <strong>Tipo de junção: externa esquerda.</strong></p></li> <li><p>Expanda apenas a coluna <strong>sigma</strong></p></li> <li><p>Para adicionar uma coluna para variação positiva, use <strong>Adicionar Coluna Personalizada</strong> na faixa de opções <strong>Adicionar Coluna</strong>.</p></li> <li><p>Nomeie a coluna como <strong>Variação positiva</strong> e adicione Sigma à temperatura reconstruída usando a fórmula <strong>[Alteração da temperatura reconstruída] + [Sigma]</strong>. Você pode digitar ou clicar duas vezes nos nomes de coluna à direita.</p><p><img src="{0}" alt="" title="" /></p></li> <li><p>Repita essa etapa para criar <strong>Variação negativa = [Alteração da temperatura reconstruída] - [Sigma]</strong></p></li> <li><p>Altere os tipos de dados das novas colunas para números decimais.</p></li> <li><p>Depois de ter carregado todas as informações na tabela <strong>Alteração de temperatura</strong>, não será necessário carregar as duas outras tabelas para seu relatório. Para desabilitar o carregamento das duas outras tabelas, clique com o botão direito do mouse em <strong>Dados instrumentais</strong>, desmarque <strong>Habilitar Carregamento</strong> e faça o mesmo nas <strong>Barras de erro</strong>. As tabelas desabilitadas serão mostradas em itálico e esmaecidas.</p> <p><img src="{1}" alt="" title="" /></p></li> <li>Agora, selecione <strong>Fechar e Aplicar</strong> na faixa de opções <strong>Início</strong>.</li> </ol>
ru_ru: <ol> <li><p>Откройте таблицу <strong></strong>. На вкладке <strong>Главная</strong> ленты нажмите кнопку <strong>Слияние запросов</strong>. Выберите <strong>Планки погрешностей</strong>в качестве сопоставляемой таблицы, а <strong>Год</strong>&#160;— в качестве столбца, по которому нужно выполнять сопоставление. Теперь мы знаем, что в таблице погрешностей у нас содержатся только данные, попадающие в диапазон лет для воссозданных нами температурных значений, поэтому можно выбрать <strong>левое внешнее соединение</strong></p></li> <li><p>Разверните только столбец <strong>Сигма</strong>.</p></li> <li><p>Чтобы добавить столбец для положительного изменения, воспользуйтесь командой <strong>Добавить пользовательский столбец</strong> на вкладке <strong>Добавить столбец</strong> ленты.</p></li> <li><p>Назовите этот столбец <strong>Положительное изменение</strong> и добавьте значение "Сигма" к значению воссозданной температуры с помощью формулы <strong>[Значение воссозданной температуры] + [Сигма]</strong>. Вы можете вводить названия столбцов или выбирать их двойным щелчком в правой области.</p><p><img src="{0}" alt="" title="" /></p></li> <li><p>Повторите это действие, чтобы создать формулу <strong>Отрицательное изменение = [Значение воссозданной температуры] + [Сигма]</strong>.</p></li> <li><p>Измените типы данных новых столбцов на десятичные числа.</p></li> <li><p>После того как вы загрузите всю информацию в таблицу <strong>Изменение температуры</strong>, загружать в отчет остальные две таблицы нет необходимости. Чтобы отключить их загрузку, щелкните правой кнопкой мыши таблицу <strong>Данные измерений</strong> и снимите флажок <strong>Включить загрузку</strong>, а затем проделайте то же самое с таблицей <strong>Планки погрешностей</strong>. Отключенные таблицы выделены курсивом и затенены.</p> <p><img src="{1}" alt="" title="" /></p></li> <li>Теперь нажмите кнопку <strong>Закрыть и применить</strong> на вкладке <strong>Главная</strong> ленты.</li> </ol>
zh_cn: <ol> <li><p>导航到“温度数据”<strong></strong>表中。在“开始”<strong></strong>功能区中，选择“合并查询”<strong></strong>。选择“误差线”<strong></strong>作为要匹配的表，选择“年份”<strong></strong>作为要匹配的列。这一次，只具有错误表中位于重构温度年份范围内的数据，因此可使用“联接类型：左外部”<strong></strong>。</p></li> <li><p>仅展开“sigma”<strong></strong>列</p></li> <li><p>若要添加正差异列，可使用“添加列”<strong></strong>功能区中的“添加自定义列”<strong></strong>。</p></li> <li><p>将列命名为“正差异”<strong></strong>，并通过使用公式“[重新构造的温度变化] + [Sigma]”<strong></strong>将 Sigma 添加到重新构造的温度中。可键入或双击右侧的列名。</p><p><img src="{0}" alt="" title="" /></p></li> <li><p>重复此步骤以创建“负差异 = [重新构造的温度变化] - [Sigma]”<strong></strong></p></li> <li><p>将新列的数据类型更改为十进制数。</p></li> <li><p>已将所有信息加载到“温度变化”<strong></strong>表中，无需再将另外两个表加载到报表中。若要禁止加载另外两个表，右键单击“仪器数据”<strong></strong>并取消选择“启用加载”<strong></strong>，然后对“误差线”<strong></strong>执行相同的操作。禁用的表将显示为斜体和灰色。</p> <p><img src="{1}" alt="" title="" /></p></li> <li>现在选择“开始”<strong></strong>功能区中的“关闭并应用”<strong></strong>。</li> </ol>
zh_tw: <ol> <li><p>巡覽至您的 [溫度資料]<strong></strong> 資料表。在 [首頁]<strong></strong> 功能區中，選取 [合併查詢]<strong></strong>。選取 [誤差線]<strong></strong> 作為要比對的資料表，並選取 [年]<strong></strong> 作為要符合的資料行。此時我們知道誤差資料表中的資料只會落在重建溫度的年範圍內，因此您可以使用 [聯結種類: 左方外部]<strong></strong>。</p></li> <li><p>只展開 [標準差]<strong></strong> 資料行</p></li> <li><p>若要新增正數差異的資料行，請使用 [新增資料行]<strong></strong> 功能區中的 [新增自訂資料行]<strong></strong>。</p></li> <li><p>命名 [正數差異]<strong></strong> 資料行，然後使用公式 <strong>[重建溫度變化] + [標準差]</strong> 將 [標準差] 新增至重建溫度。您可以輸入或按兩下右側的資料行名稱。</p><p><img src="{0}" alt="" title="" /></p></li> <li><p>重複此步驟，建立<strong>負數差異 = [重建溫度變化] - [標準差]</strong></p></li> <li><p>將新資料行的資料類型變更為十進位數字。</p></li> <li><p>將所有資訊載入 [溫度變化]<strong></strong> 資料表之後，不需要將其他兩個資料表載入報表。若要停止載入其他兩個資料表，請以滑鼠右鍵按一下 [儀器資料]<strong></strong> 並取消選取 [啟用載入]<strong></strong>，然後對 [誤差線]<strong></strong> 執行相同的動作。停用的資料表會以斜體和灰階顯示。</p> <p><img src="{1}" alt="" title="" /></p></li> <li>現在選取 [首頁]<strong></strong> 功能區中的 [關閉並套用]<strong></strong>。</li> </ol>
