Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/Visualization.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# NextTopic
source: Next Topic: Data Exploration
de_de: Nächstes Thema: Durchsuchen von Daten
es_es: Siguiente tema: Exploración de datos
fr_fr: Nouvelle rubrique : Exploration de données
it_it: Argomento successivo: Esplorazione dei dati
ja_jp: 次のトピック: データの探索
ko_kr: 다음 항목: 데이터 탐색
pt_br: Próximo Tópico: Exploração de Dados
ru_ru: Следующая тема: изучение данных
zh_cn: 下一主题：数据浏览
zh_tw: 下一個主題：資料探索

# RightNav_Link1
source: World Temperature Change (Creating a Hockey Stick Chart in Power BI)
de_de: Weltweite Temperaturveränderung (Erstellen eines Hockeyschläger-Diagramms in Power BI)
es_es: Cambio de la temperatura mundial (creación de un gráfico de palo de hockey en Power BI)
fr_fr: Changement de la température mondiale (création d’un graphique en forme de crosse de hockey dans Power BI)
it_it: Cambiamento della temperatura del pianeta (creazione di un grafico a "mazza da hockey" in Power BI)
ja_jp: 世界の気温の変化 (Power BI でのホッケー スティック グラフの作成)
ko_kr: 전 세계 온도 변화(Power BI에서 하키 스틱 차트 만들기)
pt_br: Mudança da Temperatura Mundial (criando um gráfico de taco de hóquei no Power BI)
ru_ru: Глобальное изменение температуры (создание диаграммы "хоккейная клюшка" в Power BI)
zh_cn: 全球气温变化（在 Power BI 中创建“曲棍球棒”图）
zh_tw: 世界溫度變化 (在 Power BI 中建立曲棍球棍圖表)

# RightNav_Link2
source: Creating and Publishing Visualizations
de_de: Erstellen und Veröffentlichen von Visualisierungen
es_es: Creación y publicación de visualizaciones
fr_fr: Création et publication de visualisations
it_it: Creazione e pubblicazione di visualizzazioni
ja_jp: ビジュアライゼーションの作成と発行
ko_kr: 시각화 만들기 및 게시
pt_br: Criando e Publicando Visualizações
ru_ru: Создание и публикация визуализаций
zh_cn: 创建和发布可视化效果
zh_tw: 建立及發行視覺效果
