Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Datajournalism/Courses/Visualization.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Article_Continue_Step1_3
source: <ol> <li><p>Navigate to your <strong>Temperature data</strong> table, and select <strong>Merge Queries</strong> in the <strong>Home</strong> ribbon.</p></li> <li><p>In the editor, select <strong>Instrumental data</strong> and the column <strong>year</strong> of both tables. This is the column you want to match the tables on.</p></li> <li><p>Because you want to end up with a table containing all rows of both tables (matching the ones that overlap), select <strong>Join Kind: Full Outer (all rows from both).</strong> The editor should now show the number of matching rows.</p> <p><img src="{0}" alt="" title="" /></p> </li> <li>After selecting <strong>OK</strong>, expand the new columns (see icon below). <p><img src="{1}" alt="" title="" /></p></li> <li><p>To create the new date column, select <strong>Add Index Column -</strong> use the drop-down menu to create a custom index column - in the <strong>Add Column</strong> tab. Start the index at 1000, and increment by 1.</p></li> <li><p>You should now have an index column ranging from 1000 to 1998. Change the type of this column to text.</p></li> <li><p>Now delete both year columns and change the name of <strong>Index</strong> to <strong>Year</strong>.</p></li> <li><p>Set the data type of <strong>Year</strong> to <strong>date</strong></p></li> </ol> <p>The last table to load contains the <strong>*Associated error bars. *</strong></p> <ol> <li><p>In the Query Editor, select <strong>Home</strong> &gt; <strong>New Source</strong> &gt; <strong>Web</strong> and enter the URL of the table: <a href="{2}">{2}</a></p></li> <li><p>Change the query name into <strong>Error bars</strong></p></li> <li><p>Change type of <strong>Year</strong> into text</p></li> <li><p>Delete first and last column</p></li> <li><p>Change type of <strong>Year</strong> into date</p></li> </ol> <p>Next, you can use the sigma from <strong>Error bars</strong> to calculate the positive and negative variance of the reconstructed temperatures.</p>
de_de: <ol> <li><p>Navigieren Sie zur Tabelle <strong>Temperaturdaten</strong>, und wählen Sie im Menüband <strong>Start</strong> die Option <strong>Abfragen zusammenführen</strong> aus.</p></li> <li><p>Wählen Sie im Editor <strong>Messdaten</strong> und die Spalte <strong>Jahr</strong> beider Tabellen aus. Dies ist die Spalte, nach der Sie die Tabellen vergleichen möchten</p></li> <li><p>Da Sie eine Tabelle erstellen möchten, die alle Zeilen beider Tabellen enthält (Abgleich der sich überlappenden Zeilen), wählen Sie <strong>Join-Art: Vollständiger äußerer Join (alle Zeilen aus beiden)</strong> aus. Im Editor wird jetzt die Anzahl der übereinstimmenden Zeilen angezeigt.</p> <p><img src="{0}" alt="" title="" /></p> </li> <li>Klicken Sie auf <strong>OK</strong>, und erweitern Sie dann die neuen Spalten (siehe das Symbol in der folgenden Abbildung). <p><img src="{1}" alt="" title="" /></p></li> <li><p>Um die neue Datumsspalte zu erstellen, wählen Sie auf der Registerkarte <strong>Spalte hinzufügen</strong> die Option <strong>Indexspalte hinzufügen</strong> aus. Verwenden Sie das Dropdownmenü, um eine benutzerdefinierte Indexspalte zu erstellen. Lassen Sie den Index bei 1000 beginnen, und verwenden Sie die Schrittweite 1.</p></li> <li><p>Die Indexspalte sollte jetzt Indexwerte von 1000 bis 1998 enthalten. Ändern Sie den Typ dieser Spalte in „Text“.</p></li> <li><p>Löschen Sie jetzt die beiden Jahresspalten, und ändern Sie den Namen <strong>Index</strong> in <strong>Jahr</strong>.</p></li> <li><p>Legen Sie den Datentyp von <strong>Jahr</strong> auf <strong>Datum</strong> fest.</p></li> </ol> <p>Die letzte zu ladende Tabelle enthält die <strong>*zugeordneten Fehlerindikatoren*</strong>.</p> <ol> <li><p>Wählen Sie im Abfrage-Editor <strong>Start</strong> > <strong>Neue Quelle</strong> > <strong>Web</strong> aus, und geben Sie die URL der Tabelle ein: <a href="{2}">{2}</a></p></li> <li><p>Ändern Sie den Namen der Abfrage in <strong>Fehlerindikatoren</strong>.</p></li> <li><p>Ändern Sie den Typ von <strong>Jahr</strong> in „Text“.</p></li> <li><p>Löschen Sie die erste und letzte Spalte.</p></li> <li><p>Ändern Sie den Typ von <strong>Jahr</strong> in „Datum“.</p></li> </ol> <p>Anschließend können Sie mit dem Sigma aus <strong>Fehlerindikatoren</strong> die positive und negative Varianz der rekonstruierten Temperaturen berechnen.</p>
es_es: <ol> <li><p>Vaya a la tabla <strong>Datos de temperatura</strong> y seleccione <strong>Combinar consultas</strong> en la cinta <strong>Inicio</strong>.</p></li> <li><p>En el editor, seleccione <strong>Datos instrumentales</strong> y la columna <strong>año</strong> de ambas tablas. Esta es la columna por la que quiere establecer la correspondencia de las tablas.</p></li> <li><p>Como el objetivo es conseguir una tabla que contenga todas las filas de ambas tablas (que coincidan), seleccione <strong>Tipo de combinación: externa completa (todas las filas de ambos)</strong>. El editor mostrará ahora el número de filas que coinciden.</p> <p><img src="{0}" alt="" title="" /></p> </li> <li>Después de seleccionar <strong>Aceptar</strong>, expanda las nuevas columnas (vea el icono debajo). <p><img src="{1}" alt="" title="" /></p></li> <li><p>Para crear la nueva columna de fecha, en la pestaña <strong>Agregar columna</strong>, seleccione <strong>Agregar columna de índice</strong> y use el menú desplegable para crear una columna de índice personalizado. Comience el índice en 1000, con incrementos de 1.</p></li> <li><p>Ahora tendrá una columna de índice con valores de 1000 a 1998. Cambie el tipo de esta columna a texto.</p></li> <li><p>Ahora, elimine ambas columnas de año y cambie el nombre de <strong>Index</strong> (Índice) a <strong>Año</strong>.</p></li> <li><p>Establezca el tipo de datos de <strong>Año</strong> en <strong>fecha</strong>.</p></li> </ol> <p>La última tabla que se carga contiene <strong>*Barras de errores asociadas*</strong>.</p> <ol> <li><p>En el Editor de consultas, seleccione <strong>Inicio</strong> > <strong>Nuevo origen</strong> > <strong>Web</strong> y escriba la dirección URL de la tabla: <a href="{2}">{2}</a></p></li> <li><p>Cambie el nombre de la consulta a <strong>Barras de errores</strong>.</p></li> <li><p>Cambie el tipo de <strong>Año</strong> a texto.</p></li> <li><p>Elimine las columnas primera y última.</p></li> <li><p>Cambie el tipo de <strong>Año</strong> a fecha.</p></li> </ol> <p>Después, puede usar el sigma de <strong>Barras de errores</strong> para calcular las varianzas positiva y negativa de las temperaturas reconstruidas.</p>
fr_fr: <ol> <li><p>Accédez à votre table <strong>Données de température</strong>, puis, dans le ruban <strong>Accueil</strong>, sélectionnez <strong>Fusionner des requêtes</strong>.</p></li> <li><p>Dans l’éditeur, sélectionnez les <strong>Données instrumentales</strong> et la colonne <strong>année</strong> pour les tableaux. Il s’agit de la colonne sur la base de laquelle vous voulez faire correspondre les tableaux.</p></li> <li><p>Comme vous voulez aboutir à un tableau contenant toutes les lignes des deux (en faisant correspondre celles qui se chevauchent), sélectionnez <strong>Join Kind&#160;: Externe entière (toutes les lignes à partir des deux positions)</strong>. L’éditeur doit à présent afficher le nombre de lignes correspondantes.</p> <p><img src="{0}" alt="" title="" /></p> </li> <li>Après avoir sélectionné <strong>OK</strong>, développez les nouvelles colonnes (voir l’icône ci-dessous). <p><img src="{1}" alt="" title="" /></p></li> <li><p>Pour créer la nouvelle colonne de date, sélectionnez <strong>Ajouter une colonne d'index</strong> (utilisez le menu déroulant pour créer une colonne d’index personnalisée) sous l’onglet <strong>Ajouter une colonne</strong>. Démarrez l’index à 1000, avec un incrément 1.</p></li> <li><p>Vous devez maintenant avoir une colonne d’index allant de 1&#160;000 à 1&#160;998. Modifiez le type de cette colonne en texte.</p></li> <li><p>Supprimez à présent les colonnes d’année et remplacez le nom <strong>Index</strong> par <strong>Année</strong>.</p></li> <li><p>Définissez le type de données de la colonne <strong>Année</strong> sur <strong>date</strong></p></li> </ol> <p>Le dernier tableau à charger contient les <strong>*Barres d’erreur associées. *</strong></p> <ol> <li><p>Dans l’Éditeur de requête, sélectionnez <strong>Accueil</strong> > <strong>Nouvelle source</strong> > <strong>Web</strong>, puis entrez l’URL du tableau&#160;: <a href="{2}">{2}</a></p></li> <li><p>Modifiez le nom de la requête en <strong>Barres d’erreur</strong></p></li> <li><p>Modifiez le type de la colonne <strong>Année</strong> en texte</p></li> <li><p>Supprimez les première et dernière colonnes</p></li> <li><p>Modifiez le type de la colonne <strong>Année</strong> en date</p></li> </ol> <p>Ensuite, vous pouvez utiliser le sigma de <strong>Barres d’erreur</strong> pour calculer les variations positive et négative des températures reconstruites.</p>
it_it: <ol> <li><p>Passa alla tabella <strong>Dati temperature</strong> e seleziona <strong>Merge di query</strong> nella scheda <strong>Home</strong> della barra multifunzione.</p></li> <li><p>Nell'editor seleziona <strong>Dati strumentali</strong> e la colonna <strong>Anno</strong> di entrambe le tabelle. Si tratta della colonna in base a cui mettere in corrispondenza le tabelle.</p></li> <li><p>Poiché vuoi ottenere una tabella finale contenente tutte le righe di entrambe le tabelle (mettendo in corrispondenza quelle che si sovrappongono), seleziona <strong>Tipo di join: Full Outer (tutte le righe da entrambe).</strong> Nell'editor dovrebbe ora venire visualizzato il numero di righe corrispondenti.</p> <p><img src="{0}" alt="" title="" /></p> </li> <li>Dopo aver fatto clic su <strong>OK</strong>, espandi le nuove colonne (vedi l'icona qui sotto). <p><img src="{1}" alt="" title="" /></p></li> <li><p>Per creare una nuova colonna relativa alla data, seleziona <strong>Aggiungi colonna indice</strong> e usa il menu a discesa per creare una colonna indice personalizzata nella scheda <strong>Aggiungi colonna</strong>. Imposta 1000 come indice iniziale e 1 come incremento.</p></li> <li><p>A questo punto, dovrebbe essere presente una colonna indice con un intervallo che va da 1000 a 1998. Modifica il tipo di dati della colonna in testo.</p></li> <li><p>Elimina quindi entrambe le colonne relative all'anno e modifica il nome di <strong>Indice</strong> in <strong>Anno</strong>.</p></li> <li><p>Imposta il tipo di dati di <strong>Anno</strong> su <strong>Data</strong>.</p></li> </ol> <p>L'ultima tabella da caricare è relativa alle <strong>barre di errore associate</strong>.</p> <ol> <li><p>Nell'Editor di query seleziona <strong>Home</strong> > <strong>Nuova origine</strong> > <strong>Web</strong> e immetti l'URL della tabella: <a href="{2}">{2}</a></p></li> <li><p>Modifica il nome della query in <strong>Barre di errore</strong>.</p></li> <li><p>Modifica il tipo di dati della colonna <strong>Anno</strong> in testo.</p></li> <li><p>Elimina la prima e l'ultima colonna.</p></li> <li><p>Modifica il tipo di dati della colonna <strong>Anno</strong> in data.</p></li> </ol> <p>Ora puoi usare la colonna Sigma di <strong>Barre di errore</strong> per calcolare la varianza positiva e negativa delle temperature ricostruite.</p>
ja_jp: <ol> <li><p><strong>気温データ</strong>テーブルに移動し、<strong>[ホーム]</strong> リボンで <strong>[クエリのマージ]</strong> を選択します。</p></li> <li><p>エディターで、<strong>[測定データ]</strong> を選択し、両方のテーブルで列 <strong>[年]</strong> を選択します。この列を使用して、テーブルを一致させます、</p></li> <li><p>両方のテーブルの行をすべて含むテーブルが必要であるため (重複する行も一致させます)、<strong>[結合の種類: 完全外部 (両方の行すべて)]</strong> を選択します。 エディターに、一致する行の数が表示されます。</p> <p><img src="{0}" alt="" title="" /></p> </li> <li><strong>[OK]</strong> を選択し、新しい列を展開します (以下のアイコンを参照)。 <p><img src="{1}" alt="" title="" /></p></li> <li><p>新しい日付の列を作成するために、<strong>[列の追加]</strong> タブで <strong>[インデックス列の追加]</strong> を選択します (カスタムのインデックス列を作成するには、ドロップダウン メニューを使用します)。インデックスは 1000 から開始し、増分は 1 にします。</p></li> <li><p>これで、範囲が 1000 から 1998 までのインデックス列が作成されます。この列の型をテキストに変更します。</p></li> <li><p>年の列を両方とも削除し、<strong>インデックス</strong>の名前を<strong>年</strong>に変更します。</p></li> <li><p><strong>年</strong> のデータ型を<strong>日付</strong>に設定します。</p></li> </ol> <p>最後に読み込むテーブルには、<strong>*関連するエラー バー*</strong> が含まれています。</p> <ol> <li><p>クエリ エディターで、<strong>[ホーム]</strong> > <strong>[新しいソース]</strong> > <strong>[Web]</strong> の順に選択し、次のテーブルの URL を入力します: <a href="{2}">{2}</a></p></li> <li><p>クエリ名を<strong>エラー バー</strong>に変更します。</p></li> <li><p><strong>年</strong>の型をテキストに変更します。</p></li> <li><p>最初と最後の列を削除します。</p></li> <li><p><strong>年</strong>の型を日付に変更します。</p></li> </ol> <p>次に、<strong>エラー バー</strong>でシグマを使用して、再構築された気温の正の差異と負の差異を計算します。</p>
ko_kr: <ol> <li><p><strong>온도 데이터</strong> 테이블로 이동하고 <strong>홈</strong> 리본에서 <strong>쿼리 병합</strong>을 선택합니다.</p></li> <li><p>편집기에서 <strong>계기 데이터</strong>를 선택하고 두 테이블의 <strong>연도</strong> 열을 선택합니다. 이 열이 테이블을 일치시킬 열입니다.</p></li> <li><p>두 테이블의 모든 행을 포함하는 테이블을 원하므로(겹치는 행으로 일치) <strong>조인 종류: 완전 외부 조인(두 테이블의 모든 행)</strong>을 선택합니다. 편집기에 일치하는 행 수가 표시됩니다.</p> <p><img src="{0}" alt="" title="" /></p> </li> <li><strong>확인</strong>을 선택한 후 새 열을 확장합니다(아래 아이콘 참조). <p><img src="{1}" alt="" title="" /></p></li> <li><p>새 날짜 열을 만들려면 <strong>열 추가</strong> 탭에서 <strong>인덱스 열 추가</strong>를 선택합니다(드롭다운 메뉴를 사용하여 사용자 지정 인덱스 열 만들기). 인덱스는 1000부터 시작하여 1씩 증가합니다.</p></li> <li><p>이제 1000 ~ 1998 범위의 인덱스 열이 있습니다. 이 열의 형식을 텍스트로 변경합니다.</p></li> <li><p>두 연도 열을 삭제하고 <strong>인덱스</strong> 이름을 <strong>연도</strong>로 변경합니다.</p></li> <li><p><strong>연도</strong> 데이터 형식을 <strong>날짜</strong>로 설정합니다.</p></li> </ol> <p>로드할 마지막 테이블에는 <strong>*연결된 오차 막대*</strong>가 포함됩니다.</p> <ol> <li><p>쿼리 편집기에서 <strong>홈</strong> > <strong>새 원본</strong> > <strong>웹</strong>을 선택하고 테이블의 URL을 입력합니다. <a href="{2}">{2}</a></p></li> <li><p>쿼리 이름을 <strong>오류 막대</strong>로 변경합니다.</p></li> <li><p><strong>연도</strong> 형식을 텍스트로 변경합니다.</p></li> <li><p>첫 번째 및 마지막 열을 삭제합니다.</p></li> <li><p><strong>연도</strong> 형식을 날짜로 변경합니다.</p></li> </ol> <p>다음으로 <strong>오류 막대</strong>의 시그마를 사용하여 재구성된 온도의 양 및 음의 변동을 계산할 수 있습니다.</p>
pt_br: <ol> <li><p>Navegue para sua tabela <strong>Dados da temperatura</strong> e selecione <strong>Mesclar Consultas</strong> na faixa de opções <strong>Início</strong>.</p></li> <li><p>No editor, selecione <strong>Dados instrumentais</strong> e a coluna <strong>ano</strong> em ambas as tabelas. Essa é a coluna que você deseja que as tabelas correspondam.</p></li> <li><p>Como o resultado final desejado é uma tabela contendo todas as linhas de ambas as tabelas (correspondendo as sobrepostas), selecione <strong>Tipo de Junção: Externa Completa (todas as linhas de ambas).</strong> O editor agora deverá mostrar o número de linhas correspondentes.</p> <p><img src="{0}" alt="" title="" /></p> </li> <li>Depois de selecionar <strong>OK</strong>, expanda as novas colunas (veja o ícone abaixo). <p><img src="{1}" alt="" title="" /></p></li> <li><p>Para criar a nova coluna de data, selecione <strong>Adicionar Coluna de Índice –</strong> use o menu suspenso para criar uma coluna de índice personalizada – na guia <strong>Adicionar Coluna</strong>. Inicie o índice em 1000 com incrementos de 1.</p></li> <li><p>Agora, você deverá ter uma coluna de índice variando de 1000 a 1998. Altere o tipo desta coluna para texto.</p></li> <li><p>Agora, exclua ambas as colunas de ano e altere o nome de <strong>Índice</strong> para <strong>Ano</strong>.</p></li> <li><p>Defina o tipo de dados de <strong>Ano</strong> para <strong>data</strong></p></li> </ol> <p>A última tabela a ser carregada contém as <strong>*Barras de erro associadas*.</strong></p> <ol> <li><p>No Editor de Consultas, selecione <strong>Início</strong> > <strong>Nova Fonte</strong> > <strong>Web</strong> e digite a URL da tabela: <a href="{2}">{2}</a></p></li> <li><p>Altere o nome da consulta para <strong>Barras de erro</strong></p></li> <li><p>Altere o tipo de <strong>Ano</strong> para texto</p></li> <li><p>Exclua a primeira e a última coluna</p></li> <li><p>Altere o tipo de <strong>Ano</strong> para data</p></li> </ol> <p>Em seguida, você pode usar o sigma das <strong>Barras de erro</strong> para calcular as variações positivas e negativas das temperaturas reconstruídas.</p>
ru_ru: <ol> <li><p>Перейдите в таблицу <strong>Данные температуры</strong> и нажмите кнопку <strong>Слияние запросов</strong> на вкладке <strong>Главная</strong> ленты.</p></li> <li><p>В редакторе выберите <strong>Данные измерений</strong> и столбец <strong>Год</strong> в обеих таблицах. Это столбец, по которому будет выполняться сопоставление таблиц.</p></li> <li><p>Нам необходима таблица, содержащая все строки из обеих исходных (по совпадающим сопоставляемым значениям), поэтому выберем параметр <strong>тип соединения: полное внешнее (все строки из обеих таблиц)</strong>. В редакторе должно отобразиться количество совпадающих строк.</p> <p><img src="{0}" alt="" title="" /></p> </li> <li>Нажмите кнопку <strong>ОК</strong> и разверните новые столбцы (см. значок ниже). <p><img src="{1}" alt="" title="" /></p></li> <li><p>Чтобы создать новый столбец даты, выберите <strong>Добавить столбец индекса</strong> на вкладке <strong>Добавить столбец</strong> и с помощью раскрывающегося меню создайте настраиваемый столбец индекса. В качестве начального значения индекса выберите 1000 и задайте приращение 1.</p></li> <li><p>Теперь у вас должен быть индексный столбец со значениями от 1000 до 1998. Измените тип этого столбца на текстовый.</p></li> <li><p>Теперь удалите оба столбца "Год" и измените название <strong>Индекс</strong> на <strong>Год</strong>.</p></li> <li><p>Задайте для столбца <strong>Год</strong> тип данных <strong>Дата</strong>.</p></li> </ol> <p>Последняя таблица, которую нужно загрузить, содержит <strong>*планки связанных погрешностей*</strong>.</p> <ol> <li><p>В редакторе запросов выберите <strong>Главная</strong>&#160;> <strong>Создать источник</strong>&#160;> <strong>Интернет</strong> и введите URL-адрес таблицы: <a href="{2}">{2}</a></p></li> <li><p>Измените название запроса на <strong>Планки погрешностей</strong>.</p></li> <li><p>Измените тип данных для столбца <strong>Год</strong> на текстовый.</p></li> <li><p>Удалите первый и последний столбцы.</p></li> <li><p>Измените тип данных для столбца <strong>Год</strong> на дату.</p></li> </ol> <p>Теперь значение сигмы из <strong>планок погрешностей</strong> можно использовать для расчета положительного и отрицательного изменения воссозданных значений температуры.</p>
zh_cn: <ol> <li><p>导航到“温度数据”<strong></strong>表，然后在“开始”<strong></strong>功能区中选择“合并查询”<strong></strong>。</p></li> <li><p>在编辑器中，选择“仪器数据”<strong></strong>和两个表的“年份”<strong></strong>列。这是要在表之间匹配的列。</p></li> <li><p>由于需要得到包含两个表的所有行（与重叠的匹配）的一个表，所以选择“联接种类：完全外部(两者中的所有行)”<strong></strong>。 编辑器现在应显示匹配的行数。</p> <p><img src="{0}" alt="" title="" /></p> </li> <li>选择“确定”<strong></strong>后，展开新列（参见下面的图标）。 <p><img src="{1}" alt="" title="" /></p></li> <li><p>要创建新的日期列，在“添加列”<strong></strong>选项卡中选择“添加索引列”<strong></strong>，使用下拉菜单创建自定义索引列。索引的开始为 1000，增量为 1。</p></li> <li><p>现在应具有范围从 1000 到 1998 的索引列。将此列的类型更改为文本。</p></li> <li><p>现在，删除两个年份列，并将“索引”<strong></strong>名改为“年份”<strong></strong>。</p></li> <li><p>将“年份”<strong></strong>的数据类型设置为“日期”<strong></strong></p></li> </ol> <p>要加载的最后一个表包含“*关联误差线*”<strong></strong>。</p> <ol> <li><p>在“查询编辑器”中，选择“开始”<strong></strong>>“新建源”<strong></strong>>“Web”<strong></strong>，然后输入表的 URL：<a href="{2}">{2}</a></p></li> <li><p>将查询名称更改为“误差线”<strong></strong></p></li> <li><p>将“年份”<strong></strong>的类型更改为文本</p></li> <li><p>删除第一列和最后一列</p></li> <li><p>将“年份”<strong></strong>的类型更改为日期</p></li> </ol> <p>接下来，可使用“误差线”<strong></strong>中的 Sigma 来计算重新构造的温度的正差异和负差异。</p>
zh_tw: <ol> <li><p>巡覽至您的 [溫度資料]<strong></strong> 資料表，然後選取 [首頁]<strong></strong> 功能區中的 [合併查詢]<strong></strong>。</p></li> <li><p>在編輯器中，選取這兩個資料表的 [儀器資料]<strong></strong> 和資料行 [年]<strong></strong>。這是資料表要相符的資料行。</p></li> <li><p>由於您最後想要有一個資料表，其中包含這兩個資料表的所有資料列 (符合重疊的資料行)，因此請選取 [聯結種類: 完整外部 (來自兩者的所有資料列)]<strong></strong>。 此編輯器現在應該會顯示相符的資料列數目。</p> <p><img src="{0}" alt="" title="" /></p> </li> <li>選取 [確定]<strong></strong> 之後，展開新的資料行 (請參閱下面的圖示)。 <p><img src="{1}" alt="" title="" /></p></li> <li><p>若要建立新的資料行，請在 [新增資料行]<strong></strong> 索引標籤中選取 [新增索引資料行]<strong></strong>，以使用下拉式功能表來建立自訂索引資料行。從 1000 起始索引，並以 1 為增量。</p></li> <li><p>您現在應該會有介於 1000 到 1998 之間的索引資料行。將此資料行的類型變更為文字。</p></li> <li><p>現在刪除兩個 [年] 資料行，並將 [索引]<strong></strong> 的名稱變更為<strong>年</strong>。</p></li> <li><p>將 [年]<strong></strong> 的資料類型設定為 [日期]<strong></strong></p></li> </ol> <p>最後一個要載入的資料表包含 <strong>*關聯的誤差線*</strong>。</p> <ol> <li><p>在查詢編輯器中，選取 [首頁]<strong></strong> > [新來源]<strong></strong> > [Web]<strong></strong>，然後輸入資料表的 URL：<a href="{2}">{2}</a></p></li> <li><p>將查詢名稱變更為<strong>誤差線</strong></p></li> <li><p>將 [年]<strong></strong> 的類型變更為文字</p></li> <li><p>刪除第一個和最後一個資料行</p></li> <li><p>將 [年]<strong></strong> 的類型變更為日期</p></li> </ol> <p>接下來，您可以使用<strong>誤差線</strong>的標準差來計算重建溫度的正數和負數差異。</p>
