Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Support/Free.*.resx
Languages: es_es, fr_fr, zh_tw

# Community_Content
source: Visit the Power BI community website to get answers and tips directly from other Power BI users.
es_es: Visite el sitio web de la comunidad de Power BI para obtener respuestas y sugerencias directamente de otros usuarios de Power BI.
fr_fr: Visitez le site web de la communauté Power BI pour obtenir des réponses et des conseils directement auprès d’autres utilisateurs de Power BI.
zh_tw: 瀏覽 Power BI 社群網站，直接從其他 Power BI 使用者取得解答與秘訣。

# Community_Heading
source: Community
es_es: Comunidad
fr_fr: Communauté
zh_tw: 社群

# Documentation_Content
source: View in-depth articles for all of Power BI's tools and features, from getting started to advanced techniques.
es_es: Lea los artículos exhaustivos de todas las herramientas y características de Power BI, desde cómo empezar hasta técnicas avanzadas.
fr_fr: Lisez des articles détaillés sur tous les outils et toutes les fonctionnalités de Power BI, de la prise en main à l’utilisation de techniques avancées.
zh_tw: 檢視所有 Power BI 工具及功能的深度文章，從初階到進階技術一應俱全。

# Documentation_Heading
source: Documentation
es_es: Documentación
zh_tw: 文件

# GetSupport_Heading
source: Get free support from one of these options
es_es: Obtenga soporte gratuito en cualquiera de las opciones siguientes
fr_fr: Accédez à un support technique gratuit via une de ces options
zh_tw: 從其中一個選項取得免費支援

# GuidedLearning_Content
source: Follow our courses of videos and articles that walk you through how to accomplish common tasks with Power BI.
es_es: Siga nuestros cursos en vídeos y artículos, que le guiarán al completar tareas habituales con Power BI.
fr_fr: Suivez nos cours constitués de vidéos et d’articles qui vous décrivent comment accomplir des tâches courantes avec Power BI.
zh_tw: 課程所提供的影片與文章，將循序漸進地引導您了解如何使用 Power BI 完成常見的工作。

# GuidedLearning_Heading
source: Guided learning
es_es: Aprendizaje guiado
fr_fr: Formation guidée
zh_tw: 導引式學習

# Hero_Heading
source: Contact support
es_es: Ponerse en contacto con soporte técnico
fr_fr: Contact du support technique
zh_tw: 連絡支援人員

# LearnMore_Cta
source: Learn more
es_es: Más información
fr_fr: En savoir plus
zh_tw: 深入了解

# META_DESCRIPTION
source: Power BI tranforms your company's data into rich visuals for you to collect and organize so you can focus on what matters to you. Stay in the know, spot trends as they happen, and push your business further.
es_es: Power BI transforma los datos de su compañía en objetos visuales enriquecidos que puede recopilar y organizar, lo que le permite centrarse en lo que realmente importa. Manténgase informado, detecte las tendencias en cuanto surgen e impulse su negocio.
fr_fr: Power BI transforme les données de votre entreprise en riches éléments visuels que vous pouvez collecter et organiser sans difficulté comme vous le voulez, pour que vous puissiez vous concentrer sur ce qui est vraiment important. Restez au fait des changements, repérez les tendances en temps réel et poussez votre entreprise encore plus loin.
zh_tw: Power BI 會將您公司的資料轉換成各種視覺效果，方便您加以收集及編排，讓您可以將全部注意力放在您關注的事物上。隨時掌握最新資訊，找出進行中的趨勢，並進一步推動業務。

# META_PAGETITLE
source: Support | Microsoft Power BI
es_es: Soporte técnico | Microsoft Power BI
zh_tw: 支援 | Microsoft Power BI

# Purchase_Cta
source: Purchase
es_es: Comprar
fr_fr: Acheter
zh_tw: 購買

# Purchase_Heading
source: Did you know that Power BI Pro users always get fast, free support?
es_es: ¿Sabía que los usuarios de Power BI Pro obtienen siempre soporte rápido y gratis?
fr_fr: Saviez-vous que les utilisateurs de Power BI Pro ont toujours accès à un support technique rapide et gratuit ?
zh_tw: 您知道 Power BI Pro 使用者一律可以取得快速的免費支援嗎？

# Purchase_Myself
source: Myself
es_es: Para mí
fr_fr: Moi-même
zh_tw: 自用

# Purchase_No
source: No
fr_fr: Non
zh_tw: 否

# Purchase_NoUnsure
source: No or unsure
es_es: No o no estoy seguro
fr_fr: Non ou je ne sais pas
zh_tw: 不是或不確定

# Purchase_Question1
source: Does your organization use Office 365?
es_es: ¿Su organización usa Office 365?
fr_fr: Votre organisation utilise-t-elle Office 365 ?
zh_tw: 您的組織使用 Office 365 嗎？

# Purchase_Question2
source: Are you the administrator of your organization's Office 365 deployment?
es_es: ¿Es el administrador de la implementación de Office 365 de su organización?
fr_fr: Êtes-vous l’administrateur du déploiement d’Office 365 dans votre organisation ?
zh_tw: 您是組織之 Office 365 部署的系統管理員嗎？

# Purchase_Subheading
source: Looks like you haven't subscribed to Power BI Pro
es_es: Parece que no se ha suscrito a Power BI Pro
fr_fr: On dirait que vous n’êtes pas abonné à Power BI Pro
zh_tw: 您似乎尚未訂閱 Power BI Pro

# Purchase_Subheading1
source: To better assist you, tell us more about how you will use Power BI.
es_es: Para que podamos ayudarle mejor, explíquenos la utilidad que tiene previsto darle a Power BI.
fr_fr: Afin que nous puissions vous aider au mieux, dites-nous comment vous comptez utiliser Power BI.
zh_tw: 為能提供更好的服務，請與我們分享更多您的 Power BI 使用方式資訊。

# Purchase_Subheading4
source: Our sales team can help you purchase Power BI. Enter your information below to start chatting with them now.
es_es: Nuestro equipo de ventas puede ayudarle con la compra de Power BI. Escriba la información a continuación para empezar a charlar ahora con ellos.
fr_fr: Notre équipe commerciale peut vous aider à acheter Power BI. Entrez vos informations ci-dessous pour discuter avec nos conseillers.
zh_tw: 我們的銷售團隊可協助您選購 Power BI。只要在下方輸入資訊，即可開始與銷售團隊對談。

# Purchase_TeamOrOrg
source: Team or organization
es_es: Para el equipo o la organización
fr_fr: Équipe ou organisation
zh_tw: 小組或組織

# Purchase_Yes
source: Yes
es_es: Sí
fr_fr: Oui
zh_tw: 是

# ReportIssue_Content
source: Found a bug? Let us know with as much detail as possible, so we can fix it in future Power BI updates.
es_es: ¿Encontró un error? Descríbalo con el mayor detalle posible para que podamos corregirlo en las futuras actualizaciones de Power BI.
fr_fr: Vous avez trouvé un bogue ? Donnez-nous autant d’informations que possible afin que nous puissions le corriger dans les prochaines mises à jour de Power BI.
zh_tw: 找到 Bug 嗎？ 請盡可能詳述狀況，讓我們在未來的 Power BI 更新中加以修正。

# ReportIssue_Heading
source: Report an issue
es_es: Notificar un problema
fr_fr: Signaler un problème
zh_tw: 回報問題

# Samples_Content
source: Review examples of dashboards, reports, and desktop files, and see how some of our partners are putting Power BI to use.
es_es: Revise ejemplos de paneles, informes y archivos de escritorio, y descubra cómo algunos de nuestros partners usan Power BI.
fr_fr: Consultez des exemples de tableaux de bord, de rapports et de fichiers de données, et voyez comment certains de nos partenaires exploitent Power BI.
zh_tw: 檢閱儀表板、報表與桌面檔案的範例，了解我們的一些合作夥伴如何運用 Power BI。

# Samples_Heading
source: Samples
es_es: Ejemplos
fr_fr: Exemples
zh_tw: 範例

# SubmitAnIdea_Content
source: Do you have a great idea that will make Power BI even better? We would love to hear from you!
es_es: ¿Tiene una gran idea que puede mejorar aún más Power BI? Nos encantará que nos la cuente.
fr_fr: Vous avez une idée susceptible d’améliorer Power BI ? Nous sommes impatients de la connaître !
zh_tw: 您是否有讓 Power BI 變得更棒的絕佳點子？ 我們希望能夠聽到您的意見！

# SubmitAnIdea_Heading
source: Submit an idea
es_es: Enviar una idea
fr_fr: Soumettre une idée
zh_tw: 送出想法
