Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Support/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# SupportModal_Heading
source: Choose your Power BI support option
de_de: Power BI-Supportoption auswählen
es_es: Elija la opción de soporte técnico de Power BI
fr_fr: Choisissez votre support Power BI
it_it: Scegli l'opzione di supporto per Power BI
ja_jp: Power BI サポート オプションの選択
ko_kr: Power BI 지원 옵션 선택
pt_br: Escolha a sua opção de suporte do Power BI
ru_ru: Выберите вариант поддержки для Power BI
zh_cn: 选择你的 Power BI 支持选项
zh_tw: 選擇您的 Power BI 支援選項

source: Support options
de_de: Supportoptionen
es_es: Opciones de soporte técnico
fr_fr: Options de support
it_it: Opzioni di supporto
ja_jp: サポート オプション
ko_kr: 지원 옵션
pt_br: Opções de suporte
ru_ru: Варианты поддержки
zh_cn: 支持选项
zh_tw: 支援選項

source: Top issues and questions
de_de: Wichtige Probleme und Fragen
es_es: Preguntas y problemas principales
fr_fr: Principaux problèmes et questions
it_it: Principali problemi e domande
ja_jp: 問い合わせの多い問題や質問
ko_kr: 주요 문제 및 질문
pt_br: Problemas e perguntas principais
ru_ru: Вопросы и основные проблемы
zh_cn: 首要议题和问题
zh_tw: 焦點議題和問題
