Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Support/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# BecomePro_1
source: <a href="{0}">Become a Pro user</a> to get free support
de_de: Kostenloser Support für <a href="{0}">Pro-Benutzer</a>
es_es: <a href="{0}">Elija Power BI Pro</a> y disfrutará de soporte técnico gratuito
fr_fr: <a href="{0}">Utilisez la version Pro</a> pour bénéficier d’un support gratuit
it_it: <a href="{0}">Diventa un Utente Pro</a> per ottenere il supporto gratuito
ja_jp: <a href="{0}">Pro ユーザーになり</a>、無料サポートを受けましょう
ko_kr: <a href="{0}">Pro 사용자가 되어</a> 무료 지원 받기
pt_br: <a href="{0}">Torne-se um usuário Pro</a> para obter suporte gratuito
ru_ru: <a href="{0}">Станьте пользователем уровня Pro</a>, чтобы получать поддержку бесплатно
zh_cn: <a href="{0}">成为 Pro 用户</a>获取免费支持
zh_tw: <a href="{0}">成為 Pro 使用者</a>以取得免費支援

# Community_Content
source: Visit the Power BI community to get answers and tips directly from other Power BI users.
de_de: Besuchen Sie die Power BI-Community, um Antworten und Tipps direkt von anderen Power BI-Benutzern zu erhalten.
es_es: Visite la comunidad de Power BI para obtener respuestas y sugerencias directamente de otros usuarios de Power BI.
fr_fr: Visitez la communauté Power BI pour obtenir des réponses et des conseils directement auprès d’autres utilisateurs de Power BI.
it_it: Visita la community di Power BI per ottenere risposte e suggerimenti direttamente da altri utenti.
ja_jp: Power BI コミュニティを訪問し、他の Power BI ユーザーからの回答やヒントを直接受け取りましょう。
ko_kr: Power BI 커뮤니티를 방문하여 다른 Power BI 사용자의 답변과 팁을 직접 확인해 보세요.
pt_br: Visite a comunidade Power BI para obter respostas e dicas diretamente de outros usuários do Power BI.
ru_ru: Загляните в сообщество Power BI, чтобы получить ответы и советы непосредственно от других пользователей Power BI.
zh_cn: 访问 Power BI 社区，直接从其他 Power BI 用户处获取答案和建议。
zh_tw: 瀏覽 Power BI 社群，直接從其他 Power BI 使用者取得解答與祕訣。

# Community_Heading
source: Ask the Community
de_de: Die Community fragen
es_es: Preguntar a la comunidad
fr_fr: Demandez à la communauté
it_it: Rivolgiti alla community
ja_jp: コミュニティに尋ねる
ko_kr: 커뮤니티에 질문
pt_br: Pergunte à comunidade
ru_ru: Задайте вопрос сообществу
zh_cn: 询问社区
zh_tw: 向社群詢問

source: Create support ticket
de_de: Supportticket erstellen
es_es: Crear incidencia de soporte técnico
fr_fr: Créer un ticket de support
it_it: Crea un ticket di supporto
ja_jp: サポート チケットを作成する
ko_kr: 지원 티켓 만들기
pt_br: Criar tíquete de suporte
ru_ru: Создайте обращение в службу поддержки
zh_cn: 创建支持票证
zh_tw: 建立支援票證

# Documentation_Content
source: View in-depth articles for all of Power BI's tools and features, from getting started to advanced techniques.
de_de: Lesen Sie ausführliche Artikel zu sämtlichen Tools und Features von Power BI – von den ersten Schritten bis zu den neuesten Techniken.
es_es: Lea los artículos exhaustivos de todas las herramientas y características de Power BI, desde cómo empezar hasta técnicas avanzadas.
fr_fr: Lisez des articles détaillés sur tous les outils et toutes les fonctionnalités de Power BI, de la prise en main à l’utilisation de techniques avancées.
it_it: Visualizza articoli di approfondimento su tutti gli strumenti e tutte le funzionalità di Power BI, dalle attività iniziali fino alle tecniche più avanzate.
ja_jp: 作業を開始することから高度な手法を使うことまで、Power BI のすべてのツールや機能に関する詳しい記事をご覧ください。
ko_kr: 시작 단계에서 고급 기술까지 모든 Power BI 도구 및 기능에 대한 자세한 문서를 보세요.
pt_br: Exiba artigos aprofundados sobre todas as ferramentas e recursos do Power BI, desde a introdução até técnicas avançadas.
ru_ru: Читайте подробные статьи обо всех инструментах и функциях Power BI — от руководств для начала работы до профессиональных техник.
zh_cn: 查看有关 Power BI 所有工具和功能的深入分析文章，从入门到高级技巧一应俱全。
zh_tw: 檢視所有 Power BI 工具及功能的深度文章，從初階到進階技術一應俱全。

# Documentation_Heading
source: Documentation
de_de: Dokumentation
es_es: Documentación
it_it: Documentazione
ja_jp: ドキュメント
ko_kr: 설명서
pt_br: Documentação
ru_ru: Документация
zh_cn: 文档
zh_tw: 文件

# Faq1_Answer
source: <p>If your dashboards or reports aren't showing your latest data, here are some things to check.</p> <ul> <li> <p><strong>Make sure you've set up refresh.</strong><br /> <a href="{0}">Follow these instructions</a> to set up scheduled refresh or start a one-time "refresh now".</p> </li> <li> <p><strong>Is your data stored in OneDrive?</strong><br /> Power BI checks OneDrive for changes to your data once an hour. If you need the data sooner, you can click "REFRESH NOW", but only once every five minutes. Learn more about <a href="{1}">refresh for data in OneDrive</a>.</p> </li> <li> <p><strong>Are your tiles out of date?</strong><br /> Tiles for direct query data sources are refreshed once every ten minutes.</p> </li>
de_de: <p>Wenn Ihre Dashboards oder Berichte nicht die aktuellsten Daten anzeigen, können Sie verschiedene Dinge überprüfen.</p> <ul> <li> <p><strong>Stellen Sie sicher, dass Sie die Aktualisierung eingerichtet haben.</strong><br /> <a href="{0}">Führen Sie diese Anweisungen aus</a>, um die geplante Aktualisierung einzurichten, oder starten Sie ein einmaliges „Jetzt aktualisieren“.</p> </li> <li> <p><strong>Werden die Daten auf OneDrive gespeichert?</strong><br /> Power BI überprüft OneDrive einmal pro Stunde nach Änderungen an den Daten. Wenn Sie die Daten schneller benötigen, können Sie auf „Jetzt aktualisieren“ klicken, wobei dies nur einmal alle fünf Minuten möglich ist. Erfahren Sie mehr über das <a href="{1}">Aktualisieren von Daten in OneDrive</a>.</p> </li> <li> <p><strong>Sind die Kacheln veraltet?</strong><br /> Kacheln für direkte Abfragen von Datenquellen werden alle zehn Minuten aktualisiert.</p> </li>
es_es: <p>Si los paneles e informes no muestran los datos más recientes, hay ciertas cosas para comprobar.</p> <ul> <li> <p><strong>Asegúrese de que ha configurado la actualización.</strong><br /> <a href="{0}">Siga estas instrucciones</a> para configurar la actualización programada o use "Actualizar ahora" una vez.</p> </li> <li> <p><strong>¿Los datos se almacenan en OneDrive?</strong><br /> Power BI comprueba OneDrive para ver los cambios en los datos cada hora. Si necesita los datos antes, puede hacer clic en "ACTUALIZAR AHORA", pero solo una vez cada cinco minutos. Obtenga más información sobre la <a href="{1}">actualización de datos en OneDrive</a>.</p> </li> <li> <p><strong>¿Los iconos no están actualizados?</strong><br /> Los iconos para orígenes de datos de consulta directa se actualizan cada diez minutos.</p> </li>
fr_fr: <p>Si vos tableaux de bord ou rapports n’affichent pas vos données les plus récentes, voici quelques points à vérifier.</p> <ul> <li> <p><strong>Assurez-vous d’avoir configuré l’actualisation.</strong><br /> <a href="{0}">Suivez ces instructions</a> pour configurer l’actualisation planifiée ou démarrer une actualisation ponctuelle immédiate.</p> </li> <li> <p><strong>Vos données sont-elles stockées dans OneDrive&#160;?</strong><br /> Power BI consulte OneDrive une fois par heure pour vérifier si vos données ont changé. Si vous avez besoin des données plus tôt, vous pouvez cliquer sur «&#160;Actualiser maintenant&#160;», mais seulement une fois toutes les cinq minutes. En savoir plus sur <a href="{1}">l’actualisation des données dans OneDrive</a>.</p> </li> <li> <p><strong>Vos vignettes sont-elles obsolètes&#160;?</strong><br /> Les vignettes pour les sources de données de requête directe sont actualisées toutes les dix minutes.</p> </li>
it_it: <p>Se i dashboard o i report non visualizzano i dati più recenti, ecco alcuni aspetti da controllare.</p> <ul> <li> <p><strong>Assicurarsi di che aver configurato l'aggiornamento.</strong><br /> <a href="{0}">Seguire queste istruzioni</a> per configurare l'aggiornamento pianificato o avviare una sola volta "Aggiorna ora".</p> </li> <li> <p><strong>I dati sono archiviati in OneDrive?</strong><br /> Power BI verifica ogni ora le modifiche apportate ai dati in OneDrive. Se è necessario ottenere prima i dati, è possibile fare clic su "AGGIORNA ORA", ma solo una volta ogni cinque minuti. Altre informazioni sull'<a href="{1}">aggiornamento dei dati in OneDrive</a>.</p> </li> <li> <p><strong>I riquadri non sono aggiornati?</strong><br /> I riquadri per le origini dati di query diretta vengono aggiornati una volta ogni dieci minuti.</p> </li>
ja_jp: <p>ダッシュボードやレポートで最新のデータが表示されない場合は、次に挙げる点を確認します。</p> <ul> <li> <p><strong>最新の情報に更新するよう設定したことを確認します。</strong><br /> <a href="{0}">次の手順を実行して、スケジュールされた更新を設定するか、1 回限りの [今すぐ更新] を開始</a>します。</p> </li> <li> <p><strong>OneDrive にデータが保存されていますか?</strong><br /> Power BI は、1 時間に 1 回、OneDrive のデータの変更をチェックします。データがより早く必要な場合は、[今すぐ更新] をクリックできますが、更新は 5 分ごとです。<a href="{1}">OneDrive 内のデータの更新</a>の詳しい情報を表示します。</p> </li> <li> <p><strong>タイルが最新ではありませんか?</strong><br /> 直接クエリのデータ ソースのタイルは、10 分に 1 回更新されます。</p> </li>
ko_kr: <p>대시보드 또는 보고서가 최신 데이터를 표시하지 않는 경우, 다음 사항을 확인하세요.</p> <ul> <li> <p><strong>새로 고침 설정을 했는지 확인하십시오.</strong><br /> <a href="{0}">이 지침에 따라</a> 예약된 새로 고침을 설정하거나 일회용 “지금 새로 고침”을 시작하세요.</p> </li> <li> <p><strong>데이터가 OneDrive에 저장된 경우</strong><br /> Power BI는 한 시간에 한 번 데이터 변경을 위해 OneDrive를 확인합니다. 당장 데이터가 필요한 경우, 5분에 한번씩 “지금 새로 고침”을 클릭할 수 있습니다. 자세한 내용은 <a href="{1}">OneDrive의 데이터 새로 고침</a>을 참고하세요.</p> </li> <li> <p><strong>타일이 오래 된 경우</strong><br /> 직접 쿼리 데이터 소스에 대한 타일은 10분마다 한번씩 새로 고침 됩니다.</p> </li>
pt_br: <p>Se os painéis ou relatórios não estão mostrando os dados mais recentes, aqui estão alguns itens a serem verificados.</p> <ul> <li> <p><strong>Certifique-se que você configurou a atualização.</strong><br /> <a href="{0}">Siga estas instruções</a> para configurar a atualização agendada ou iniciar uma execução única de "atualizar agora".</p> </li> <li> <p><strong>Os seus dados estão armazenados no OneDrive?</strong><br /> O Power BI verifica o OneDrive em busca de alterações nos dados uma vez por hora. Se você precisar dos dados mais rapidamente, você pode clicar em "ATUALIZAR AGORA", mas apenas uma vez a cada cinco minutos. Saiba mais sobre <a href="{1}">atualização para os dados no OneDrive</a>.</p> </li> <li> <p><strong>Seus blocos estão desatualizados?</strong><br /> Os blocos para fontes de dados de consulta direta são atualizados uma vez a cada dez minutos.</p> </li>
ru_ru: <p>Если на панелях мониторинга или в отчетах отображаются не актуальные данные, проверьте следующее:</p> <ul> <li> <p><strong>Настроено ли обновление?</strong><br /> <a href="{0}">Выполните эти инструкции</a>, чтобы настроить обновление по расписанию или однократно применить функцию "Обновить сейчас".</p> </li> <li> <p><strong>Хранятся ли ваши данные в OneDrive?</strong><br /> Power BI проверяет OneDrive на изменения в данных каждый час. Если данные нужны вам раньше, щелкните "ОБНОВИТЬ СЕЙЧАС", но не делайте это чаще, чем раз в пять минут. Дополнительные сведения об <a href="{1}">обновлении данных в OneDrive</a>.</p> </li> <li> <p><strong>Не устарели ли плитки?</strong><br /> Плитки для источников данных с прямыми запросами обновляются каждые десять минут.</p> </li>
zh_cn: <p>如果你的仪表板或报表没有显示你最新的数据，下面是需要检查的内容。</p> <ul> <li> <p><strong>确保已设置刷新。</strong><br /> <a href="{0}">按照这些说明操作</a>来设置计划刷新或启动一次性的“立即刷新”。</p> </li> <li> <p><strong>数据是否存储在 OneDrive 中？</strong><br /> Power BI 将每小时检查一次 OneDrive，了解你的数据更改。若需更快地获得数据，可单击“立即刷新”，但仅限每五分钟一次。深入了解如何<a href="{1}">刷新 OneDrive 中的数据</a>。</p> </li> <li> <p><strong>磁贴是否已过期？</strong><br /> 直接查询数据源的磁贴将每十分钟刷新一次。</p> </li>
zh_tw: <p>如果您的儀表板或報表未顯示最新的資料，以下是要檢查的一些事項。</p> <ul> <li> <p><strong>請確定您已經設定重新整理。</strong><br /> 請<a href="{0}">遵循這些指示</a>來設定排定的重新整理，或啟動執行一次的「立即重新整理」。</p> </li> <li> <p><strong>您的資料儲存在 OneDrive 嗎?</strong><br /> Power BI 會每小時檢查一次 OneDrive 中您資料的變更。如果您需要更快取得資料，您可以按一下 [立即重新整理]，但只能每隔五分鐘一次。深入了解 <a href="{1}">OneDrive 中的資料重新整理</a>。</p> </li> <li> <p><strong>您的圖格過期了嗎？</strong><br /> 直接查詢資料來源的圖格會每十分鐘重新整理一次。</p> </li>

# Faq1_Question
source: What if my data isn't up to date?
de_de: Was geschieht, wenn meine Daten nicht auf dem neusten Stand sind?
es_es: ¿Qué pasa si mis datos no están actualizados?
fr_fr: Que se passe-t-il si mes données ne sont pas à jour ?
it_it: Cosa succede se i dati non sono aggiornati?
ja_jp: データが最新の状態ではない場合
ko_kr: 내 데이터가 최신이 아닌 경우에는 어떻게 됩니까?
pt_br: E se meus dados não estiverem atualizados?
ru_ru: Что делать, если мои данные устарели?
zh_cn: 如果我的数据不是最新的，该怎么办？
zh_tw: 如果我的資料不是最新狀態，該怎麼做？

# Faq2_Answer
source: <p>Please read the <a href="{0}">Analysis Services Connector troubleshooting guide</a>.</p>
de_de: <p>Lesen Sie bitte das <a href="{0}">Handbuch zur Problembehandlung für den Analysis Services-Connector</a> durch.</p>
es_es: <p>Lea la <a href="{0}">Guía de solución de problemas del conector de Analysis Services</a>.</p>
fr_fr: <p>Veuillez lire le <a href="{0}">Guide de dépannage du connecteur Analysis Services</a>.</p>
it_it: <p>Vedere la <a href="{0}">guida alla risoluzione dei problemi relativi al connettore di Analysis Services</a>.</p>
ja_jp: <p><a href="{0}">Analysis Services Connector のトラブルシューティング ガイド</a>をお読みください。</p>
ko_kr: <p><a href="{0}">분석 서비스 커넥터 문제 해결 가이드</a>를 읽어 보세요.</p>
pt_br: <p>Leia o <a href="{0}">Guia de solução de problemas do Analysis Services Connector</a>.</p>
ru_ru: <p>Ознакомьтесь с <a href="{0}">руководством по устранению неполадок соединителя служб Analysis</a>.</p>
zh_cn: <p>请阅读 <a href="{0}">Analysis Services Connector 疑难解答指南</a>。</p>
zh_tw: <p>請參閱 <a href="{0}">Analysis Services Connector 疑難排解指南</a>。</p>

# Faq2_Question
source: The AS Connector won't install or I can't connect to data.
de_de: Der AS-Connector kann nicht installiert werden oder keine Verbindung zu Daten herstellen.
es_es: No se instala el conector de AS o no me puedo conectar a los datos
fr_fr: Le connecteur AS ne s’installe pas ou je ne parviens pas à me connecter aux données.
it_it: Non è possibile installare il connettore di Analysis Services oppure connettersi ai dati.
ja_jp: AS コネクタをインストールできないか、データに接続できません。
ko_kr: AS 커넥터가 설치되지 않았거나 데이터에 연결할 수 없습니다.
pt_br: Não é possível instalar o AS Connector ou conectar-se aos dados.
ru_ru: Невозможно установить соединитель AS или не удается подключиться к данным.
zh_cn: AS Connector 无法安装或者我无法连接到数据。
zh_tw: AS 連接器無法安裝或我無法連接到資料。

# Faq3_Answer
source: <p>Please take a look at our <a href="{0}">Personal Gateway troubleshooting guide</a> for more information.</p>
de_de: <p>Bitte sehen Sie sich für weitere Informationen unser <a href="{0}">Handbuch zur Fehlerbehebung für Personal Gateway</a> an.</p>
es_es: <p>Eche un vistazo a nuestra <a href="{0}">Guía de solución de problemas de Personal Gateway</a> para obtener más información.</p>
fr_fr: <p>Pour plus d’informations, consultez notre <a href="{0}">Guide de dépannage de Personal Gateway</a>.</p>
it_it: <p>Per altre informazioni, vedere la <a href="{0}">guida alla risoluzione dei problemi relativi al Gateway personale</a>.</p>
ja_jp: <p>詳細については、<a href="{0}">Personal Gateway のトラブルシューティング ガイド</a>をご覧ください。</p>
ko_kr: <p>자세한 내용은 <a href="{0}">개인 게이트웨이 문제 해결 가이드</a>를 살펴보십시오.</p>
pt_br: <p>Dê uma olhada em nosso <a href="{0}">Guia de solução de problemas do Gateway Pessoal</a> para obter mais informações.</p>
ru_ru: <p>Дополнительные сведения см. в нашем <a href="{0}">руководстве по устранению неполадок личных шлюзов</a>.</p>
zh_cn: <p>有关详细信息，请参阅 <a href="{0}">Personal Gateway 疑难解答指南</a>。</p>
zh_tw: <p>如需詳細資訊，請參閱<a href="{0}">個人閘道器疑難排解指南</a>。</p>

# Faq3_Question
source: I get an error refreshing data with the Power BI Personal Gateway.
de_de: Ich erhalte eine Fehlermeldung beim Aktualisieren von Daten mit dem Power BI Personal Gateway.
es_es: Obtengo un error al actualizar los datos con Power BI Personal Gateway
fr_fr: J’obtiens une erreur lors de l’actualisation des données avec Power BI Personal Gateway.
it_it: Viene visualizzato un errore durante l'aggiornamento dei dati con il Gateway personale di Power BI.
ja_jp: Power BI Personal Gateway を使用してデータを更新中にエラーが表示されます。
ko_kr: Power BI 개인 게이트웨이를 사용하여 데이터를 새로고침하면 오류가 발생합니다.
pt_br: Recebo um erro ao atualizar dados com o Gateway Pessoal do Power BI.
ru_ru: Возникает ошибка при обновлении данных через личный шлюз Power BI.
zh_cn: 通过 Power BI Personal Gateway 刷新数据时遇到错误。
zh_tw: 使用 Power BI Personal Gateway 重新整理資料時發生錯誤。

# Faq4_Answer
source: <p>If you get an error message when signing up for Power BI, please consult these <a href="{0}">common errors and workarounds</a>.</p>
de_de: <p>Wenn Sie bei der Registrierung für Power BI eine Fehlermeldung erhalten, schauen Sie bitte unter den <a href="{0}">häufigen Fehlern und Abhilfen</a> nach.</p>
es_es: <p>Si recibe un mensaje de error al registrarse en Power BI, consulte estos <a href="{0}">errores comunes y soluciones alternativas</a>.</p>
fr_fr: <p>Si vous obtenez un message d’erreur lors de l’inscription à Power BI, consultez ces <a href="{0}">erreurs courantes et solutions de contournement</a>.</p>
it_it: <p>Se viene visualizzato un messaggio di errore durante l'iscrizione a Power BI, consultare questi <a href="{0}">errori comuni e soluzioni alternative</a>.</p>
ja_jp: <p>Power BI へのサインアップ時にエラー メッセージが表示される場合は、次の<a href="{0}">一般的なエラーと回避策</a> を参照してください。</p>
ko_kr: <p>Power BI에 등록할 때 오류 메시지를 받게 되면 <a href="{0}">일반적인 오류 및 해결 방법</a>을 참조하세요.</p>
pt_br: <p>Se você receber uma mensagem de erro ao se inscrever para o Power BI, consulte estes <a href="{0}">erros comuns e soluções alternativas</a>.</p>
ru_ru: <p>Если при регистрации в Power BI вы получаете сообщение об ошибке, ознакомьтесь с <a href="{0}">распространенными ошибками и способами их устранения</a>.</p>
zh_cn: <p>如果你在注册 Power BI 时收到错误消息，请查询以下<a href="{0}">常见错误和解决方法</a>。</p>
zh_tw: <p>如果您在註冊 Power BI 時收到錯誤訊息，請參閱這些<a href="{0}">常見錯誤和因應措施</a>。</p>

# Faq4_Question
source: I need help signing up for Power BI.
de_de: Ich benötige Hilfe beim Registrieren für Power BI.
es_es: Necesito ayuda para registrarme en Power BI
fr_fr: J’ai besoin d’aide pour m’inscrire à Power BI.
it_it: Ho bisogno di aiuto per effettuare l'iscrizione a Power BI.
ja_jp: Power BI のサインアップにヘルプが必要です。
ko_kr: Power BI에 등록하고 싶습니다.
pt_br: Preciso de ajuda para me inscrever no Power BI.
ru_ru: Мне нужна помощь с регистрацией в Power BI.
zh_cn: 我需要注册 Power BI 方面的帮助。
zh_tw: 我需要註冊 Power BI 的協助。

# GuidedLearning_Content
source: Follow our courses of videos and articles that walk you through how to accomplish common tasks.
de_de: Folgen Sie unseren Kursen in Videos und Artikeln, in denen detailliert erläutert wird, wie Sie gängige Aufgaben erledigen.
es_es: Siga nuestros cursos en vídeos y artículos, que le guiarán al completar tareas habituales.
fr_fr: Suivez nos cours constitués de vidéos et d’articles qui vous décrivent comment accomplir des tâches courantes.
it_it: Segui i nostri corsi con video e articoli che ti guideranno passo passo nell'esecuzione delle attività comuni.
ja_jp: ビデオや記事を使ったコースにより、一般的なタスクを行う方法を学習できます。
ko_kr: 일반적인 작업을 수행하는 방법을 안내하는 동영상과 문서로 이루어진 과정을 따르세요.
pt_br: Siga nossos cursos de vídeos e artigos que proporcionam orientações sobre como realizar tarefas comuns.
ru_ru: Серии видео и статей содержат инструкции по выполнению стандартных задач.
zh_cn: 我们的视频和文章课程将引导你了解如何完成常见任务。
zh_tw: 課程所提供的影片與文章，將循序漸進地引導您了解如何完成常見的工作。

# GuidedLearning_Heading
source: Guided learning
de_de: Geführtes Lernen
es_es: Aprendizaje guiado
fr_fr: Formation guidée
it_it: Apprendimento guidato
ja_jp: ガイド付き学習
ko_kr: 단계별 학습
pt_br: Aprendizagem orientada
ru_ru: Направляемое обучение
zh_cn: 指导式学习
zh_tw: 導引式學習

# Hero_Heading
source: Power BI Support
es_es: Soporte técnico de Power BI
fr_fr: Support Power BI
it_it: Supporto di Power BI
ja_jp: Power BI のサポート
ko_kr: Power BI 지원
pt_br: Suporte do Power BI
ru_ru: Поддержка по Power BI
zh_cn: Power BI 支持
zh_tw: Power BI 支援

# LoadingServiceStatusFailed
source: Failed to load status of Power BI Service.
de_de: Fehler beim Laden des Status von Power BI-Dienst.
es_es: Error al cargar el estado del servicio Power BI.
fr_fr: Le chargement de l’état du service Power BI a échoué.
it_it: Non è stato possibile caricare lo stato del servizio Power BI.
ja_jp: Power BI サービスの状態を読み込めませんでした。
ko_kr: Power BI 서비스의 상태를 로드하지 못했습니다.
pt_br: Falha ao carregar o status do Serviço do Power BI.
ru_ru: Не удалось загрузить состояние службы Power BI.
zh_cn: 未能加载 Power BI 服务的状态。
zh_tw: 無法載入 Power BI 服務的狀態。

# META_DESCRIPTION
source: Power BI tranforms your company's data into rich visuals for you to collect and organize so you can focus on what matters to you. Stay in the know, spot trends as they happen, and push your business further.
de_de: Power BI wandelt die Daten Ihres Unternehmens in visuelle Darstellungen um. Mit Power BI können Sie Ihre Daten sammeln und strukturieren und das Augenmerk auf die für Sie wichtigsten Punkte legen. Bleiben Sie auf dem Laufenden, erkennen Sie Trends und bringen Sie Ihr Geschäft voran.
es_es: Power BI transforma los datos de su compañía en objetos visuales enriquecidos que puede recopilar y organizar, lo que le permite centrarse en lo que realmente importa. Manténgase informado, detecte las tendencias en cuanto surgen e impulse su negocio.
fr_fr: Power BI transforme les données de votre entreprise en riches éléments visuels que vous pouvez collecter et organiser sans difficulté comme vous le voulez, pour que vous puissiez vous concentrer sur ce qui est vraiment important. Restez au fait des changements, repérez les tendances en temps réel et poussez votre entreprise encore plus loin.
it_it: Power BI trasforma i dati aziendali in elementi visivi avanzati che puoi raccogliere e organizzare per visualizzare le informazioni a cui sei interessato, per rimanere sempre aggiornato, individuare le tendenze non appena si manifestano e incrementare l'attività.
ja_jp: Power BI は、会社のデータを豊かな視覚情報に変換して収集と整理を助け、重要な問題に取り組めるようにします。最新情報を取得し、動向の発生をつかみ、ビジネスをさらに推進します。
ko_kr: Power BI는 사용자가 중요한 내용에 집중할 수 있도록 회사의 데이터를 수집 및 구성이 가능한 풍부한 시각적 요소로 변환해 줍니다. 정보를 꾸준히 얻고 추세를 파악하여 비즈니스를 확장해 보세요.
pt_br: O Power BI transforma os dados da sua empresa em visuais avançados para você coletar e organizar, podendo então concentrar-se no que realmente importa para você. Mantenha-se informado, identifique tendências conforme elas acontecem e impulsione ainda mais seu negócio.
ru_ru: Power BI преобразует данные вашей организации в привлекательные визуальные представления с широкими возможностями по сбору и упорядочению данных, позволяя сконцентрироваться на важнейших задачах. Будьте в курсе дел, отслеживайте тенденции по мере их возникновения и продвигайте ваш бизнес вперед.
zh_cn: Power BI 可将你公司的数据转换为丰富的视觉对象，便于你进行收集和组织，从而使你能够集中关注重要的内容。始终获悉最新信息、掌握即时趋势并进一步推动你的业务。
zh_tw: Power BI 會將您公司的資料轉換成各種視覺效果，方便您加以收集及編排，讓您可以將全部注意力放在您關注的事物上。隨時掌握最新資訊，找出進行中的趨勢，並進一步推動業務。

# META_PAGETITLE
source: Support | Microsoft Power BI
es_es: Soporte técnico | Microsoft Power BI
it_it: Supporto | Microsoft Power BI
ja_jp: サポート | Microsoft Power BI
ko_kr: 지원 | Microsoft Power BI
pt_br: Suporte | Microsoft Power BI
ru_ru: Поддержка | Microsoft Power BI
zh_cn: 支持 | Microsoft Power BI
zh_tw: 支援 | Microsoft Power BI
