Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Support/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# ModalAdminSupport_Content1
source: To access this support, please contact your IT Admin who can submit a service request via the Office 365 Admin Portal.
de_de: Wenn Sie den Support in Anspruch nehmen möchten, wenden Sie sich an Ihren IT-Administrator. Dieser kann über das Office 365-Verwaltungsportal eine Serviceanfrage senden.
es_es: Para acceder al soporte técnico, póngase en contacto con el administrador de TI, quien puede enviar una solicitud de servicio a través del Portal de administración de Office 365.
fr_fr: Pour accéder à ce service de support, merci de contacter votre administrateur informatique. Celui-ci a la possibilité d’envoyer une demande de service par l’intermédiaire du portail d’administration Office 365.
it_it: Per accedere a questo supporto, contatta l'amministratore IT che potrà inviare una richiesta di assistenza tramite il portale di amministrazione di Office 365.
ja_jp: このサポートにアクセスするには、Office 365 管理ポータルを通じてサービス要求を送信できる IT 管理者にお問い合わせください。
ko_kr: 지원에 액세스하려면, Office 365 관리 포털을 통해 서비스 요청을 제출할 수 있는 귀사의 IT 관리자에게 문의하십시오.
pt_br: Para acessar o suporte, entre em contato com o seu administrador de TI, que pode enviar uma solicitação de serviço por meio do Portal do Administrador do Office 365.
ru_ru: Для доступа к этому варианту поддержки обратитесь к системному администратору. Он может отправить запрос службы через Портал администрирования Office 365.
zh_cn: 要访问此支持，请与可通过 Office 365 管理门户提交服务请求的 IT 管理员联系。
zh_tw: 若要使用此支援，請連絡您的 IT 管理員。這位管理員必須能夠透過 Office 365 管理入口網站提交服務要求。

# ModalAdminSupport_Cta
source: Submit Admin ticket
de_de: Administratorticket senden
es_es: Enviar incidencia de administrador
fr_fr: Envoyer un ticket d’administration
it_it: Invia ticket Admin
ja_jp: 管理チケットを送信
ko_kr: 관리 티켓 제출
pt_br: Enviar tíquete de Administrador
ru_ru: Отправить запрос администратору
zh_cn: 提交管理票证
zh_tw: 提交管理票證

# ModalAdminSupport_Heading
source: Admin
de_de: Administrator
es_es: Administrador
fr_fr: Administration
ja_jp: 管理者
ko_kr: 관리
pt_br: Administrador
ru_ru: Администратор
zh_cn: 管理员
zh_tw: 系統管理員

# ModalAdminSupport_SubHeading
source: Billing and technical support for Admins.
de_de: Abrechnungs- und technischer Support für Administratoren.
es_es: Facturación y soporte técnico para administradores.
fr_fr: Facturation et support technique pour les administrateurs.
it_it: Supporto tecnico e di fatturazione per amministratori.
ja_jp: 管理者向けの課金およびテクニカル サポート
ko_kr: 관리에 대한 청구 및 기술 지원.
pt_br: Faturamento e suporte técnico para Administradores.
ru_ru: Оплата и техническая поддержка для администраторов.
zh_cn: 管理员的计费和技术支持。
zh_tw: 系統管理員的帳單與技術支援。

# ModalCommunitySupport_Content
source: <p>Get answers from hands-on experts in the Power BI Community, all in a friendly forum setting. Our forums are available 24 hours a day, including a searchable archive of previous support questions.</p>
de_de: <p>Im Forum erhalten Sie in freundlicher Atmosphäre Antworten von erfahrenen Experten der Power BI-Community. Unsere Foren stehen Ihnen rund um die Uhr zur Verfügung. Sie können auch im Archiv nach früheren Supportfragen suchen.</p>
es_es: <p>Obtenga respuestas prácticas de los expertos de la comunidad de Power BI, todo ello en un ambiente de foro amigable. Nuestros foros están disponibles 24 horas al día y puede buscar en sus archivos preguntas de soporte anteriores.</p>
fr_fr: <p>Obtenez des réponses à vos questions de la part d’experts de la communauté Power&#160;BI, dans un forum convivial. Nos forums sont disponibles en continu et incluent des archives relatives aux questions de support déjà posées.</p>
it_it: <p>Ottieni risposte dagli esperti pratici nell'utilissimo forum della community di Power BI. I forum sono disponibili 24 ore su 24 e includono un archivio in cui puoi cercare le risposte alle precedenti domande di assistenza.</p>
ja_jp: <p>使いやすいフォーラム環境で、Power BI コミュニティの実践的なエキスパートから回答を得ることができます。フォーラムは 24 時間利用できます。サポートに関する以前の質問のアーカイブを検索できます。</p>
ko_kr: <p>친숙한 포럼 설정으로 Power BI 커뮤니티의 실습 전문가에게서 대답을 가져옵니다. 포럼은 이전의 지원 질문을 검색 가능하도록 보관하여 하루 24시간 사용하실 수 있습니다.</p>
pt_br: <p>Obtenha respostas de especialistas práticos na Comunidade do Power BI em uma configuração de fórum amigável. Nossos fóruns estão disponíveis 24 horas por dia, incluindo um arquivo morto pesquisável de perguntas de suporte anteriores.</p>
ru_ru: <p>Получите ответы от опытных специалистов из сообщества Power BI в дружеской атмосфере обсуждения. Наши форумы доступны круглосуточно. Также к вашим услугам архив вопросов службе поддержки с возможностью поиска.</p>
zh_cn: <p>在 Power BI 社区中从实践专家那里获取答案，体验友好的论坛环境。我们的论坛每天 24 小时可用，包含先前支持问题的可搜索存档。</p>
zh_tw: <p>在 Power BI 社群從實務專家得到解答，全程以易於使用的論壇設置進行。我們的論壇全天候開放，您還可以搜尋先前封存的支援問題。</p>

# ModalCommunitySupport_Cta
source: Visit Community
de_de: Community besuchen
es_es: Visite la comunidad
fr_fr: Visitez la communauté
it_it: Visita la community
ja_jp: コミュニティにアクセスする
ko_kr: 커뮤니티 방문
pt_br: Visitar a Comunidade
ru_ru: Посетите сообщество
zh_cn: 访问社区
zh_tw: 前往社群

# ModalCommunitySupport_Heading
source: Community
es_es: Comunidad
fr_fr: Communauté
ja_jp: コミュニティ
ko_kr: 커뮤니티
pt_br: Comunidade
ru_ru: Сообщество
zh_cn: 社区
zh_tw: 社群

# ModalCommunitySupport_SubHeading
source: Free community support.
de_de: Kostenloser Communitysupport.
es_es: Soporte gratis de la comunidad.
fr_fr: Support gratuit de la communauté.
it_it: Supporto gratuito della community.
ja_jp: 無料のコミュニティ サポート。
ko_kr: 무료 커뮤니티 지원
pt_br: Suporte à comunidade gratuito.
ru_ru: Бесплатная поддержка от сообщества.
zh_cn: 免费社区支持。
zh_tw: 免費的社群支援。

# ModalFooter_BasicSupport
source: Not in a rush? <a href="{0}">Submit a basic ticket</a> via email for platform and service issues.
de_de: Sie haben es nicht eilig? <a href="{0}">Senden Sie ein Standardticket</a> zu Plattform- und Dienstproblemen per E-Mail.
es_es: ¿No es urgente? <a href="{0}">Envíe un ticket básico</a> por correo electrónico si tiene problemas de plataforma y servicio.
fr_fr: Votre problème n’est pas urgent&#160;? <a href="{0}">Envoyez un simple ticket</a> par e-mail pour les problèmes en rapport avec la plateforme et les services.
it_it: Non hai fretta? <a href="{0}">Invia un ticket Basic</a> via posta elettronica per problemi relativi a piattaforme e servizi.
ja_jp: お急ぎでない場合は、 プラットフォームやサービスの問題について、電子メールで<a href="{0}">基本チケットを送信</a>してください。
ko_kr: 급하지 않으신가요? 플랫폼 및 서비스 문제의 경우 전자 메일을 통해 <a href="{0}">기본 티켓을 제출합니다</a>.
pt_br: Não está com pressa? <a href="{0}">Envie um tíquete básico</a> por email para problemas da plataforma e de serviço.
ru_ru: Ответ нужен не срочно? <a href="{0}">Отправьте базовый запрос</a> на получение информации о платформах и службах по электронной почте.
zh_cn: 不是很忙？ 通过电子邮件<a href="{0}">提交基本票证</a>，解决平台和服务问题。
zh_tw: 不急著離開嗎？ 透過電子郵件<a href="{0}">送出基本票證</a>，以解決平台及服務問題。

# ModalFooter_BasicSupport2
source: English only, 9 a.m. - 9 p.m. (ET) Monday – Friday, no guaranteed response time.
de_de: Nur auf Englisch, 09:00 bis 21:00 Uhr (Eastern Time), montags bis freitags, keine garantierte Antwortzeit.
es_es: En inglés solo, de 9 a.m. - 9 p.m. (ET) De lunes a viernes, sin tiempo de respuesta garantizado.
fr_fr: En anglais uniquement, de 9 h 00 à 21 h 00 (ET) du lundi au vendredi. Délai de réponse non garanti.
it_it: Solo in inglese, dalle 9.00 alle 21.00 (fuso orario della costa orientale), dal lunedì al venerdì, nessun tempo di risposta garantito.
ja_jp: 英語のみの対応となります。受付時間は午前 9 時から午後 9 時(米国東部標準時)、月曜日から金曜日です。応答時間は保証されていません。
ko_kr: 아침 9시부터 저녁 9시까지 영어로만 제공됩니다. (ET)월요일부터 금요일까지이며 보장된 응답 시간은 없습니다.
pt_br: Somente em inglês, 9h às 21h. (ET) Segunda a sexta-feira, sem tempo de resposta garantido.
ru_ru: Только на английском языке, с 9:00 до 21:00. (Восточноевропейское время), с понедельника по пятницу, срок ожидания ответа не определен.
zh_cn: 仅英语，上午 9:00 到晚上 9:00(ET) 周一到周五，不保证回复时间。
zh_tw: 僅限英文，上午 9 點 - 下午 9 點。(ET) 星期一 - 星期五，不保證回應時間。

# ModalPrioritySupport_Content
source: Create cases using the following paid <a href={0}>support options</a> on issues such as platform, dashboards, authoring, and configurations. Cases will be handled 1:1 by Microsoft support professionals.
de_de: Die folgenden kostenpflichtigen <a href={0}>Supportoptionen</a> bieten Ihnen die Möglichkeit von Supportanfragen zu Problemen mit der Plattform, mit Dashboards und Konfigurationen oder bei der Erstellung. &#160;Anfragen werden von Microsoft-Supportspezialisten persönlich bearbeitet.
es_es: Cree casos mediante las siguientes <a href={0}>opciones de soporte técnico</a> de pago cuando surjan problemas relacionados con la plataforma, los paneles, la creación y las configuraciones. &#160;Todos estos casos los tratarán de forma personalizada e individualizada los profesionales de soporte técnico de Microsoft.
fr_fr: Créez des cas à l’aide des <a href={0}>options de support</a> payantes suivantes concernant des problèmes en rapport avec la plateforme, les tableaux de bord, la création et les configurations. &#160;Les cas seront traités en personne par les professionnels du support technique de Microsoft.
it_it: Crea casi con le seguenti <a href={0}>opzioni di supporto</a> a pagamento per problemi relativi a piattaforma, dashboard, creazione e configurazioni. &#160;I casi verranno gestiti singolarmente dai tecnici Microsoft.
ja_jp: 有料の<a href={0}>サポート オプション</a>を使用すると、プラットフォーム、ダッシュボード、オーサリング、構成などの問題に関するケースを作成できます。&#160;ケースは、Microsoft のサポート プロフェッショナルにより 1 件ずつ処理されます。
ko_kr: 플랫폼, 대시보드, 작성, 구성 등과 같은 문제에 대해 다음과 같은 유료 <a href={0}>지원 옵션</a>을 사용하여 사례를 만듭니다. &#160;사례는 Microsoft 지원 전문가들이 1:1로 처리할 것입니다.
pt_br: Crie ocorrências usando as seguintes <a href={0}>opções de suporte</a> pagas em problemas como plataforma, dashboards, criação e configurações. &#160;As ocorrências serão tratadas 1:1 por profissionais de suporte da Microsoft.
ru_ru: Создавайте запросы, используя платные <a href={0}>варианты поддержки</a> при наличии проблем с платформой, панелями мониторинга, созданием и конфигурациями. &#160;Запросы будут обрабатываться специалистами Майкрософт в индивидуальном порядке.
zh_cn: 使用以下付费<a href={0}>支持选项</a>创建有关问题的案例，如平台、仪表板、创作以及配置等问题。&#160;案例将由 Microsoft 支持专业人员一对一进行处理。
zh_tw: 使用下列付費<a href={0}>支援選項</a>，建立有關於平台、儀表板、撰寫與設定的案例。&#160;這類案例將由 Microsoft 支援服務的專業人員進行 1 對 1 處理。

# ModalPrioritySupport_Cta
source: Submit Priority ticket
de_de: Prioritätsticket senden
es_es: Enviar incidencia prioritaria
fr_fr: Envoyer un ticket prioritaire
it_it: Invia ticket Priority
ja_jp: 優先チケットを送信
ko_kr: Priority 티켓 제출
pt_br: Enviar tíquete Priority
ru_ru: Отправить приоритетный запрос
zh_cn: 提交“优先事项”票证
zh_tw: 提交優先票證

# ModalPrioritySupport_Heading
source: Priority
de_de: Priorität
fr_fr: Priorité
ja_jp: 優先
zh_cn: 优先事项
zh_tw: 優先順序

# ModalPrioritySupport_SubHeading
source: Priority paid support.
de_de: Kostenpflichtiger Prioritätssupport.
es_es: Soporte técnico prioritario de pago
fr_fr: Support prioritaire payant.
it_it: Supporto prioritario a pagamento.
ja_jp: 有償の優先サポート。
ko_kr: Priority 유료 지원.
pt_br: Suporte pago Priority.
ru_ru: Платная приоритетная поддержка.
zh_cn: “优先事项”付费支持。
zh_tw: 優先付費支援。

# ModalProSupport_Content2
source: <p><strong>Power BI Pro admin user?</strong><br /> <a href="{0}" target="_blank">Submit a ticket through the Office 365 Admin Portal.</a></p> <p><strong>Premier Services contract holder or want to pay for a support incident?</strong><br /> <a href="{1}" target="_blank">Continue to submit a Pro Support ticket.</a></p>
de_de: <p><strong>Sind Sie Power BI Pro-Benutzer mit Administratorberechtigung?</strong><br /> <a href="{0}" target="_blank">Senden Sie ein Support-Ticket über das Office 365-Verwaltungsportal.</a></p> <p><strong>Haben Sie einen Premier Services-Vertrag, oder möchten Sie für ein Support-Ticket zahlen?</strong><br /> <a href="{1}" target="_blank">Fahren Sie mit dem Erstellen eines Pro-Support-Ticket fort.</a></p>
es_es: <p><strong>¿Es usuario administrador de Power BI Pro?</strong><br /> <a href="{0}" target="_blank">Envíe una incidencia a través del portal de administración de Office 365.</a></p> <p><strong>¿Es titular de un contrato de Premier Services o quiere pagar por una incidencia de soporte técnico?</strong><br /> <a href="{1}" target="_blank">Continúe para enviar una incidencia de soporte técnico profesional.</a></p>
fr_fr: <p><strong>Vous êtes administrateur Power BI Pro&#160;?</strong><br /> <a href="{0}" target="_blank">Envoyez un ticket via le portail d’administration Office&#160;365.</a></p> <p><strong>Vous disposez d’un contrat Premier Services ou souhaitez faire appel à un support ponctuel payant&#160;?</strong><br /> <a href="{1}" target="_blank">Continuer et envoyer un ticket de support professionnel.</a></p>
it_it: <p><strong>Sei un utente amministratore di Power BI Pro?</strong><br /> <a href="{0}" target="_blank">Invia un ticket tramite il portale di amministrazione di Office 365.</a></p> <p><strong>Sei il titolare di un contratto per Servizi Premier o desideri pagare per una richiesta di supporto? </strong><br /> <a href="{1}" target="_blank">Continua per inviare un ticket di supporto Pro.</a></p>
ja_jp: <p><strong>Power BI Pro 管理ユーザーの場合</strong><br /> <a href="{0}" target="_blank">Office 365 管理ポータルからチケットを送信してください。</a></p> <p><strong>Premier Services 契約を結んでおられるお客様、またはサポート インシデントの支払いをご希望のお客様の場合</strong><br /> <a href="{1}" target="_blank">先に進んで、Pro Support チケットを送信する。</a></p>
ko_kr: <p><strong>Power BI Pro 관리자이신가요?</strong><br /> <a href="{0}" target="_blank">Office 365 관리 포털을 통해 티켓을 제출하세요.</a></p> <p><strong>프리미엄 서비스 계약 소유자이거나 지원 인시던트를 결제하시겠나요?</strong><br /> <a href="{1}" target="_blank">Pro 지원 티켓 제출을 계속합니다.</a></p>
pt_br: <p><strong>Usuário administrador do Power BI Pro?</strong><br /> <a href="{0}" target="_blank">Envie um tíquete pelo Portal de administração do Office 365.</a></p> <p><strong>Tem um contrato Premier Services ou deseja pagar por um incidente de suporte?</strong><br /> <a href="{1}" target="_blank">Continue para enviar um tíquete de Suporte Pro.</a></p>
ru_ru: <p><strong>Вы — администратор Power BI Pro?</strong><br /> <a href="{0}" target="_blank">Отправьте обращение на портале администрирования Office 365.</a></p> <p><strong>Вы — владелец контракта на услуги Premier Services или хотите заплатить за обращение в службу поддержки?</strong><br /> <a href="{1}" target="_blank">Перейдите к отправке обращения в службу поддержки версии Pro.</a></p>
zh_cn: <p><strong>是 Power BI Pro 管理员用户？</strong><br /> <a href="{0}" target="_blank">通过 Office 365 管理门户提交票证。</a></p> <p><strong>是顶级服务合同持有人或想要付款享用支持事件？</strong><br /> <a href="{1}" target="_blank">继续提交 Pro 支持票证。</a></p>
zh_tw: <p><strong>是 Power BI Pro 系統管理員使用者嗎？</strong><br /> <a href="{0}" target="_blank">透過 Office 365 管理入口網站提交票證。</a></p> <p><strong>是頂級服務合約持有者，或想要購買支援事件嗎？</strong><br /> <a href="{1}" target="_blank">繼續提交 Pro 支援票證。</a></p>

# NationalClouds_Content_1
source: If you are a national clouds customer, please see your options on our national clouds page or search for answers and tips in the <a href="{0}" target="_blank">Power BI community.</a>
de_de: Als Kunde nationaler Clouds finden Sie die verfügbaren Optionen auf der Seite zu nationalen Clouds. Sie können auch in der <a href="{0}" target="_blank">Power BI-Community</a> nach Antworten und Tipps suchen.
es_es: Los clientes de nubes nacionales pueden consultar sus opciones en nuestra página de nubes nacionales, o bien buscar sugerencias y respuestas en la <a href="{0}" target="_blank">comunidad de Power BI.</a>
fr_fr: Si vous êtes client d’un cloud national, consultez les options auxquelles vous avez accès sur nos pages consacrées aux clouds nationaux ou recherchez des réponses et conseils auprès de la <a href="{0}" target="_blank">communauté Power&#160;BI.</a>
it_it: I clienti dei cloud nazionali potranno vedere le opzioni a loro riservate nell'apposita pagina oppure cercare risposte e suggerimenti nella <a href="{0}" target="_blank">community di Power BI</a>.
ja_jp: 国内クラウドのお客様である場合には、国内クラウド ページでオプションをご覧になるか、<a href="{0}" target="_blank">Power BI コミュニティ</a>で回答やヒントを検索しましょう。
ko_kr: 내셔널 클라우드 고객의 경우 내셔널 클라우드 페이지에서 해당되는 옵션을 참조하거나 <a href="{0}" target="_blank">Power BI 커뮤니티</a>에 있는 답변과 팁을 검색하세요.
pt_br: Se você é um cliente de nuvens nacionais, veja suas opções em nossa página de nuvens nacionais ou pesquise por dicas e respostas na <a href="{0}" target="_blank">comunidade do Power BI.</a>
ru_ru: Если вы используете национальные облачные службы, ознакомьтесь с информацией и рекомендациями по поводу них на странице <a href="{0}" target="_blank">Сообщества Power BI community.</a>
zh_cn: 如果你是国家云客户，请查看国家云页面上的选项或在 <a href="{0}" target="_blank">Power BI 社区</a>中搜索答案和提示。
zh_tw: 如果您是國家雲端客戶，請在我們的國家雲端頁面查看您的選項，或到 <a href="{0}" target="_blank">Power BI 社群</a> 搜尋答案及提示。

# NationalClouds_Cta
source: Get support
de_de: Support anfordern
es_es: Soporte técnico
fr_fr: Accédez au support
it_it: Ottieni il supporto
ja_jp: サポートを受ける
ko_kr: 지원 받기
pt_br: Obter suporte
ru_ru: Поддержка
zh_cn: 获取支持
zh_tw: 取得支援

# NationalClouds_Cta2
source: Learn more
de_de: Weitere Informationen
es_es: Más información
fr_fr: En savoir plus
it_it: Scopri di più
ja_jp: 詳細情報
ko_kr: 자세히 알아보기
pt_br: Saiba mais
ru_ru: Дополнительные сведения
zh_cn: 了解详细信息
zh_tw: 深入了解

# NationalClouds_Heading
source: National clouds
de_de: Nationale Clouds
es_es: Nubes nacionales
fr_fr: Clouds nationaux
it_it: Cloud nazionali
ja_jp: 国内クラウド
ko_kr: 내셔널 클라우드
pt_br: Nuvens nacionais
ru_ru: Национальные облачные службы
zh_cn: 国家云
zh_tw: 國家雲端

# ReportIssue_Content
source: Found a bug? Let us know with as much detail as possible, so we can fix it in future Power BI updates.
de_de: Fehler gefunden? Beschreiben Sie den Fehler so genau wie möglich, damit wir ihn in einem späteren Power BI-Update beheben können.
es_es: ¿Encontró un error? Descríbalo con el mayor detalle posible para que podamos corregirlo en las futuras actualizaciones de Power BI.
fr_fr: Vous avez trouvé un bogue ? Donnez-nous autant d’informations que possible afin que nous puissions le corriger dans les prochaines mises à jour de Power BI.
it_it: Hai trovato un bug? Segnalalo nel modo più dettagliato possibile, per poterlo correggere nei futuri aggiornamenti di Power BI.
ja_jp: バグをお寄せください。 今後の Power BI アップデートで修正できるよう、できるだけ詳細にお知らせください。
ko_kr: 버그를 찾았습니까? 향후 Power BI 업데이트에서 수정할 수 있도록 가능한 한 자세히 알려주세요.
pt_br: Encontrou um bug? Conte para nós da maneira mais detalhada possível, assim poderemos consertar isso nas próximas atualizações do Power BI.
ru_ru: Нашли ошибку? Расскажите нам о ней как можно подробнее, чтобы мы смогли исправить ее в следующих выпусках Power BI.
zh_cn: 发现 bug？ 尽可能多地告知我们详细信息，以便在未来 Power BI 更新中进行修正。
zh_tw: 找到 Bug 嗎？ 請盡可能詳述狀況，讓我們在未來的 Power BI 更新中加以修正。

# ReportIssue_Heading
source: Report an issue
de_de: Problem melden
es_es: Notificar un problema
fr_fr: Signaler un problème
it_it: Segnala un problema
ja_jp: 問題を送信する
ko_kr: 문제 보고
pt_br: Relate um problema
ru_ru: Сообщить о проблеме
zh_cn: 报告问题
zh_tw: 回報問題

# Samples_Content
source: Review examples of dashboards, reports, and desktop files. See how our partners put Power BI to use.
de_de: Wir haben für Sie einige Beispiele für Dashboards, Berichte und Desktop-Dateien zusammengestellt. Sehen Sie sich an, wie unsere Partner Power BI verwenden.
es_es: Consulte los ejemplos de paneles, informes y archivos de escritorio. Vea cómo nuestros asociados utilizan Power BI.
fr_fr: Consultez des exemples de tableaux de bord, de rapports et de fichiers de bureau. Découvrez la manière dont nos partenaires utilisent Power BI.
it_it: Rivedi esempi di dashboard, report e file desktop. Scopri in che modo i nostri partner sfruttano Power BI.
ja_jp: ダッシュボード、レポート、およびデスクトップ ファイルの例を確認します。当社のパートナーが Power BI をどのように活用しているかをご覧ください。
ko_kr: 대시보드, 보고서, 데스크톱 파일의 예를 검토하세요. 파트너가 어떻게 Power BI를 이용하는지 확인하세요.
pt_br: Analise exemplos de painéis, relatórios e arquivos de desktop. Veja como nossos parceiros utilizam o Power BI.
ru_ru: Ознакомьтесь с примерами панелей мониторинга, отчетов и файлов для классической версии программы. Узнайте, как наши партнеры используют Power BI.
zh_cn: 查看仪表板、报表和桌面文件的示例。了解合作伙伴如何利用 Power BI。
zh_tw: 檢閱儀表板、報表及桌面檔案的範例。查看我們的合作夥伴如何運用 Power BI。

# Samples_Heading
source: Samples
de_de: Beispiele
es_es: Ejemplos
fr_fr: Exemples
it_it: Esempi
ja_jp: サンプル
ko_kr: 샘플
pt_br: Exemplos
ru_ru: Примеры
zh_cn: 示例
zh_tw: 範例

# SearchSupport
source: Support
es_es: Soporte técnico
fr_fr: Support technique
it_it: Supporto
ja_jp: サポート
ko_kr: 지원
pt_br: Suporte
ru_ru: Поддержка
zh_cn: 支持
zh_tw: 支援

# SearchSupport_Cta
source: Search support
de_de: Unterstützung der Suche
es_es: Compatibilidad de búsqueda
fr_fr: Prise en charge de Recherche
it_it: Cerca supporto
ja_jp: 検索サポート
ko_kr: 지원 검색
pt_br: Pesquisar suporte
ru_ru: Поиск по поддержке
zh_cn: 搜索支持
zh_tw: 沒有任何結果

# SearchSupport_Placeholder
source: How can we help you?
de_de: Wie können wir Ihnen helfen?
es_es: ¿Cómo podemos ayudarle?
fr_fr: Que pouvons-nous faire pour vous aider ?
it_it: Come possiamo aiutarti?
ja_jp: どのようなサポートが必要ですか?
ko_kr: 무엇을 도와드릴까요?
pt_br: Como posso te ajudar?
ru_ru: Как мы можем помочь?
zh_cn: 需要哪方面的帮助？
zh_tw: 有什麼我們能夠效勞的嗎？

# StillHavingIssues_Content
source: Pro users get free support. Fill out a support ticket and we’ll get back to you soon.
de_de: Pro-Benutzer erhalten kostenlosen Support. Füllen Sie ein Supportticket aus. Wir melden uns dann in Kürze bei Ihnen.
es_es: Los usuarios de Power BI Pro disfrutan de soporte técnico gratuito. Rellene una incidencia de soporte técnico y pronto nos pondremos en contacto con usted.
fr_fr: Les utilisateurs de la version Pro bénéficient d’un support gratuit. Remplissez un ticket de support. Nous reviendrons vers vous rapidement.
it_it: Gli Utenti Pro ricevono il supporto gratuito. Compila un ticket di supporto e ti faremo sapere presto.
ja_jp: Pro ユーザーは無料サポートを受けることができます。サポート チケットをご入力いただければ、すぐにご連絡いたします。
ko_kr: Pro 사용자는 무료 지원을 받습니다. 지원 티켓을 작성하시면 곧 연락드리겠습니다.
pt_br: Os usuários Pro obtém suporte gratuito. Preencha um tíquete de suporte e retornaremos em breve.
ru_ru: Пользователи уровня Pro получают поддержку бесплатно. Заполните форму обращения в службу поддержки, и мы вскоре свяжемся с вами.
zh_cn: Pro 用户获取免费支持。请填写支持票证，我们将尽快回复你。
zh_tw: Pro 使用者可取得免費支援。請填寫支援票證，我們會盡快與您連絡。

# StillHavingIssues_Heading
source: Still having issues?
de_de: Immer noch Probleme?
es_es: ¿Aún tiene problemas?
fr_fr: Les problèmes persistent ?
it_it: I problemi persistono?
ja_jp: 問題が解決していませんか。
ko_kr: 그래도 문제가 있나요?
pt_br: Ainda está tendo problemas?
ru_ru: По-прежнему есть проблемы?
zh_cn: 仍然遇到问题？
zh_tw: 還有其他問題嗎？

# SubmitAnIdea_Content
source: Do you have a great idea that will make Power BI even better? We’d love to hear from you!
de_de: Haben Sie einen tollen Vorschlag, wie wir Power BI noch besser machen können? Wir freuen uns auf Ihr Feedback!
es_es: ¿Tiene una gran idea que puede mejorar aún más Power BI? Nos encantaría recibir sus comentarios.
fr_fr: Vous avez une idée susceptible d’améliorer Power BI ? Nous aimerions avoir des commentaires de votre part.
it_it: Hai un'idea interessante che potrebbe migliorare Power BI? I commenti degli utenti sono molto apprezzati.
ja_jp: Power BI をより良くするための素晴らしいアイデアをお持ちですか? ご意見をお聞かせください!
ko_kr: Power BI를 개선할 좋은 아이디어가 있으신가요? 여러분의 의견을 듣고 싶습니다!
pt_br: Tem uma ótima ideia para melhorar o Power BI ainda mais? Adoraríamos saber sua opinião!
ru_ru: У вас возникла отличная идея, которая позволит сделать Power BI еще лучше? Мы хотели бы узнать о ней!
zh_cn: 是否有改善 Power BI 的绝佳想法？ 我们非常乐意听到你的反馈！
zh_tw: 您是否有讓 Power BI 變得更棒的絕佳點子？ 我們期待了解您的意見！

# SubmitAnIdea_Heading
source: Submit an idea
de_de: Vorschlag einreichen
es_es: Enviar una idea
fr_fr: Soumettre une idée
it_it: Inviare un'idea
ja_jp: コメントを送信する
ko_kr: 아이디어 제출
pt_br: Envie uma ideia
ru_ru: Отправка идеи
zh_cn: 提交想法
zh_tw: 送出想法
