Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Downloads/Index.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, ko_kr, zh_tw

source: Advanced download options
de_de: Erweiterte Downloadoptionen
fr_fr: Options de téléchargement avancées
it_it: Opzioni di download avanzate
ja_jp: 高度なダウンロード オプション
ko_kr: 고급 다운로드 옵션
zh_tw: 進階下載選項

source: App store
fr_fr: l’App Store
zh_tw: 應用程式市集

# Desktop_Copy
source: With the Power BI Desktop you can visually explore your data through a free-form drag-and-drop canvas, a broad range of modern data visualizations, and an easy-to-use report authoring experience.
de_de: Mit dem Power BI Desktop können Sie Ihre Daten mittels Drag & Drop nach Ihren Wünschen visualisieren. Die intuitive Benutzeroberfläche und die zahlreichen modernen Datenvisualisierungen erleichtern Ihnen die Berichterstellung.
fr_fr: Avec Power BI Desktop, vous pouvez explorer vos données visuellement grâce à une zone glisser-déplacer de forme libre, un large éventail de visualisations de données et une fonctionnalité de création de rapports facile à utiliser.
it_it: Power BI Desktop consente di esplorare i dati visivamente tramite un'area di disegno che supporta trascinamento e formato libero, un'ampia gamma di visualizzazioni moderne dei dati e un'esperienza di creazione di report facile da usare.
ja_jp: Power BI Desktop を使用すると、自由な形式のドラッグ アンド ドロップのキャンバス、さまざまな最新のデータ視覚化、さらには使いやすいレポート作成操作で、視覚的にデータを調査できます。
ko_kr: Power BI Desktop을 사용하면 자유로운 포맷의 끌어서 놓기 캔버스, 광범위한 최신 데이터 시각화 및 사용하기 쉬운 보고서 작성 환경을 통해 데이터를 시각적으로 탐색할 수 있습니다.
zh_tw: Power BI Desktop 可以讓您透過任意格式的拖放畫布、各種現代化資料視覺效果，以及便利的報告撰寫功能，瀏覽具備各種視覺效果的資料。

source: Download
fr_fr: Télécharger
it_it: Scarica
ja_jp: ダウンロード
ko_kr: 다운로드
zh_tw: 下載

source: Download from
de_de: Herunterladen von
fr_fr: Télécharger depuis
it_it: Scarica da
ja_jp: ダウンロード元
ko_kr: 다운로드 출처
zh_tw: 下載自

# Gateway_Copy
source: With the on-premises data gateways, you can keep your data fresh by connecting to your on-premises data sources without the need to move the data.
de_de: Mit lokalen Datengateways können Sie Ihre Daten auf dem aktuellen Stand halten, indem Sie Verbindungen mit lokalen Datenquellen herstellen. Daten brauchen nicht verschoben zu werden.
fr_fr: Les passerelles de données locales vous permettent d’actualiser vos données en se connectant à vos sources de données locales sans devoir déplacer les données.
it_it: Con i gateway dati locali i tuoi dati sono sempre aggiornati grazie alle connessione con le origini dati locali senza la necessità di spostare i dati.
ja_jp: オンプレミス データ ゲートウェイでは、オンプレミスのデータ ソースに接続することでデータを最新の状態に保つことができ、データを移動する必要はありません。
ko_kr: 온-프레미스 데이터 게이트웨이를 사용하면 데이터를 이동할 필요 없이 온-프레미스 데이터 원본에 연결하여 데이터를 최신 상태로 유지할 수 있습니다.
zh_tw: 透過內部部署資料閘道，您可以藉由連線到內部部署資料來源，讓資料保持在最新狀態，而不需要移動資料。

# Gateway_Heading
source: Microsoft on-premises data gateway
de_de: Lokales Datengateway von Microsoft
fr_fr: Passerelle de données locale Microsoft
it_it: Gateway dati locale Microsoft
ja_jp: Microsoft オンプレミス データ ゲートウェイ
ko_kr: Microsoft 온-프레미스 데이터 게이트웨이
zh_tw: Microsoft 內部部署資料閘道

# Hero_Copy
source: <p>Whether you are on the go or need to create rich, interactive reports, Power BI offers you the tools you need. Stay connected to your data from anywhere, anytime with our suite of apps.</p> <p>Get a 360° view of your business data on the go - at the touch of your fingers and quickly connect, shape, visualize, and share data insights through Power BI.</p>
de_de: <p>Ob unterwegs oder im Büro – Power BI bietet die erforderlichen Tools, damit Sie umfassende interaktive Berichte erstellen können. Mit der App-Suite haben Sie jederzeit und überall Zugriff auf Ihre Daten.</p> <p>Verschaffen Sie sich auch unterwegs die 360°-Rundumsicht auf Ihre Geschäftsdaten. Kombinieren, strukturieren, visualisieren und teilen Sie Einsichten in Daten mithilfe von Power BI.</p>
fr_fr: <p>Que vous soyez en déplacement ou que vous ayez besoin de créer des rapports interactifs complets, Power&#160;BI offre tous les outils nécessaires. Grâce à notre suite d’applications, restez connecté à vos données à tout moment et où que vous soyez.</p> <p>Avec Power&#160;BI, obtenez une vue à 360° de vos données d’entreprise lors de vos déplacements. Des fonctions tactiles vous permettent de rapidement vous connecter à vos données, de les adapter et de les visualiser, puis de partager les informations que vous en dégagez.</p>
it_it: <p>Power BI offre tutti gli strumenti necessari per creare report interattivi avanzati, anche in viaggio. La nostra famiglia di app ti permette di rimanere connesso ai dati ovunque ti trovi e in qualsiasi momento.</p> <p>Tramite Power BI puoi visualizzare una panoramica a 360° dei dati aziendali anche in viaggio: basta un tocco per connettersi, modificare la forma dei dati e condividere informazioni dettagliate.</p>
ja_jp: <p>外出先でも、機能豊富な対話型レポートの作成が必要な場合でも、Power BI には必要なツールが用意されています。アプリを使って、いつでもどこでもデータに接続することができます。</p> <p>Power BI なら、外出先でビジネス データの全体像を指先ひとつで確認できます。また、データにすばやく接続し、各種グラフを使って視覚化したり、得られた洞察を共有したりすることもできます。</p>
ko_kr: <p>Power BI는 이동 중이거나 풍부한 서식의 대화형 보고서를 만들어야 할 때 필요한 도구를 제공합니다. Power BI 앱 제품군을 통해 언제 어디서나 데이터에 연결하세요.</p> <p>이동 중에도 비즈니스 데이터를 전방위 뷰로 살펴보세요. Power BI를 통해 터치 한 번으로 신속하게 데이터 정보를 연결, 형성, 시각화 및 공유할 수 있습니다.</p>
zh_tw: <p>不論您出門在外，或是需要建立豐富的互動式報表，Power BI 都能提供您所需的工具。利用我們的應用程式套件，隨時隨地與您的資料保持連接。</p> <p>即使出門在外，也能觸控取得商務資料的全方位檢視，並透過 Power BI，快速連接、成形、視覺化及共用深入解析資料。</p>

# Hero_Heading
source: Build reports and monitor your data from anywhere
de_de: Erstellen Sie Berichte und behalten Sie ihre Daten im Blick – jederzeit und überall
fr_fr: Créez des rapports et surveillez vos données où que vous soyez
it_it: Crea report e monitora i dati ovunque ti trovi
ja_jp: レポートの作成とデータの監視がどこででも行える
ko_kr: 어디서나 보고서를 작성하고 데이터를 모니터링하세요.
zh_tw: 從任何地方建立報表及監視您的資料

# META_DESCRIPTION
source: Power BI tranforms your company's data into rich visuals for you to collect and organize so you can focus on what matters to you. Stay in the know, spot trends as they happen, and push your business further.
de_de: Power BI wandelt die Daten Ihres Unternehmens in visuelle Darstellungen um. Mit Power BI können Sie Ihre Daten sammeln und strukturieren und das Augenmerk auf die für Sie wichtigsten Punkte legen. Bleiben Sie auf dem Laufenden, erkennen Sie Trends und bringen Sie Ihr Geschäft voran.
fr_fr: Power BI transforme les données de votre entreprise en riches éléments visuels que vous pouvez collecter et organiser sans difficulté comme vous le voulez, pour que vous puissiez vous concentrer sur ce qui est vraiment important. Restez au fait des changements, repérez les tendances en temps réel et poussez votre entreprise encore plus loin.
it_it: Power BI trasforma i dati aziendali in elementi visivi avanzati che puoi raccogliere e organizzare per visualizzare le informazioni a cui sei interessato, per rimanere sempre aggiornato, individuare le tendenze non appena si manifestano e incrementare l'attività.
ja_jp: Power BI は、会社のデータを豊かな視覚情報に変換して収集と整理を助け、重要な問題に取り組めるようにします。最新情報を取得し、動向の発生をつかみ、ビジネスをさらに推進します。
ko_kr: Power BI는 사용자가 중요한 내용에 집중할 수 있도록 회사의 데이터를 수집 및 구성이 가능한 풍부한 시각적 요소로 변환해 줍니다. 정보를 꾸준히 얻고 추세를 파악하여 비즈니스를 확장해 보세요.
zh_tw: Power BI 會將您公司的資料轉換成各種視覺效果，方便您加以收集及編排，讓您可以將全部注意力放在您關注的事物上。隨時掌握最新資訊，找出進行中的趨勢，並進一步推動業務。

# META_PAGETITLE
source: Downloads | Microsoft Power BI
fr_fr: Téléchargements | Microsoft Power BI
it_it: Download | Microsoft Power BI
ja_jp: ダウンロード | Microsoft Power BI
ko_kr: 다운로드 | Microsoft Power BI
zh_tw: 下載 | Microsoft Power BI

# Mobile_Copy
source: Access your data anywhere, anytime. These native apps provide live, interactive, mobile access to your important business information.
de_de: Greifen Sie überall und jederzeit auf Ihre Daten zu. Diese systemeigenen Apps bieten mobilen interaktiven Livezugriff auf Ihre Geschäftsinformationen.
fr_fr: Accédez à vos données à tout moment, où que vous soyez. Ces applications natives permettent un accès mobile, interactif et en temps réel aux données importantes de votre entreprise.
it_it: Accesso ai dati ovunque e in qualsiasi momento. Queste app native offrono l'accesso in tempo reale e interattivo alle informazioni aziendali importanti dai dispositivi mobili.
ja_jp: いつでもどこでもデータにアクセスできます。これらのネイティブ アプリは、重要なビジネス情報へのライブで対話型のモバイル アクセスを提供します。
ko_kr: 언제 어디서나 데이터에 액세스하세요. 이러한 네이티브 앱은 중요한 비즈니스 정보에 대한 실시간 대화형 모바일 액세스를 제공합니다.
zh_tw: 隨時隨地存取您的資料。這些原生應用程式可以讓您以互動的方式，隨時隨地透過行動裝置即時存取您的重要商務資訊。

# Publisher_Copy
source: Save snapshots of important PivotTables, Charts, cell ranges, and more from across all of your Excel spreadsheets to a Power BI web dashboard with just a few clicks.
de_de: Speichern Sie mit wenigen Mausklicks Momentaufnahmen von wichtigen PivotTables, Diagrammen, Zellbereichen und vielem mehr aus allen Ihren Excel-Kalkulationstabellen.
fr_fr: Enregistrez les instantanés de tableaux croisés dynamiques, de graphiques, de plages de cellules et d’autres éléments importants provenant de toutes vos feuilles de calcul Excel dans un tableau de bord web Power BI en seulement quelques clics.
it_it: Bastano pochi clic del mouse per salvare snapshot di tabelle pivot, grafici, intervalli di celle e altri elementi importanti da qualsiasi foglio di calcolo di Excel in un dashboard Web di Power BI.
ja_jp: 数回クリックするだけで、すべての Excel スプレッドシートからピボットテーブル、グラフ、セル範囲などの重要なスナップショットを Power BI の Web ダッシュボードに保存できます。
ko_kr: 몇 번 클릭으로 모든 Excel 스프레드시트에서 중요한 피벗 테이블, 차트, 셀 범위 등의 스냅숏을 Power BI 웹 대시보드에 저장할 수 있습니다.
zh_tw: 只要幾個動作即可將重要的樞紐分析表、圖表、儲存格範圍，以及更多來自您 Excel 試算表的快照，儲存至 Power BI Web 儀表板。

# Publisher_Heading
source: Microsoft Power BI publisher for Excel
de_de: Microsoft Power BI Publisher für Excel
fr_fr: Éditeur Microsoft Power BI pour Excel
it_it: Microsoft Power BI Publisher per Excel
ko_kr: Excel용 Microsoft Power BI 게시자

source: Windows store
fr_fr: le Windows Store
ja_jp: Windows ストア
ko_kr: Windows 스토어
zh_tw: Windows 市集

# Mobile_Heading
source: Microsoft Power BI Mobile
de_de: Microsoft Power BI - Mobilgeräte
it_it: Microsoft Power BI per dispositivi mobili
ja_jp: Microsoft Power BI モバイル
ko_kr: Microsoft Power BI 모바일
