Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/EnterpriseReady/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_tw

# Scalable_Content
source: Enjoy scalability at the speed of SaaS to the needs of your business, with optimized costs that are based on the number of users and their specific data needs.
de_de: Skalierbarkeit in SaaS-typischer Geschwindigkeit ermöglicht jederzeit eine Anpassung an die Anforderungen des Unternehmens und Kostenoptimierung auf Grundlage der Benutzerzahl und der jeweiligen Anforderungen an Daten.
es_es: Disfrute de la escalabilidad a la velocidad de SaaS a las necesidades de su negocio, con costos optimizados basados en el número de usuario y sus necesidades de datos específicas.
fr_fr: Bénéficiez de l’extensibilité adaptée à votre activité et de la vitesse des offres SaaS, avec des coûts optimisés basés sur le nombre d’utilisateurs et leurs besoins spécifiques en matière de données.
it_it: Potrai usufruire della scalabilità con la velocità di un servizio SaaS per soddisfare le tue esigenze aziendali, ottimizzando i costi in base al numero di utenti e alle rispettive esigenze specifiche in termini di dati.
ja_jp: ビジネスの必要に応じて SaaS の速度で拡張することができます。コストは、ユーザー数や具体的なデータの必要性に基づいて最適化されています。
ko_kr: 사용자 수 및 해당 특정 데이터 요구 사항에 따라 적절한 가격으로 비즈니스의 필요에 대한 SaaS의 속도로 확장성을 사용합니다.
pt_br: Aproveite escalabilidade na velocidade do SaaS para as necessidades dos seus negócios, com custos otimizados que são baseados no número de usuários e suas necessidades de dados específicas.
ru_ru: Вы можете регулировать систему в соответствии с потребностями вашего бизнеса со скоростью SaaS, при этом оптимизируя затраты, зависящие от количества пользователей и их персональных потребностей, связанных с данными.
zh_tw: 以使用者數目及其特殊資料需求為依據的實惠價格，即可讓您享有 SaaS 速度的延展性，進而達成商務需求。

# Scalable_Heading
source: Scalable
de_de: Skalierbarkeit
es_es: Escalable
fr_fr: Extensibilité
it_it: Scalabile
ja_jp: 拡張性
ko_kr: 확장 가능함
pt_br: Escalonável
ru_ru: Регулируемость
zh_tw: 靈活調整

# TakeAdvantage_Heading
source: Take advantage of Power BI
de_de: Nutzen Sie Power BI
es_es: Aproveche las ventajas de Power BI
fr_fr: Tirez parti de Power BI
it_it: Prova Power BI
ja_jp: Power BI を活用する
ko_kr: Power BI를 활용해 보세요.
pt_br: Tire proveito do Power BI
ru_ru: Воспользуйтесь преимуществами Power BI
zh_tw: 利用 Power BI
