Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/EnterpriseReady/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_tw

# Available_Content
source: Power BI is Software as a Service (SaaS) that provides 99.9% uptime with fast deployment in cloud or hybrid cloud + on-premises scenarios.
de_de: Bei Power BI handelt es sich um Software-as-a-Service (SaaS) mit einer Verfügbarkeit von 99,9 % und schneller Bereitstellung in Szenarien mit Cloud oder Hybrid Cloud und lokaler Umgebung.
es_es: Power BI es una solución de software como servicio (SaaS) que proporciona un tiempo de actividad del 99,9 % con una implementación rápida en la nube o en escenarios híbridos en la nube y locales.
fr_fr: Power BI est une offre SaaS (Software as a Service) qui fournit un temps d’activité de 99,9 % avec un déploiement rapide dans les scénarios cloud ou hybrides (environnements cloud et local).
it_it: Power BI è una soluzione software come un servizio (SaaS) che offre un tempo di attività del 99,9% con una rapida distribuzione nel cloud o in scenari ibridi di distribuzione nel cloud + locale.
ja_jp: Power BI は、クラウド シナリオまたはハイブリッド クラウド + オンプレミス シナリオで 99.9% アップタイムと高速デプロイを提供するサービスとしてのソフトウェア (SaaS) です。
ko_kr: Power BI는 클라우드 또는 하이브리드 클라우드 + 온-프레미스 시나리오에서 빠른 배포를 사용하여 99.9% 가동률을 제공하는 SaaS(Software as a Service)입니다.
pt_br: O Power BI é um SaaS (Software como Serviço) que fornece um tempo de atividade de 99,9% com implantação rápida em nuvem ou nuvem híbrida e cenários locais.
ru_ru: Power BI – это программное обеспечение SaaS (ПО как услуга), которое на 99,9% гарантирует бесперебойную работу системы с быстрым развертыванием в облаке или сценариях работы в гибридной облачной системе с использованием локальных данных.
zh_tw: Power BI 是軟體即服務 (SaaS)，提供 99.9% 的執行時間，能在雲端或混合式雲端 + 內部部署案例中快速部署。

# Available_Heading
source: Available
de_de: Verfügbarkeit
es_es: Disponible
fr_fr: Disponibilité
it_it: Disponibile
ja_jp: 入手可能
ko_kr: 사용 가능함
pt_br: Disponível
ru_ru: Доступность
zh_tw: 高可用性

# Cloud_Content
source: Optimize investment in ETL tools and infrastructure through Power BI's built-in connectivity to a variety of data sources, both in the cloud and on-premises.
de_de: Optimieren Sie Ihre Investitionen in ETL-Tools und -Infrastruktur, indem Sie die in Power BI integrierten Verbindungen mit verschiedenen lokalen und Cloud-Datenquellen nutzen.
es_es: Optimice la inversión en herramientas ETL y en infraestructura a través de la conectividad integrada de Power BI en una variedad de orígenes de datos, tanto en la nube como locales.
fr_fr: Optimisez les investissements dans les outils ETL et l’infrastructure par le biais de la connexion intégrée de Power BI à un large éventail de sources de données, aussi bien locales que dans le cloud.
it_it: Ottimizza l'investimento negli strumenti e nell'infrastruttura ETL attraverso la connettività predefinita di Power BI a una varietà di origini dati, sia nel cloud che locali.
ja_jp: クラウドとオンプレミスの両方にあるさまざまなデータ ソースに対する Power BI の組み込み接続性を使用して、ETL ツールとインフラストラクチャへの投資を最適化します。
ko_kr: 클라우드 및 온-프레미스 모두에서 ETL 도구의 투자 및 다양한 데이터 원본에 대한 Power BI 기본 제공 연결을 통한 인프라를 최적화합니다.
pt_br: Otimize investimentos em ferramentas ETL e infraestrutura por meio da conectividade integrada do Power BI a várias fontes de dados, tanto na nuvem como local.
ru_ru: Оптимизируйте свои вложения в инструменты и инфраструктуру для извлечения, преобразования и загрузки данных благодаря встроенному в Power BI подключению к облачным и локальным источникам данных.
zh_tw: Power BI 內建各種資料來源 (雲端與內部部署) 的連線，為您省下大筆 ETL 工具及基礎結構的成本。

# Connect_Content
source: Standardize how dashboards, reports, and datasets are shared across the entire organization in a consistent and secured way with organizational content packs.
de_de: Mit organisationsbezogenen Inhaltspaketen standardisieren Sie Dashboards, Berichte und Datasets, damit diese auf einheitliche und sichere Weise mit der gesamten Organisation geteilt werden können.
es_es: Unifique la forma de compartir paneles, informes y conjuntos de datos por toda la organización de forma coherente y segura con paquetes de contenido de la organización.
fr_fr: Avec les packs de contenu d’organisation, standardisez la manière dont les tableaux de bord, les rapports et les jeux de données sont partagés au sein de l’organisation de façon cohérente et sécurisée.
it_it: Standardizza la modalità di condivisione di dashboard, report e set di dati nell'intera organizzazione, in modo protetto e coerente con i pacchetti di contenuto aziendali.
ja_jp: 組織のコンテンツ パックを使用して、組織全体で一貫した方法でダッシュボード、レポート、およびデータセットの共有方法を標準化します。
ko_kr: 조직의 콘텐츠 팩을 사용하여 일관되고 안전한 방법으로 전체 조직에서 대시보드, 보고서 및 데이터 집합을 공유하는 방법을 표준화합니다.
pt_br: Padronize como os dashboards, relatórios e conjunto de dados são compartilhados em toda a organização de forma consistente e segura com pacotes de conteúdo organizacionais.
ru_ru: Установите единый для всей организации последовательный и надежный способ предоставления общего доступа к панелям мониторинга, отчетам и наборам данных с помощью организационных пакетов содержимого.
zh_tw: 使用組織內容套件，標準化儀表板、報表及資料集在整個組織中的共用方式，在保持一致的同時安全無虞。

# Dashboard_Content
source: Deploy Power BI service with ease at the speed of SaaS and deploy Power BI Desktop the companion authoring tool using your existing deployment infrastructure and process.
de_de: Der Power BI-Dienst lässt sich ganz einfach und wie jede andere SaaS in kürzester Zeit bereitstellen. Das zugehörige Erstellungstool Power BI Desktop machen Sie über Ihre vorhandene Bereitstellungsinfrastruktur und Ihre gewohnten Prozesse verfügbar.
es_es: Implemente fácilmente el servicio Power BI a la velocidad de SaaS así como la herramienta de creación auxiliar Power BI Desktop mediante su infraestructura y proceso de implementación existentes.
fr_fr: Déployez facilement le service Power BI à la même vitesse qu’une offre SaaS et déployez Power BI Desktop, l’outil de création associé, à l’aide de l’infrastructure et des processus de déploiement existants.
it_it: Distribuisci con facilità il servizio Power BI con la velocità della soluzione SaaS e distribuisci Power BI Desktop, lo strumento specifico per la creazione, usando l'infrastruttura e il processo di distribuzione esistenti.
ja_jp: SaaS の速度で簡単に Power BI サービスをデプロイし、既存のデプロイメントおよびプロセスを使用する関連作成ツールである Power BI Desktop をデプロイします。
ko_kr: 기존 배포 인프라 및 프로세스를 사용하여 SaaS의 속도로 쉽게 Power BI 서비스를 배포하고 Power BI Desktop 관련 작성 도구를 배포합니다.
pt_br: Implante o serviço do Power BI com facilidade na velocidade do SaaS e implante a ferramenta de autoria de complemento do Power BI Desktop usando o processo e a infraestrutura de implantação existentes.
ru_ru: Развертывайте службу Power BI и Power BI Desktop – сопутствующее средство разработки – со скоростью SaaS благодаря имеющимся у вас инфраструктуре и процессу развертывания.
zh_tw: 輕鬆地以 SaaS 速度部署 Power BI 服務，並使用現有的部署基礎結構及程序部署隨附的製作工具 Power BI Desktop。

# EasyOnAdmin_Heading
source: Power BI is easy to manage and deploy
de_de: Einfache Verwaltung und Bereitstellung von Power BI
es_es: Power BI es fácil de administrar e implementar
fr_fr: Facilité de gestion et de déploiement
it_it: Power BI è facile da gestire e distribuire
ja_jp: Power BI は管理とデプロイが簡単
ko_kr: Power BI는 관리하고 배포하기 쉽습니다.
pt_br: O Power BI é fácil para gerenciar e implantar
ru_ru: Развертывать Power BI и управлять им очень просто
zh_tw: 輕鬆地管理及部署 Power BI

# EnterpriseReady_Heading
source: Insights for your users, ease of management for you
de_de: Benutzer profitieren von Einblicken, Sie von der einfachen Verwaltung
es_es: Información para sus usuarios, facilidad de administración para usted
fr_fr: Informations pertinentes pour les utilisateurs et facilité de gestion pour vous
it_it: Informazioni dettagliate per gli utenti, facilità di gestione per te
ja_jp: ユーザーに洞察を、組織に管理の利便性を提供
ko_kr: 사용자에 대한 정보, 쉬운 관리
pt_br: Insights para seus usuários, facilidade de gerenciamento para você
ru_ru: Простота в работе для ваших пользователей, простота в управлении – для вас
zh_tw: 為使用者提供深入解析並讓您輕鬆管理

# EnterpriseReady_IntroContent
source: <p>How do you provide your organization with access to data from sales, marketing, finance, and more, while delivering 24/7/365 system availability, securing data and access, and doing it all with ease?</p> <p>It's all possible with Power BI. Give your users a holistic view of the business while also providing the things that matter most to you: high availability and scalability, security and compliance, and ease of management.</p>
de_de: <p>Wie können Sie Ihrer Organisation den Zugriff auf die Daten aus Vertrieb, Marketing, Buchhaltung und mehr ermöglichen? Über ein System, das rund um die Uhr verfügbar ist? Und das Daten und Zugriff auch noch schützt und ganz leicht zu nutzen ist?</p> <p>Mit Power BI. Bieten Sie Ihren Benutzern einen umfassenden Überblick über Ihre Geschäftsvorgänge, ohne bei den Faktoren Kompromisse einzugehen, die Ihnen wichtig sind, wie hohe Verfügbarkeit und Skalierbarkeit, Sicherheit und Compliance sowie einfache Verwaltung.</p>
es_es: <p>¿Cómo va a proporcionar a su organización acceso a los datos procedentes de ventas, marketing, finanzas, entre otros, mientras ofrece una disponibilidad del sistema a todas horas y todos los días del año, protege los datos y el acceso, y con la máxima facilidad?</p> <p>Todo ello es posible con Power BI. Ofrezca a sus usuarios una vista completa del negocio mientras les proporciona también todo lo que considera más importante: alta disponibilidad y escalabilidad, seguridad y cumplimento, y facilidad de administración.</p>
fr_fr: <p>Comment fournir facilement à votre organisation un accès aux données des ventes, du marketing, des finances, etc. tout en bénéficiant d’une disponibilité du système en continu et en sécurisant les données et l’accès&#160;?</p> <p>Les possibilités offertes par Power&#160;BI sont infinies. Donnez à vos utilisateurs une vue holistique de l’activité de votre entreprise tout en fournissant ce qui est le plus important pour vous&#160;: haute disponibilité, extensibilité, sécurité, conformité et facilité de gestion.</p>
it_it: <p>Come potresti offrire alla tua organizzazione l'accesso ai dati di vendita, marketing, finanza e molto altro pur offrendo una disponibilità ininterrotta del sistema ogni giorno dell'anno, proteggendo i dati e gli accessi e tutto questo con estrema facilità?</p> <p>Tutto questo è possibile con Power BI. Presenta agli utenti una visualizzazione completa dell'attività aziendale senza escludere gli aspetti più importanti, quali l'elevata disponibilità e scalabilità, la sicurezza e conformità e la facilità di gestione.</p>
ja_jp: <p>営業、マーケティング、財務などからのデータ アクセスを組織に提供しつつ、通年 (24/7/365) のシステム可能性を提供し、データとアクセスをセキュリティで保護し、それらを簡単に実現するにはどうすればよいでしょうか。</p> <p>Power BI ではそれらすべてが可能です。ユーザーにはビジネスの全体像を提供し、組織には高可用性と拡張性、セキュリティ、コンプライアンス、および管理の利便性など最大の関心事を提供します。</p>
ko_kr: <p>24/7/365 시스템 가용성을 제공하고 데이터 및 액세스를 보호하며 모든 작업을 쉽게 수행할 수 있는 동시에 조직이 영업, 마케팅, 금융 등의 데이터에 액세스하도록 하려면 어떻게 해야 하나요?</p> <p>Power BI를 통해 가능합니다. 고가용성 및 확장성, 보안 및 규정 준수와 관리 용이 등 사용자에게 가장 중요한 기능을 제공하면서도 비즈니스에 대한 전체적인 견해를 전달합니다.</p>
pt_br: <p>Como você fornece à sua organização acesso a dados de vendas, marketing, finanças e mais, e ao mesmo tempo entrega disponibilidade do sistema em tempo integral, protege dados e acesso, e faz isso tudo com facilidade?</p> <p>Tudo isso é possível com o Power BI. Ele fornece uma visão holística do negócio, ao mesmo tempo que também fornece o que mais interessa para você: alta disponibilidade e escalabilidade, segurança e conformidade, e facilidade de gerenciamento.</p>
ru_ru: <p>Хотите обеспечить для своей организации простой, безопасный и бесперебойный доступ к информации о продажах, маркетинге, финансах и многом другом&#160;– круглосуточно, 365 дней в году?</p> <p>Это возможно с Power BI. Позвольте своим пользователям получить целостное представление о бизнесе, гарантируя при этом доступность, масштабируемость, надежность системы, ее соответствие всем требованиям и простоту в управлении&#160;– все, что важно для вас.</p>
zh_tw: <p>如何輕鬆讓您的組織能夠存取銷售、行銷、財經及其他方面的資料，同時讓系統隨時處在可用狀態，並保護資料及存取權？</p> <p>有了 Power BI，這一切都將成真。供使用者全面檢視商務，同時提供您最重視的高可用性與延展性、安全性與相容性以及管理上的方便性。</p>

# Flexible_Content
source: Connect to all of your data, whether in the cloud or on-premises via live connections or scheduled refresh through the <a href="/documentation/powerbi-gateway-enterprise/">enterprise gateway</a> to provide your users with the latest insights no matter where the data lives.
de_de: Stellen Sie Verbindungen mit allen Ihren Daten her, unabhängig davon, ob diese in der Cloud oder lokal gespeichert sind. Damit Ihre Benutzer unabhängig vom Speicherort der Daten immer über die aktuellen Informationen verfügen, verwenden Sie Liveverbindungen oder geplante Aktualisierungen über das <a href="/documentation/powerbi-gateway-enterprise/">Enterprise-Gateway</a>.
es_es: Conéctese a todos sus datos, en la nube o locales, mediante conexiones en directo o actualizaciones programadas a través de la <a href="/documentation/powerbi-gateway-enterprise/">puerta de enlace empresarial</a> para que sus usuarios cuenten con la información más reciente sin importar dónde residen los datos.
fr_fr: Connectez-vous à l’ensemble de vos données, qu’elles soient stockées dans le cloud ou localement, via des connexions en direct ou une actualisation planifiée par le biais de la <a href="/documentation/powerbi-gateway-enterprise/">passerelle d’entreprise</a>. Vos utilisateurs ont ainsi accès aux dernières informations, quel que soit l’emplacement des données.
it_it: Connettiti a tutti i tuoi dati, che si trovino nel cloud o in locale, usando connessioni dinamiche o l'aggiornamento pianificato attraverso il <a href="/documentation/powerbi-gateway-enterprise/">gateway aziendale</a> per fornire agli utenti le informazioni più recenti, indipendentemente dalla posizione in cui risiedono i dati.
ja_jp: <a href="/documentation/powerbi-gateway-enterprise/">Enterprise Gateway</a> でのライブ接続またはスケジュールされた更新により、クラウドまたはオンプレミスにあるすべてのデータに接続します。これにより、データがどこでライブであるかに関わりなく、ユーザーに最新の洞察を提供することができます。
ko_kr: 라이브 연결을 통한 클라우드 또는 온-프레미스의 데이터 혹은 <a href="/documentation/powerbi-gateway-enterprise/">엔터프라이즈 게이트웨이</a>를 통한 예정된 새로 고치는 데이터에 연결하여 데이터의 위치와 상관 없이 사용자에게 최근의 정보를 제공합니다.
pt_br: Conecte-se a todos os seus dados, na nuvem ou locais, por meio de conexões dinâmicas ou atualização agendada pelo <a href="/documentation/powerbi-gateway-enterprise/">gateway da empresa</a> para fornecer aos seus usuários os insights mais recentes independentemente de onde os dados residem.
ru_ru: Не теряйте доступ к своим облачным и локальным данным благодаря динамическим подключениям или запланированным обновлениям через <a href="/documentation/powerbi-gateway-enterprise/">корпоративный шлюз</a>, чтобы ваши пользователи всегда получали самую свежую информацию независимо от того, где находятся данные.
zh_tw: 無論資料位於何處，都能透過<a href="/documentation/powerbi-gateway-enterprise/">企業閘道</a>的即時連線或排程的重新整理作業，連線到您在雲端或內部部署的所有資料，以提供使用者最新的深入解析。

# Flexible_Heading
source: Flexible
de_de: Flexibilität
fr_fr: Flexibilité
it_it: Flessibile
ja_jp: 柔軟性
ko_kr: 유연함
pt_br: Flexível
ru_ru: Гибкость
zh_tw: 富有彈性

# META_DESCRIPTION
source: Power BI is an enterprise-ready business intelligence solution that's available, scalable, secure and compliant, and easy to manage.
de_de: Power BI ist eine Business Intelligence-Lösung, die für den Einsatz in Unternehmen entwickelt wurde und hochverfügbar, skalierbar, sicher, kompatibel sowie einfach zu verwalten ist.
es_es: Power BI es una solución de inteligencia empresarial lista para la empresa que está disponible y es escalable, segura y compatible, y fácil de administrar.
fr_fr: Power BI est une solution décisionnelle d’entreprise qui est disponible, extensible, sécurisée, conforme et facile à gérer.
it_it: Power BI è una soluzione di business intelligence pensata per le aziende che è allo stesso tempo disponibile, scalabile, sicura, compatibile e facile da gestire.
ja_jp: Power BI は、可用性、拡張性、セキュリティ、コンプライアンス、利便性を備えた、組織に対応したビジネス インテリジェンス ソリューションです。
ko_kr: Power BI는 사용 가능하고 확장 가능한 안전하고 규정을 준수하며 관리하기 쉬운 엔터프라이즈급 비즈니스 인텔리전스 솔루션입니다.
pt_br: O Power BI é uma solução de business intelligence pronta para empresa que é disponível, escalonável, segura e compatível, e fácil de gerenciar.
ru_ru: Power BI – это доступное, масштабируемое, надежное, последовательное и простое в управлении корпоративное решение для бизнес-аналитики.
zh_tw: Power BI 是符合企業需求的商業智慧解決方案，不但便於使用、可靈活調整、具備安全性及相容性，而且易於管理。

# META_PAGETITLE
source: Enterprise IT | Microsoft Power BI
de_de: Unternehmens-IT | Microsoft Power BI
es_es: IT empresarial | Microsoft Power BI
fr_fr: Informatique d’entreprise | Microsoft Power BI
it_it: IT aziendale | Microsoft Power BI
ja_jp: 組織 IT | Microsoft Power BI
ko_kr: 엔터프라이즈 IT | Microsoft Power BI
pt_br: TI Corporativo | Microsoft Power BI
ru_ru: Корпоративные ИТ | Microsoft Power BI
zh_tw: 企業 IT | Microsoft Power BI

# MSTrust_Content
source: Keep your data safe where it is and connect to it in a secured way using Azure Active Directory and OAuth 2.0 authentication with Power BI. We meet regulatory requirements ISO 27001, ISO 27018, EU Model Clauses, HIPAA BAA, and UK G-Cloud compliance.
de_de: Dank Azure Active Directory und Authentifizierung über OAuth 2.0 bietet Power BI Schutz für Ihre Daten an jedem beliebigen Speicherort und sichere Datenverbindungen. Die gesetzlichen Anforderungen von ISO 27001, ISO 27018, EU-Musterklauseln, HIPAA BAA und UK Government G-Cloud werden eingehalten.
es_es: Mantenga sus datos protegidos donde están y conéctese a ellos de forma segura gracias a Azure Active Directory y la autenticación OAuth 2.0 con Power BI. Cumplimos los requisitos normativos ISO 27001, ISO 27018, EU Model Clauses, HIPAA BAA y conformidad UK G-Cloud.
fr_fr: Sécurisez les données, quel que soit leur emplacement, et connectez-vous à celles-ci de façon sécurisée à l’aide d’Azure Active Directory et de l’authentification OAuth 2.0 avec Power BI. Nous nous conformons aux exigences réglementaires des normes ISO 27001 et ISO 27018, des clauses contractuelles types de l’UE, de la réglementation HIPAA BAA et de l’initiative G-Cloud mise en place par le Royaume-Uni.
it_it: Mantieni i dati al sicuro nella posizione in cui si trovano e connettiti in modo protetto usando Azure Active Directory e l'autenticazione OAuth 2.0 con Power BI. La soluzione soddisfa tutti i requisiti normativi, quali ISO 27001, ISO 27018, le clausole modello UE, il contratto BAA HIPAA e la conformità G-Cloud nel Regno Unito.
ja_jp: Power BI では、データを現在の場所で保護し、Azure Active DIrectory および OAuth 2.0 認証を使用した安全な方法でデータに接続できます。マイクロソフトは、ISO 27001、ISO 27018、EU Model Clauses、HIPAA BAA、および UK G-Cloud コンプライアンスの規制要件を満たしています。
ko_kr: 현재 위치에서 데이터를 안전하게 유지하고 Power BI와 함께 Azure Active Directory 및 OAuth 2.0 인증을 사용하여 안전한 방법으로 해당 데이터에 연결합니다. ISO 27001, ISO 27018, EU 모범 조항, HIPAA BAA 및 UK G-Cloud 규정 등의 법적 요구 사항을 충족합니다.
pt_br: Mantenha seus dados seguros no local em que estão e conecte-os de forma segura usando o Azure Active Directory e a autenticação OAuth 2.0 com o Power BI. Atendemos aos requisitos regulatórios ISO 27001, ISO 27018, EU Model Clauses, HIPAA BAA e conformidade com UK G-Cloud.
ru_ru: Храните свои данные в безопасности и подключайтесь к ним в любой момент с помощью Azure Active Directory и проверки подлинности OAuth 2.0 в Power BI. Мы соответствуем требованиям ISO 27001, ISO 27018, типовых статей ЕС, договора деловых партнеров об акте HIPAA и постановлений UK G-Cloud.
zh_tw: 維護資料的安全，並搭配 Azure Active Directory 及 OAuth 2.0 驗證使用 Power BI，以安全的方式連接資料。我們合乎以下法規：ISO 27001、ISO 27018、EU Model Clauses、HIPAA BAA 及 UK G-Cloud 標準。

# MSTrust_Cta
source: See the Microsoft Trust Center
de_de: Zum Microsoft Trust Center
es_es: Consulte el Centro de confianza de Microsoft
fr_fr: Consulter le Centre de confidentialité Microsoft
it_it: Vedi il Centro protezione Microsoft
ja_jp: Microsoft Trust Center をご覧ください
ko_kr: Microsoft 보안 센터를 참조하세요.
pt_br: Consulte a Central de Confiabilidade da Microsoft
ru_ru: Обратитесь в центр управления безопасностью Microsoft
zh_tw: 查看 Microsoft 信任中心

# MSTrust_Heading
source: We're serious about security and compliance
de_de: Sicherheit und Compliance ohne Kompromisse
es_es: Nos tomamos muy en serio su seguridad y cumplimiento
fr_fr: Nous prenons la sécurité et la conformité très au sérieux
it_it: Sicurezza e conformità al primo posto
ja_jp: マイクロソフトはセキュリティとコンプライアンスを重視しています
ko_kr: 보안 및 규정 준수를 중요하게 고려합니다.
pt_br: Encaramos com seriedade a segurança e conformidade
ru_ru: Мы очень серьезно относимся к вопросам безопасности и соответствия требованиям
zh_tw: 我們十分重視安全性及法規

# People_Content
source: Secure who gets access to what data in Power BI using <a href="/blog/power-bi-service-march-update-part-two/">row-level security</a> in combination with your existing Azure and Office 365 investment.
de_de: Über die <a href="/blog/power-bi-service-march-update-part-two/">Sicherheit auf Zeilenebene</a> in Power BI und Ihre bisherigen Investitionen in Azure und Office 365 steuern Sie, wer Zugriff auf welche Daten hat.
es_es: Asegure quién accede a datos determinados en Power BI mediante la seguridad de <a href="/blog/power-bi-service-march-update-part-two/">nivel de fila</a> junto con su inversión actual de Azure y Office 365.
fr_fr: Définissez quels sont les utilisateurs autorisés à accéder à certains types de données dans Power&#160;BI à l’aide de la <a href="/blog/power-bi-service-march-update-part-two/">sécurité au niveau des lignes</a> et de vos investissements Azure et Office&#160;365 existants.
it_it: Proteggi l'accesso ai dati in Power BI usando la <a href="/blog/power-bi-service-march-update-part-two/">sicurezza a livello di riga</a> in combinazione con l'investimento esistente in Azure e Office 365.
ja_jp: Power BI では、<a href="/blog/power-bi-service-march-update-part-two/">行レベルのセキュリティ</a>を既存の Azure および Office 365 投資と組み合わせて使用することにより、どのデータに対するアクセスを誰に許可するかを安全に設定できます。
ko_kr: 기존 Azure 및 Office 365 투자와 조합된 <a href="/blog/power-bi-service-march-update-part-two/">낮은 수준의 보안</a>을 사용하여 Power BI의 어떤 데이터에 누가 액세스하는지를 보호합니다.
pt_br: Proteja quem obtém o acesso a quais dados no Power BI usando <a href="/blog/power-bi-service-march-update-part-two/">segurança de nível de linha</a> em combinação com seu investimento do Azure e Office 365 existente.
ru_ru: Благодаря <a href="/blog/power-bi-service-march-update-part-two/">безопасности на уровне строк</a> и вложениям в Azure и Office 365 в Power BI вы можете сами определять, какие пользователи получат доступ к данным, и к каким именно данным.
zh_tw: 以您現有的 Azure 及 Office 365 成本使用<a href="/blog/power-bi-service-march-update-part-two/">資料列層級安全性</a>，區分不同使用者能在 Power BI 存取的資料範圍。
