Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Solutions/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Hero_Content
source: See how we're already making waves in many industries and helping users of any skill level take advantage of their data. Power BI lets you reduce risks, increase rewards and unlock insights to drive more informed decisions no matter what industry you're in. Get the metrics you need instantly and keep everyone on the same page.
de_de: Wir sorgen bereits in vielen Branchen für Bewegung und unterstützen Benutzer aller Qualifikationsstufen bei der Bearbeitung Ihrer Daten. Mit Power BI können Sie Risiken verringern, den Ertrag steigern und Erkenntnisse erlangen, die zu besser informierten Entscheidungen führen – unabhängig von der Branche. Sie können die benötigten Metriken umgehend abrufen und sicherstellen, dass Ihr gesamtes Team immer auf dem neuesten Stand ist.
es_es: Estamos revolucionando numerosos sectores y ayudamos a los usuarios con cualquier nivel de conocimientos a sacar partido de sus datos. Power BI permite reducir los riesgos, aumentar las recompensas y desentrañar la información para permitir una toma de decisiones bien informada, independientemente del sector en el que trabaje. Obtenga al instante las métricas que necesite y mantenga a todo el equipo en sintonía.
fr_fr: Découvrez l’influence que nous avons déjà dans de nombreux secteurs et comment nous aidons les utilisateurs novices ou confirmés à tirer le meilleur parti de leurs données. Power BI vous permet de réduire les risques, d’augmenter les revenus et d’obtenir des informations précieuses qui vous aideront à prendre des décisions éclairées, quel que soit le secteur dans lequel vous travaillez. Obtenez instantanément les métriques dont vous avez besoin et partagez-les avec tout le monde.
it_it: Power BI ha registrato una notevole diffusione in molti settori e aiuta gli utenti di qualsiasi livello di competenza a usare al meglio i dati. Grazie a Power BI è possibile ridurre i rischi, aumentare i vantaggi e ottenere informazioni dettagliate per prendere decisioni informate, indipendentemente dal settore in cui si opera. Puoi ottenere immediatamente le metriche che ti servono e tenere aggiornate tutte le persone coinvolte.
ja_jp: Power BI が多くの業界で既に話題になっており、さまざまな技術レベルのユーザーがデータを活用できるよう支援していることをご覧ください。 Power BI を使えば、業界を問わずリスクの軽減や各種施策の効果向上を実現できるほか、情報が入手しやすくなることによって、十分な情報に基づいた意思決定が可能になります。 また、必要なメトリックを直ちに取得し、チームの足並みを揃えることもできます。
ko_kr: Microsoft가 이미 수많은 업계를 주도하고 모든 기술 수준의 사용자가 데이터를 활용할 수 있도록 지원하는 비결을 알아 보세요. Power BI는 위험을 줄이고, 보상을 늘리고, 통찰력을 제공하여 모든 업계에서 더욱 합리적인 의사 결정을 내릴 수 있도록 지원합니다. 즉시 필요한 메트릭을 제공하여 모두가 상황을 파악할 수 있도록 지원합니다.
pt_br: Veja como já estamos criando ondas em muitos setores industriais e ajudando usuários de todos os níveis de habilidade a tirar proveito de seus dados. O Power BI permite reduzir riscos, aumentar remunerações e revelar novas informações para conduzir decisões mais fundamentadas, independentemente do setor industrial em que você atua. Obtenha instantaneamente a métrica de que você precisa e mantenha todas as pessoas em sintonia.
ru_ru: Посмотрите, как мы уже внесли изменения во многих областях и помогли пользователям всех уровней квалификации извлечь преимущества из своих данных. Power BI позволяет сократить риски, увеличить выгоды и открыть возможности для принятия более обоснованных решений, независимо от того, в какой отрасли вы работаете. Получайте доступ к нужным вам показателям мгновенно и сохраняйте взаимопонимание в команде.
zh_cn: 查看我们如何在众多行业中引起轰动，以及如何帮助任何技能水平的用户充分利用他们的数据。 借助 Power BI，不论你处于什么行业，你都可以降低风险、增加收益并释放洞察力来作出更为明智的决策。 立即获取所需的指标并使所有人位于同一页面上。
zh_tw: 了解我們在許多產業早已形成的影響，以及我們如何協助任何技能等級的使用者利用其資料。 Power BI 讓您不論身處何種產業，都能降低風險、提高報酬率，並深入分析以制定更旁徵博引的決策。 您不僅可以立即取得所需的度量資訊，還可以讓所有人達成共識。

# Hero_Heading
source: Whatever your role, Power BI is the right teammate
de_de: In welcher Position Sie auch tätig sind, Power BI ist der richtige Ansprechpartner
es_es: Sea cual sea su rol, Power BI es el compañero de equipo perfecto
fr_fr: Quelle que soit votre fonction, Power BI est le collègue idéal
it_it: Indipendentemente dal ruolo, Power BI è il collega ideale
ja_jp: 役割に関係なく、Power BI は良きチームメイト
ko_kr: Power BI는 모든 역할에 적합한 비즈니스 도구입니다.
pt_br: Qualquer que seja sua função, o Power BI é o companheiro certo
ru_ru: Какие бы обязанности вы ни исполняли, Power BI всегда будет отличным помощником
zh_cn: 无论你的角色如何，Power BI 都是正确的队友
zh_tw: 不論您扮演何種角色，Power BI 都是您的最佳隊友

# Marketing_Heading
source: Marketing
ja_jp: マーケティング
ko_kr: 마케팅
ru_ru: Маркетинг
zh_cn: 市场营销
zh_tw: 行銷

# Marketing_Market_Content
source: Are you overwhelmed by data from all the different tools you use? Is it time-consuming to access and analyze all that information together? Make it simple: with Power BI, you can easily monitor and analyze your marketing campaigns and efficiently allocate your resources to the right channels, all in one place
de_de: Wachsen Ihnen die Daten all der verschiedenen Tools, mit denen Sie arbeiten, über den Kopf? Ist es zu zeitaufwändig, auf diese vielen Informationen zuzugreifen und sie zu analysieren? Dann machen Sie es sich leicht: Mit Power BI können Sie Ihre Marketingkampagnen auf einfache Weise überwachen und analysieren und Ihre Ressourcen effizient den richtigen Kanälen zuordnen – alles an zentraler Stelle.
es_es: ¿Le abruma la cantidad de datos procedentes de todas las herramientas que usa? ¿Tarda mucho tiempo en acceder a la información y analizarla? Simplifique el proceso: con Power BI, puede supervisar y analizar fácilmente sus campañas de marketing y asignar de manera eficaz los recursos a los canales correctos, y todo ello en el mismo sitio.
fr_fr: Êtes-vous submergé par les données provenant des différents outils que vous utilisez ? Mettez-vous du temps à accéder à toutes ces données et à les analyser ? Simplifiez-vous la tâche : avec Power BI, vous pouvez facilement surveiller et analyser vos campagnes marketing et allouer efficacement vos ressources aux canaux appropriés, le tout au même endroit.
it_it: Sei sopraffatto dai dati provenienti da tutti gli strumenti che usi? L'accesso a tutte queste informazioni e l'analisi richiedono troppo tempo? Con Power BI è semplice: puoi monitorare e analizzare le campagne di marketing e allocare le risorse ai canali appropriati, tutto da un'unica posizione.
ja_jp: 使用するさまざまなツールからのデータに圧倒されていませんか。 すべての情報にアクセスし、それをまとめて分析するのに時間がかかりませんか。 シンプル: Power BI を使用すると、1 つの場所で、マーケティング キャンペーンを簡単に監視および分析して、リソースを正しいチャネルに効果的に割り当てることができます。
ko_kr: 사용하고 있는 다양한 도구에서 너무 많은 데이터를 제공하나요? 이러한 모든 정보에 액세스하고 이를 분석하는 데 시간이 너무 오래 걸리나요? Power BI를 사용하면 간단해집니다. 마케팅 캠페인을 쉽게 모니터링하고 분석하며, 리소스를 올바른 채널에 효율적으로 할당할 수 있습니다. 이 모든 작업을 한 곳에서 할 수 있습니다.
pt_br: Você está sobrecarregado pelos dados de todas as diferentes ferramentas que utiliza? É demorado acessar e analisar todas essas informações juntas? Simplifique: com o Power BI, você pode facilmente monitorar e analisar campanhas de marketing e alocar com eficiência os recursos para os canais corretos, tudo em um único lugar
ru_ru: Вы перегружены большим объемом данных из различных используемых вами инструментов? Затрачиваете много времени на получение доступа и анализ всех этих данных? Мы поможем вам упростить работу: с помощью Power BI можно легко отслеживать и анализировать маркетинговые кампании и эффективно распределять ресурсы для нужных каналов.
zh_cn: 面对来自你使用的不同工具的数据，你经常感到不知所措吗？ 访问和分析所有这些信息是不是很费时间？ 将事情变得简单：借助 Power BI，你可以轻松监控和分析你的市场营销活动并有效地将资源分配到正确的渠道，所有这些操作均可在一个位置实现
zh_tw: 您是否對於使用各種工具所產生的龐大資料量感到難以應付？ 是否花很長的時間才能存取及分析所有資訊？ 簡化程序：有了 Power BI，您可以輕鬆地監視及分析您的行銷活動，將資源有效地分配到適當的通路，而且所有動作在同一處就能完成

# Marketing_Market_Heading
source: Market smarter
de_de: Intelligenteres Marketing
es_es: Mercado más inteligente
fr_fr: Commercialisez vos produits plus intelligemment
it_it: Marketing intelligente
ja_jp: よりスマートなマーケティング
ko_kr: 더욱 스마트한 마케팅
pt_br: O mais inteligente do mercado
ru_ru: Интеллектуальный рынок
zh_cn: 更智能的市场
zh_tw: 更了解市場

# Marketing_Monitor_Content
source: Is your campaign effective? How are your marketing tactics performing? Dive deep and analyze performance by specific products and market segments to find the actions that lead to retention, upsell, or cross-sell opportunities.
de_de: Ist Ihre Kampagne effektiv? Was leisten Ihre Marketingtaktiken? Gehen Sie in die Tiefe, und analysieren Sie die Leistung nach bestimmten Produkten und Marktsegmenten. So finden Sie heraus, welches die richtigen Aktivitäten sind, die zu Kundenbindung, Upselling- oder Cross-Selling-Gelegenheiten führen.
es_es: ¿Es su campaña eficaz? ¿Están dando resultado sus tácticas de marketing? Conozca y analice a fondo el rendimiento de productos específicos y segmentos de mercado para localizar las acciones que conducen a oportunidades de retención, incremento de ventas o ventas cruzadas.
fr_fr: Votre campagne est-elle efficace ? Vos stratégies marketing sont-elles efficaces ? Explorez en détail vos données et analysez les performances de chaque produit et de chaque segment de marché pour connaître les actions qui mènent à la rétention, aux ventes incitatives et aux opportunités de ventes croisées.
it_it: La tua campagna è efficace? Quali sono le prestazioni delle tue strategie di marketing? È possibile esplorare e analizzare in dettaglio le prestazioni in base a prodotti e segmenti di mercato specifici per individuare le azioni che possono generare opportunità di fidelizzazione, upselling o cross-selling.
ja_jp: キャンペーンは効果的ですか。 マーケティング戦略は成果を上げていますか。 特定の製品およびマーケット セグメントごとにパフォーマンスを詳しく分析し、保有、アップセル、またはクロスセルの機会につながる行動を特定します。
ko_kr: 진행 중인 캠페인은 효과적인가요? 마케팅 전술의 성과는 어떤가요? 특정 제품 및 세분 시장별로 성과를 심층적으로 확인 및 분석하여 고객 유지, 상향 판매 또는 교차 판매 기회로 이어지는 활동을 파악해 보세요.
pt_br: Sua campanha é eficaz? Qual o desempenho atual de suas táticas de marketing? Aprofunde-se e analise o desempenho por produtos e segmentos de mercado específicos para localizar as ações que levam a oportunidades de retenção, maximização das vendas ou venda cruzada.
ru_ru: Насколько эффективна кампания? Как работает маркетинговая тактика? Вникните в детали и проанализируйте эффективность определенных продуктов и сегментов рынка для поиска действий, которые приведут к сохранению или увеличению объема продаж, а также к возможности перекрестных продаж.
zh_cn: 你的活动有成效吗？ 市场营销策略的收效如何？ 按特定产品和市场细分深入研究和分析绩效，以找出哪些举措可产生滞留、增销或交叉销售的机会。
zh_tw: 您的行銷活動有效嗎？ 您的行銷策略績效如何？ 依特定產品和市場區隔來深入探索及分析績效，找出哪些行動可以產生留住客戶、追加銷售或交叉銷售的商機。

# Marketing_Monitor_Heading
source: Monitor your campaign
de_de: Überwachen der Kampagne
es_es: Supervise la campaña
fr_fr: Surveillez votre campagne
it_it: Monitora le campagne
ja_jp: キャンペーンの監視
ko_kr: 캠페인 모니터링
pt_br: Monitore a sua campanha
ru_ru: Мониторинг кампании
zh_cn: 监控你的活动
zh_tw: 監視行銷活動

# Marketing_Talk_Content
source: Want to target your most profitable customers? How can you easily position your campaigns to produce the greatest ROI? Segment your customers based on geographic buying behavior, demographic filters, customer lifetime values, activations, and churn.
de_de: Möchten Sie gezielt Ihre profitabelsten Kunden ansprechen? Wie können Sie Ihre Kampagnen mit geringem Aufwand so positionieren, dass sie das größte ROI erzielen? Segmentieren Sie Ihre Kunden auf der Basis von geografischem Kaufverhalten, Demografiefiltern, Customer Lifetime Value, Aktivierungen und Abwanderungsquote.
es_es: ¿Desea dirigirse a sus clientes más rentables? ¿Cómo puede posicionar fácilmente sus campañas para obtener la mayor rentabilidad de la inversión? Segmente sus clientes en función del comportamiento de compra geográfica, filtros demográficos, valores de duración de cliente, activaciones y renovación.
fr_fr: Vous voulez cibler vos clients les plus rentables ? Comment pouvez-vous facilement positionner vos campagnes de manière à obtenir un meilleur retour sur investissement ? Segmentez vos clients selon leur comportement d’achat par zone géographique, selon des filtres démographiques, des valeurs de durée de vie client, la fidélisation et les pertes de clients.
it_it: Vuoi individuare i clienti che garantiscono maggiore redditività? Qual è il posizionamento più adatto per le tue campagne al fine di ottenere il massimo utile sull'investimento (ROI)? È possibile segmentare i clienti in base al comportamento di acquisto geografico, filtri demografici, Customer Lifetime Value, attivazioni e abbandono.
ja_jp: 最も収益の高い顧客を対象にしたいと思いますか。 キャンペーンを実施して、最大の ROI を簡単に生み出す方法はあるでしょうか。 地理的な購買行動、人口統計のフィルター、顧客生涯価値、アクティブ化、チャーンに基づいて顧客をセグメント化します。
ko_kr: 가장 수익성 있는 고객을 찾고 계시나요? 가장 큰 ROI를 도출하기 위해 캠페인을 쉽게 배치하려면 어떻게 해야 할까요? 지리적 구매 행동, 인구 통계 필터, 고객 수명 가치, 활성화 상태 및 이탈을 기준으로 고객을 분류해 보세요.
pt_br: Deseja ter como alvo seus clientes mais lucrativos? Como posicionar facilmente suas campanhas para que produzam o ROI (retorno sobre o investimento) mais elevado? Segmente seus clientes com base no comportamento de compra geográfico, em filtros demográficos, valores de tempo de vida do cliente, ativações e rotatividade.
ru_ru: Вы хотите сфокусироваться на наиболее выгодных клиентах? Как легко позиционировать кампании, чтобы получить максимальную рентабельность инвестиций? Производите сегментацию клиентов на основе географического поведения покупателей, демографических фильтров, значений времени существования клиента, активации и обработки.
zh_cn: 想要将盈利最多的客户作为目标？ 如何可以轻松地定位你的市场活动，从而产生最大的投资回报率？ 基于地理位置购买行为、人口统计筛选、客户生存期值、活跃度和变更情况细分你的客户。
zh_tw: 想要鎖定獲利率最高的客戶嗎？ 如何輕鬆地定位行銷活動，以產生最大投資報酬率？ 根據地區購買行為、人口過濾、客戶終身價值、活動性和流失率，來區隔您的客戶。

# Marketing_Talk_Heading
source: Talk to the right customers
de_de: Wenden Sie sich an die richtigen Kunden
es_es: Hable con los clientes adecuados
fr_fr: Adressez-vous aux bons clients
it_it: Rivolgiti ai clienti appropriati
ja_jp: 適切な顧客を対象にする
ko_kr: 적합한 고객에게 도달
pt_br: Fale com os clientes certos
ru_ru: Обратитесь к нужным клиентам
zh_cn: 与正确的客户交谈
zh_tw: 面對正確的客戶

# Menu_CustomerSupport_CTA
source: Customer Support
de_de: Kundensupport
es_es: Asistencia al cliente
fr_fr: Support technique
it_it: Supporto clienti
ja_jp: カスタマー サポート
ko_kr: 고객 지원
pt_br: Suporte ao Cliente
ru_ru: Поддержка клиентов
zh_cn: 客户支持
zh_tw: 客戶支援

# Menu_DecisionMaker_CTA
source: Decision Maker
de_de: Entscheidungsträger
es_es: Toma de decisiones
fr_fr: Décideur
ja_jp: 意思決定者
ko_kr: 의사 결정자
pt_br: Tomador de Decisão
ru_ru: Принятие решений
zh_cn: 决策者
zh_tw: 決策者

# Menu_Marketing_CTA
source: Marketing
ja_jp: マーケティング
ko_kr: 마케팅
ru_ru: Маркетинг
zh_cn: 市场营销
zh_tw: 行銷

# Menu_Sales_CTA
source: Sales
de_de: Vertrieb
es_es: Ventas
fr_fr: Ventes
it_it: Vendite
ja_jp: セールス
ko_kr: 영업
pt_br: Vendas
ru_ru: Продажи
zh_cn: 销售
zh_tw: 銷售

# META_PAGETITLE
source: Solutions | Microsoft Power BI
de_de: Lösungen | Microsoft Power BI
es_es: Soluciones | Microsoft Power BI
it_it: Soluzioni | Microsoft Power BI
ja_jp: ソリューション | Microsoft Power BI
ko_kr: 솔루션 | Microsoft Power BI
pt_br: Soluções | Microsoft Power BI
ru_ru: Решения | Microsoft Power BI
zh_cn: 解决方案 | Microsoft Power BI
zh_tw: 解決方案 | Microsoft Power BI

# Sales_Crush_Content
source: Want to forecast sales better, hit that record sales target, and increase profitability per sale? If you use Microsoft Dynamics CRM or Salesforce.com, Power BI extends and enhances these services with instant insight into your pipeline. Track key metrics like conversion rate, pipeline value, and win rate by getting a holistic picture of your customer pipeline from initial contact to successful closure.
de_de: Möchten Sie Umsätze besser vorhersagen, den angepeilten Umsatzrekord erzielen und den Gewinn pro Verkauf steigern? Wenn Sie Microsoft Dynamics CRM oder Salesforce.com verwenden, ergänzt und erweitert Power BI diese Dienste um den unmittelbaren Einblick in Ihren Vertriebsverlauf. Verfolgen Sie zentrale Metriken wie die Konversionsrate, den Verlaufswert und die Erfolgsquote, indem Sie ein ganzheitliches Bild Ihres Kundenverlaufs vom ersten Kontakt bis zum erfolgreichen Abschluss erstellen.
es_es: ¿Desea prever mejor las ventas, alcanzar un objetivo de ventas récord y aumentar la rentabilidad por venta? Si usa Microsoft Dynamics CRM o Salesforce.com, Power BI amplía y mejora de estos servicios al ofrecer información instantánea sobre el proceso de ventas. Realice un seguimiento de las métricas clave, como la tasa de conversión, el valor de del proceso de ventas y el índice de ganancias a través de una visión holística del proceso de ventas del cliente, desde el contacto inicial hasta la finalización correcta.
fr_fr: Vous voulez obtenir de meilleures prévisions de ventes, atteindre votre objectif de réaliser des ventes record ou améliorer la marge par vente ? Power BI étend et améliore les services, tels que Microsoft Dynamics CRM ou Salesforce.com, en vous permettant d’obtenir un aperçu instantané de votre pipeline. Effectuez le suivi des métriques clés telles que le taux de conversion, la valeur de pipeline et le taux d’opportunités gagnées grâce à une vue globale de votre pipeline client, depuis le premier contact jusqu’à la clôture de la vente.
it_it: Vuoi prevedere meglio le vendite, raggiungere il record di obiettivi di vendite e aumentare la redditività per vendita? In combinazione con Microsoft Dynamics CRM o Salesforce.com, Power BI estende e migliora questi servizi grazie a informazioni dettagliate immediate nella pipeline. È possibile monitorare le metriche principali, ad esempio tasso di conversione, valore della pipeline e percentuale di trattative concluse, grazie a una panoramica generale della pipeline dei clienti dal contatto iniziale alla conclusione positiva della trattativa.
ja_jp: 売上をより正確に予測し、最高売り上げ目標を達成し、売上ごとの収益性を上げたいですか。 Microsoft Dynamics CRM または Salesforce.com を使用している場合、Power BI は、パイプラインの洞察を即時に提供し、これらのサービスを拡張および強化します。最初のコンタクトから正常な終了までの顧客のパイプラインの全体像を取得することによってコンバージョン率、パイプラインの値、および成功率などの主要なメトリックを追跡します。
ko_kr: 판매량을 늘리고, 목표 최대 판매량에 도달하고, 판매당 수익성을 높이고 싶으세요? Microsoft Dynamics CRM 또는 Salesforce.com을 사용하면 Power BI에서 파이프라인에 대한 즉각적인 통찰력으로 이러한 서비스를 확장 및 향상시킵니다. 첫 연락에서 성공적인 결말까지 고객 파이프라인에 대한 전체적인 그림을 확보하여 변환 속도, 파이프라인 가치 및 승률 등의 주요 메트릭을 추적해 보세요.
pt_br: Você deseja prever melhor as vendas, atingir aquela meta de vendas recorde e aumentar a lucratividade por venda? Se você usar o Microsoft Dynamics CRM ou o Salesforce.com, o Power BI estende e aprimora esses serviços com informações imediatas sobre seu pipeline. Acompanhe métricas-chave como a taxa de conversão, o valor de pipeline e a taxa de ganhos ao obter uma visão holística do seu pipeline de cliente, desde o contato inicial até um fechamento bem-sucedido.
ru_ru: Вам требуется точнее прогнозировать продажи, довести показатели до заданного целевого объема продаж и повысить рентабельность? Если вы используете Microsoft Dynamics CRM или Salesforce.com, то Power BI расширяет и улучшает эти службы с помощью дополнительных сведений о канале продаж. Отслеживайте ключевые показатели, такие как коэффициент привлечения, значение канала продаж и количество успешных продаж, чтобы получить целостное представление о канале продаж для клиента, начиная с первоначального обращения до успешного закрытия.
zh_cn: 想要更准确地预测销售额、达到销售目标记录和增加每笔销售的利润吗？ 如果你使用 Microsoft Dynamics CRM 或 Salesforce.com，Power BI 将扩展和增强这些服务，使你可立即深入了解你的管道。通过获取从初始合同签订到成功达成交易期间客户管道的整体图，跟踪诸如换算比率、管道价值和获胜率等关键指标。
zh_tw: 想要更精準地預測銷售、達到目標銷售記錄，並提高每筆交易的獲利率嗎？ 如果您使用 Microsoft Dynamics CRM 或 Salesforce.com，Power BI 可立即深入分析您的準銷售案源，以擴充及增強這些服務。透過全盤了解從初次接觸到成交的客戶準銷售案源，來追蹤轉換速率、準銷售案源價值和成交機率等關鍵指標。

# Sales_Crush_Heading
source: Crush your quota
de_de: Vertriebsverlauf auf einen Blick
es_es: Supere su cuota
fr_fr: Surpassez votre quota
it_it: Supera la quota
ja_jp: ノルマの達成
ko_kr: 할당량 도달
pt_br: Supere em muito sua cota
ru_ru: Увеличьте вашу квоту
zh_cn: 配额细分
zh_tw: 達成目標

# Sales_Heading
source: Sales
de_de: Vertrieb
es_es: Ventas
fr_fr: Ventes
it_it: Vendite
ja_jp: セールス
ko_kr: 영업
pt_br: Vendas
ru_ru: Продажи
zh_cn: 销售
zh_tw: 銷售

# Sales_Management_Content
source: Want at-a-glance insights into your team's key metrics and the ability to quickly drill down for more details? Power BI creates these dashboards in seconds, bringing your company's sales pipeline under a magnifying glass. Explore the stages in your sales process — what can you learn from the successful deals your team has closed?
de_de: Möchten Sie auf einen Blick verständliche Einblicke in die wichtigsten Metriken Ihres Teams erhalten, kombiniert mit der Möglichkeit zu schnellen Drilldowns, um weitere Details anzuzeigen? Power BI erstellt diese Dashboards innerhalb von Sekunden und zeigt Ihnen Ihren Vertriebsverlauf in allen Einzelheiten. Untersuchen Sie die Phasen in Ihrem Vertriebsprozess – was können Sie aus den erfolgreichen Abschlüssen Ihres Teams lernen?
es_es: ¿Desea información rápida sobre las métricas clave del equipo y la capacidad para obtener prontamente más detalles? Power BI crea estos paneles en cuestión de segundos, lo que permite analizar con todo detalle el proceso de ventas de la empresa. Explore las fases del proceso de venta. ¿Qué se puede aprender de los negocios que el equipo cerró satisfactoriamente?
fr_fr: Vous voulez obtenir une vue d’ensemble des métriques clés de votre équipe et accéder rapidement à davantage d’informations ? Power BI crée ces tableaux de bord en quelques secondes, vous permettant ainsi de scruter à la loupe le pipeline des ventes de votre entreprise. Regardez les étapes de votre processus de vente. Qu’est-ce que vous apprennent les ventes que votre équipe a réalisées ?
it_it: Servono informazioni dettagliate immediate sulle metriche principali del team e la possibilità di esaminare ulteriormente i dati? Power BI crea questi dashboard in pochi secondi e fornisce una presentazione dettagliata della pipeline di vendita della società. È possibile esplorare le fasi del processo di vendita e ottenere informazioni in merito alle trattative positive concluse dal team.
ja_jp: チームの主要なメトリックの分かりやすい情報と、詳細をすばやく調べる機能が必要ですか。 Power BI は、これらのダッシュボードを数秒で作成し、会社の販売パイプランを詳細に調べることができるようにします。販売プロセスの各ステージを調べて、チームが成功に導いた取引から教訓を得られるようにします。
ko_kr: 팀의 주요 메트릭과 기능에 대한 요약 정보를 통해 자세한 정보를 신속하게 얻길 원하세요? Power BI에서는 몇 초 내에 이러한 대시보드를 만들어 회사의 영업 파이프라인을 한눈에 파악할 수 있습니다. 영업 프로세스 단계 탐색 - 팀에서 마감한 성공적인 거래에서 배울 수 있는 점은 무엇인가요?
pt_br: Deseja informações imediatas das métricas-chave da sua equipe e a capacidade de fazer rapidamente uma busca detalhada para obter mais detalhes? O Power BI cria esses painéis em segundos, colocando o pipeline de vendas da empresa sob uma lente de aumento. Explore os estágios do processo de vendas — o que você pode aprender com as negociações bem-sucedidas que a equipe fechou?
ru_ru: Вам требуется понимание ключевых показателей команды и возможность быстро выполнить детализацию укрупнением для получения дополнительных сведений? Power BI создает такие информационные панели за считаные секунды, переводя продажи компании под «увеличительное стекло». Просматривайте этапы процесса продаж: что можно узнать из успешных сделок, которые заключили сотрудники команды?
zh_cn: 想一眼就了解团队的关键指标并快速进行深入分析以获取更多详细信息吗？ Power BI 可在数秒内创建这些仪表板，并使你公司的销售管道如同置于放大镜下般一目了然。了解销售过程的不同阶段 — 你可以从你的团队成功达成的交易中学到些什么？
zh_tw: 想要一眼就能清楚了解小組的關鍵指標，並能迅速向下鑽研以取得詳細資訊？ Power BI 可在瞬間建立這些儀表板，以放大檢視貴公司的準銷售案源。瀏覽銷售過程的每個階段；您可以從小組成功完成的交易中學到什麼？

# Sales_Management_Heading
source: Sales management
de_de: Verkaufsmanagement
es_es: Administración de ventas
fr_fr: Gestion des ventes
it_it: Gestione delle vendite
ja_jp: 売上の管理
ko_kr: 판매 관리
pt_br: Gerenciamento de vendas
ru_ru: Управление продажами
zh_cn: 销售管理
zh_tw: 銷售管理
