Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Solutions/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# CustomerSupport_Bigger_Content
source: How does your work contribute to your customers' success? Monitor your performance and how it impacts your team's bottom line. Talk your customers' language by understanding their problems and see your brand loyalty soar.
de_de: Wie trägt Ihre Arbeit zum Erfolg Ihrer Kunden bei? Überwachen Sie Ihre Leistung und Ihren Einfluss auf die Teambilanz. Fühlen Sie sich in die Probleme Ihrer Kunden ein, und die Markentreue wird sich vervielfachen.
es_es: ¿Cómo contribuye su trabajo al éxito de sus clientes? Supervise su rendimiento y el impacto que este tiene en los resultados de su equipo. Hable el mismo idioma que sus clientes al comprender sus problemas; comprobará que su fidelidad se eleva vertiginosamente.
fr_fr: De quelle manière votre travail contribue-t-il au succès de vos clients ? Surveillez vos performances et leur impact sur celles de votre équipe. Comprenez les problèmes de vos clients et vous verrez la fidélité à votre marque monter en flèche.
it_it: In che modo il tuo lavoro contribuisce al successo dei clienti? Puoi monitorare le tue prestazioni e osservarne l'impatto sui risultati del team. Parlando la lingua dei clienti e individuando i loro problemi, la fedeltà al marchio aumenterà.
ja_jp: 自分の作業は顧客の成功にどのように関係しているでしょうか。 パフォーマンスと、それがチームの最終収益に与える影響を監視します。顧客の問題を理解することによって顧客の言葉で話し、ブランド ロイヤリティの向上を実感してください。
ko_kr: 여러분의 업무가 고객의 성공에 어떻게 기여하나요? 성능 및 팀의 핵심에 영향을 미치는 방법을 모니터링해 보세요. 고객의 문제를 이해하여 고객의 표현으로 대화하고 브랜드 충성도를 확인해 보세요.
pt_br: Como o seu trabalho contribui para o sucesso de seus clientes? Monitore seu desempenho e como ele afeta o resultado de sua equipe. Fale a mesma língua de seus clientes ao compreender seus problemas e veja a fidelidade à sua marca disparar.
ru_ru: Как ваши действия влияют на успех клиентов? Отслеживайте собственную производительность и ее влияние на результат работы команды. Говорите с клиентами на одном языке, вникайте в их проблемы, и вы увидите, как повышается доверие к вашей торговой марке.
zh_cn: 你的工作如何帮助客户取得成功？ 监视你的绩效并查看它如何影响你团队的绩效。以客户的语言与之交谈，了解他们的问题，从而实现品牌忠诚度的提升。
zh_tw: 您的工作對客戶的成功有何貢獻？ 監視您的績效，以及該績效如何影響小組的底線。透過了解客戶的問題，以客戶的語言與其對話，並查看品牌忠誠度的攀升情況。

# CustomerSupport_Bigger_Heading
source: See the bigger picture
de_de: Erhalten Sie einen Gesamtüberblick
es_es: Obtenga una visión general más amplia
fr_fr: Obtenez une vue d’ensemble
it_it: Osserva il quadro generale
ja_jp: 全体像の確認
ko_kr: 더 넓은 시각 얻기
pt_br: Veja o panorama geral
ru_ru: Хотите увидеть полную картину?
zh_cn: 查看更大图片
zh_tw: 看清全貌

# CustomerSupport_FiveStar_Content
source: Want to help your team hit their customer satisfaction goals? As a customer support manager, you need to ensure your team is helping customers succeed every time. In a single view, understand how waiting in a queue affects call ratings, who's resolving tickets most efficiently, and which channel has the highest incident volume.
de_de: Möchten Sie Ihrem Team helfen, die Kundenzufriedenheitsziele zu erreichen? Als Kundendienstleiter müssen Sie sicherstellen, dass Ihr Team Kunden in jedem Fall erfolgreich helfen kann. Verstehen Sie mithilfe einer Datenübersicht, wie das Warten in einer Warteschlange sich auf die Anrufbewertungen auswirkt, wer Tickets besonders effizient auflöst und welcher Kanal die größten Fallzahlen aufweist.
es_es: ¿Desea ayudar a su equipo a alcanzar los objetivos de satisfacción del cliente? Como administrador de la asistencia al cliente, deberá asegurarse de que su equipo ayuda correctamente a los clientes en todo momento. Una sola vista le ayudará a entender cómo la espera en cola afecta a la valoración de las llamadas, quién resuelve las incidencias de forma más eficaz y qué canal tiene el mayor volumen de incidentes.
fr_fr: Vous souhaitez aider votre équipe à atteindre ses objectifs de satisfaction client ? En tant que responsable du support technique, vous devez vous assurer que votre équipe parvient à aider les clients à chaque fois. Dans une seule et même vue, voyez comment le fait d’être mis en attente affecte les évaluations d’appels, voyez qui résout les problèmes le plus efficacement et quel canal possède le plus important nombre d’incidents.
it_it: Vuoi aiutare il team a raggiungere gli obiettivi di soddisfazione dei clienti? In qualità di responsabile del supporto clienti, è necessario assicurarsi che il team riesca sempre a risolvere i problemi dei clienti. Una visualizzazione centralizzata permette di comprendere quanto influisce l'attesa in una coda sulla valutazione delle chiamate, quali sono i membri del team che risolvono le richieste di supporto in modo più efficiente e quale canale presenta il maggior volume di eventi imprevisti.
ja_jp: チームが顧客満足度の目標を達成できるようサポートすることをお望みですか。 カスタマー サポート マネージャーは、チームがいつも顧客の成功を支援しているかどうか確認する必要があります。たった 1 つのビューで、順番待ちによって通話の評価にどのような影響があるか、最も効率的にチケットを解決しているメンバーはだれか、インシデントのボリュームが一番大きいのはどのチャネルか、などを把握できます。
ko_kr: 팀이 고객 만족 목표를 달성할 수 있도록 지원하길 원하세요? 고객 지원 관리자는 팀이 매번 고객이 성공하도록 지원하는지 확인해야 합니다. 단일 뷰를 통해 대기열에서의 대기가 통화 평가에 어떤 영향을 미치는지, 티켓을 가장 효율적으로 해결하는 사람은 누구인지, 그리고 가장 건 수가 높은 채널은 무엇인지 파악해 보세요.
pt_br: Deseja ajudar a equipe a atingir suas metas de satisfação do cliente? Como gerente de suporte ao cliente, você precisa garantir que sua equipe esteja ajudando os clientes a ter êxito sempre. Em uma única exibição, compreenda como aguardar em uma fila afeta as classificações de chamada, quem está resolvendo tíquetes de maneira mais eficiente e qual canal que tem o maior volume de incidentes.
ru_ru: Хотите помочь команде достичь поставленных целей по удовлетворенности клиентов? Как руководителю отдела обслуживания клиентов вам необходимо убедиться, что ваша команда всегда помогает клиентам завершить сделку. В одном представлении можно оценить, как ожидание в очереди влияет на оценку телефонного звонка, кто более эффективно разрешает заявки на обслуживание и какие каналы имеют наибольший объем инцидентов.
zh_cn: 想要帮助你的团队达到其客户满意度目标？ 作为客户支持经理，你需要确保团队每次都能够帮助客户取得成功。在单个视图中，了解排队等待如何影响通话评分、谁最能有效地解决问题以及哪个渠道具有最高的事件量。
zh_tw: 想要協助您的小組達到客戶滿意度目標嗎？ 身為客戶支援經理，您必須確保小組協助客戶屢戰屢勝。透過單一檢視，了解排隊等候如何影響通話評等、誰解決票證的效率最高，以及哪個管道有最高的事件成交量。

# CustomerSupport_FiveStar_Heading
source: Give the five-star treatment
de_de: Bieten Sie Ihren Kunden herausragende Leistungen
es_es: Ofrecer un tratamiento de cinco estrellas
fr_fr: Un traitement cinq étoiles
it_it: Offrire un trattamento a cinque stelle
ja_jp: 5 つ星の評価につながるサポート
ko_kr: 완벽한 처리 능력 제공
pt_br: Ofereça tratamento cinco estrelas
ru_ru: Предоставляйте услуги высшего уровня
zh_cn: 提供五星级服务
zh_tw: 提供五顆星的禮遇

# CustomerSupport_Heading
source: Customer Support
de_de: Kundensupport
es_es: Asistencia al cliente
fr_fr: Support technique
it_it: Supporto clienti
ja_jp: カスタマー サポート
ko_kr: 고객 지원
pt_br: Suporte ao Cliente
ru_ru: Поддержка клиентов
zh_cn: 客户支持
zh_tw: 客戶支援

# CustomerSupport_Win_Content
source: How successful are your customers with your product? Want to track the impact of your customer support on brand loyalty? As part of the customer support team, your day is full of win-win opportunities. By successfully resolving support tickets, you and your team are strengthening customer loyalty and helping customers get more done. With Power BI you can analyze your closed cases, track every customer engagement, and continue to deliver world-class support.
de_de: Wie erfolgreich sind Ihre Kunden mit Ihrem Produkt? Möchten Sie den Einfluss Ihres Kundendienstes auf die Markentreue nachverfolgen? Als Teil des Kundendienstteams ist Ihr Tag mit Win-Win-Gelegenheiten angefüllt. Indem Sie Supporttickets erfolgreich auflösen, stärken Sie und Ihr Team die Kundenbindung und helfen den Kunden, mehr zu erreichen. Mit Power BI können Sie Ihre abgeschlossenen Fälle analysieren, jedes Kundenengagement nachverfolgen und auch weiterhin erstklassigen Support leisten.
es_es: ¿Están satisfechos los clientes con su producto? ¿Desea realizar un seguimiento de la manera en que la asistencia al cliente afecta a la fidelidad a la marca? Como miembro del equipo de asistencia al cliente, el día está lleno de oportunidades provechosas para todos. Al resolver correctamente las incidencias de soporte técnico, usted y su equipo fortalecen la fidelidad de los clientes y les ayudan a ser más productivos. Con Power BI puede analizar los casos cerrados, realizar un seguimiento de cada compromiso del cliente y seguir brindando asistencia en el ámbito internacional.
fr_fr: Vos produits participent-ils au succès de vos clients ? Vous voulez évaluer l’impact du support technique sur la fidélité à votre marque ? Quand vous faites partie de l’équipe du support technique, votre journée est remplie d’opportunités gagnant-gagnant. Quand vous résolvez les problèmes des clients, vous et votre équipe participez à renforcer la fidélité des clients et aidez ces derniers à être plus productifs. Avec Power BI, vous pouvez analyser les incidents fermés, effectuer le suivi de l’intérêt de chaque client, tout en continuant à fournir un excellent service de support.
it_it: Quali sono i risultati ottenuti dai clienti grazie al tuo prodotto? Vuoi monitorare l'impatto del supporto clienti sulla fedeltà al marchio? In qualità di membro del team di supporto clienti, la giornata è piena di opportunità vincenti. Grazie alla tempestiva risoluzione delle richieste di supporto, è possibile rafforzare la fedeltà dei clienti e aiutarli a essere più produttivi. Power BI consente di analizzare le richieste di supporto chiuse, tenere traccia degli impegni dei clienti e continuare a offrire un supporto di qualità elevata.
ja_jp: 貴社の製品を使用して顧客はどれほど成功しているでしょうか。 カスタマー サポートがブランド ロイヤリティに与える影響を追跡したいと思いますか。 カスタマー サポート チームの一部として、win-win の機会がたくさんあります。サポート チケットを首尾良く解決することにより、各個人とチームは、顧客のロイヤリティを強化し、顧客がより成果を上げられるよう支援しています。Power BI を使用することによって、終了した案件を分析し、すべての顧客の契約を追跡し、ワールドクラスのサポートを提供し続けることができます。
ko_kr: 여러분의 제품을 사용하는 고객은 얼마나 성공적인 성과를 얻고 있나요? 브랜드 충성도에 대한 고객 지원의 영향을 추적하고 싶으세요? 고객 지원 팀의 일원으로서, 여러분은 언제든지 고객과 여러분 모두 이득을 얻을 수 있는 기회가 있습니다. 성공적으로 지원 티켓을 해결하여 여러분과 팀이 고객의 충성도를 강화하고 고객이 더욱 많은 작업을 완료할 수 있도록 지원하세요. Power BI를 사용하면 마무리된 사례를 분석하고, 모든 고객 참여를 추적하고, 세계 최고 수준의 지원을 꾸준히 제공할 수 있습니다.
pt_br: Quão bem-sucedidos são os seus clientes com seu produto? Deseja controlar o impacto de seu suporte ao cliente na fidelidade à marca? Como parte da equipe de suporte ao cliente, seu dia está cheio de oportunidades de ganhos para ambos os lados. Resolvendo com êxito tíquetes de suporte, você e sua equipe estão fortalecendo a fidelidade do cliente e ajudando os clientes a realizar mais. Com o Power BI você pode analisar suas ocorrências fechadas, acompanhar cada envolvimento de clientes e continuar a fornecer suporte de classe internacional.
ru_ru: Насколько ваши клиенты удовлетворены продуктом? Хотите отслеживать влияние вашей службы поддержки клиентов на лояльность к торговой марке? В рамках службы поддержки клиентов ваш день наполнен возможностями. Успешно решая вопросы поддержки клиентов вы и ваша команда усиливаете лояльность клиентов и помогаете им добиваться большего. С Power BI вы можете анализировать ваши завершенные обращения, отслеживать вовлеченность каждого клиента и предоставлять поддержку мирового уровня.
zh_cn: 你的客户和你的产品有多成功？ 想要跟踪客户支持对品牌忠诚度的影响吗？ 作为客户支持团队的一员，你每天的工作都充满双赢的机会。通过成功地解决支持问题，你和你的团队可以帮助加强客户的忠诚度并帮助客户完成更多工作。借助 Power BI，你可以分析已结束的案例，跟踪每个客户的参与情况并继续提供顶级的支持。
zh_tw: 客戶在使用您的產品上有多成功？ 想要追蹤您的客戶支援對品牌忠誠度的影響嗎？ 身為客戶支援小組的一員，您每天都充滿著雙贏機會。透過成功解決支援票證，您和您的小組可加強客戶忠誠度，並協助客戶完成更多工作。有了 Power BI，您可以分析成交的案例、追蹤每個客戶的參與程度，並繼續提供世界級的支援。

# CustomerSupport_Win_Heading
source: Win together
de_de: Gemeinsam gewinnen
es_es: Todos ganan
fr_fr: Situation gagnant-gagnant
it_it: Vincere insieme
ja_jp: 共に勝利を収める
ko_kr: 윈윈 전략
pt_br: Ganhar em conjunto
ru_ru: Выигрывайте вместе
zh_cn: 共赢
zh_tw: 雙贏局面

# DecisionMaker_Explore_Content
source: Wish there was an easier, more interactive way to find data insights? Power BI lets you use simple drag-and-drop gestures to find trends, correlations, and outliers in your data. You can pose questions about your data using everyday language and get answers in the form of stunning interactive reports and charts.
de_de: Wünschen Sie sich einen einfacheren, stärker interaktiven Weg zu Dateneinblicken? Mit Power BI können Sie Korrelationen, Ausreißer und Trends in Ihren Daten ermitteln. Sie können in Alltagssprache Fragen zu Ihren Daten stellen und erhalten die Antwort in Form ansprechender, interaktiver Berichte und Diagramme.
es_es: ¿Le gustaría que existiera una forma más fácil e interactiva de localizar información sobre los datos? Power BI permite usar movimientos simples de arrastrar y colocar para buscar tendencias, correlaciones y valores atípicos en los datos. Puede plantear preguntas sobre los datos usando el lenguaje cotidiano y obtendrá respuestas en forma de impresionantes gráficos e informes interactivos.
fr_fr: Vous aimeriez qu’il existe un outil plus facile et plus interactif pour analyser les données ? Power BI vous permet d’utiliser des gestes simples de glisser-déplacer pour rechercher des tendances, des corrélations et des valeurs hors norme parmi vos données. Vous pouvez poser des questions concernant vos données à l’aide de requêtes simples en langage naturel, et obtenir des réponses sous la forme de rapports et de graphiques interactifs impressionnants.
it_it: Vorresti un modo più semplice e più interattivo per individuare informazioni dettagliate? Power BI consente di usare i movimenti di trascinamento per individuare tendenze, correlazioni e anomalie nei dati. È possibile porre domande sui dati usando il linguaggio naturale e ottenere le risposte sotto forma di straordinari report e grafici interattivi.
ja_jp: より簡単で対話的な方法でデータの洞察を得られたら良いと思いますか。 Power BI では、単純なドラッグ アンド ドロップ ジェスチャで傾向、相関関係、およびデータ内の外れ値を特定できます。日常使用する言語を使用してデータに関する質問をし、魅力的で対話的なレポートやグラフの形で回答を得ることができます。
ko_kr: 데이터 정보를 더욱 쉽게 찾을 수 있는 대화형 방법을 찾고 계시나요? Power BI를 사용하면 간단한 끌어다 놓기 제스처를 통해 데이터에 대한 추세, 상관 관계 및 이상값을 찾을 수 있습니다. 일상적인 언어를 사용하여 데이터에 관한 질문을 하고 유용한 대화형 보고서 및 차트 형식으로 답변을 얻을 수 있습니다.
pt_br: Gostaria que houvesse uma maneira mais fácil e interativa para encontrar informações em dados? O Power BI permite que você use gestos simples do tipo "arrastar e soltar" para encontrar exceções, correlações e tendências em seus dados. Você pode representar perguntas sobre seus dados usando linguagem cotidiana e obter respostas na forma de gráficos e relatórios interativos impressionantes.
ru_ru: Хотите, чтобы у вас был более интерактивный и простой способ поиска дополнительных сведений о данных? Power BI позволяет использовать простые жесты перетаскивания для определения тенденций, корреляции и выбросов в данных. Можно вводить вопросы о данных с помощью естественного языка и получать ответы в виде впечатляющих интерактивных отчетов и диаграмм.
zh_cn: 希望以更简单、更具交互性的方式查找数据洞察力吗？ 借助 Power BI，你可以通过简单的拖放手势来找出数据中的趋势、相关性和异常值。你可以使用日常语言提出关于数据的问题并通过令人惊叹的交互式报告和图表得到答案。
zh_tw: 希望有更簡單且互動性更高的方式來深入分析資料嗎？ Power BI 可讓您使用簡單的拖放手勢，來尋找資料中的趨勢、相互關聯和極端值。您可以使用日常用語針對資料提問，並取得以出色的互動式報表和圖表形式呈現的解答。

# DecisionMaker_Explore_Heading
source: Explore and analyze
de_de: Untersuchen und analysieren Sie
es_es: Explore y analice
fr_fr: Explorez et analysez
it_it: Esplora e analizza
ja_jp: 探索と分析
ko_kr: 탐색 및 분석
pt_br: Explore e analise
ru_ru: Просматривайте и анализируйте
zh_cn: 浏览和分析
zh_tw: 瀏覽及分析

# DecisionMaker_Heading
source: Decision Maker
de_de: Entscheidungsträger
es_es: Toma de decisiones
fr_fr: Décideur
ja_jp: 意思決定者
ko_kr: 의사 결정자
pt_br: Tomador de Decisão
ru_ru: Принятие решений
zh_cn: 决策者
zh_tw: 決策者

# DecisionMaker_Monitor_Content
source: Do you want a holistic view of all your important information in a single place? Is your data spread across various sources like Excel spreadsheets, web analytics, databases, and CRM systems? With Power BI, you can bring all your data together and create personalized dashboards in seconds. Make the right data-driven decisions with your key business metrics.
de_de: Wünschen Sie eine ganzheitliche Ansicht aller wichtigen Informationen an einem Ort? Verteilen sich Ihre Daten über verschiedene Quellen wie Excel-Tabellen, Webanalysen, Datenbanken und CRM-Systeme? Mit Power BI bringen Sie alle diese Daten zusammen und erstellen in Sekundenschnelle personalisierte Dashboards. Treffen Sie auf der Grundlage der Daten mit Ihren zentralen Geschäftsmetriken die richtigen Entscheidungen.
es_es: ¿Desea obtener una vista holística de toda la información importante en un mismo lugar? ¿Están los datos repartidos por diversos orígenes, como hojas de cálculo de Excel, análisis web, bases de datos y sistemas CRM? Con Power BI, puede reunir todos los datos y crear paneles personalizados en cuestión de segundos. Tome las decisiones correctas basadas en los datos gracias a las métricas clave del negocio.
fr_fr: Vous voulez obtenir une vue globale de toutes vos données à un seul et même endroit ? Vos données sont-elles réparties dans différentes sources telles que des feuilles de calcul Excel, des analyses web, des bases de données et des systèmes CRM ? Avec Power BI, vous pouvez regrouper toutes vos données et créer des tableaux de bord personnalisés en quelques secondes. Prenez des décisions éclairées en vous basant sur les métriques clés de l’entreprise.
it_it: Vuoi una panoramica completa di tutte le informazioni importanti in un'unica posizione? I dati provengono da origini eterogenee, ad esempio fogli di calcolo di Excel, analisi Web, database e sistemi CRM? Power BI consente di unificare tutti i dati e creare dashboard personalizzati in pochi secondi. In questo modo, potrai prendere decisioni mirate basate sulle metriche aziendali principali.
ja_jp: すべての重要な情報の全体像を 1 か所で確認したいと思いますか。 Excel スプレッドシート、Web 分析、データベース、および CRM システムなどのさまざまなソースにデータが分散していますか。 Power BI を使用すると、すべてのデータを集め、カスタマイズされたダッシュボードを数秒で作成できます。主要なビジネス メトリックを使って、適切なデータ ドリブンの決定を行います。
ko_kr: 한 곳에서 중요한 모든 정보를 전반적으로 보길 원하세요? 데이터가 Excel 스프레드시트, 웹 분석, 데이터베이스 및 CRM 시스템 등 다양한 소스에 걸쳐 분산되어 있나요? Power BI를 사용하면 모든 데이터를 함께 가져와서 수 초 내에 맞춤형 대시보드를 만들 수 있습니다. 주요 비즈니스 메트릭으로 적합한 데이터를 기반으로 한 의사를 결정합니다.
pt_br: Você deseja uma visão holística de todas as informações importantes em um único lugar? Os dados são distribuídos entre várias fontes, como planilhas do Excel, análises da Web, bancos de dados e sistemas CRM? Com o Power BI, você pode reunir todos os seus dados e criar painéis personalizados em segundos. Tome as decisões corretas guiadas por dados com suas métricas-chave de negócios.
ru_ru: Вы хотите получить целостное представление обо всех важных данных в одном месте? Ваши данные распределены среди различных источников, например электронных таблиц Excel, веб-аналитики, баз данных и системы CRM? С помощью Power BI можно объединить все данные и создавать настроенные информационные панели за считаные секунды. Принимайте правильные решения на основе данных с помощью ваших ключевых бизнес-показателей.
zh_cn: 想要在一个位置获取所有重要信息的整体视图？ 你的数据分散在诸如 Excel 电子表格、Web 分析、数据库和 CRM 系统等各种来源之中吗？ 借助 Power BI，你可以在数秒内整合所有数据并创建个性化的仪表板。借助你的关键业务指标，做出基于数据的正确决策。
zh_tw: 想要在一個位置全盤檢視所有重要資訊嗎？ 您的資料是否分散在 Excel 試算表、Web Analytics、資料庫和 CRM 系統等各種來源？ 有了 Power BI，您可以整合所有資料，瞬間建立個人化儀表板。透過關鍵業務指標制定正確的資料導向決策。

# DecisionMaker_Monitor_Heading
source: Monitor the pulse of your business
de_de: Die richtigen Entscheidungen treffen
es_es: Tome el pulso de su negocio
fr_fr: Prenez le pouls de votre entreprise
it_it: Monitora l'andamento dell'attività
ja_jp: ビジネスの動きの監視
ko_kr: 비즈니스 상태 모니터링
pt_br: Monitore o ritmo dos seus negócios
ru_ru: Отслеживайте ритм вашего бизнеса
zh_cn: 监视你的业务动态
zh_tw: 監視業務的脈動

# DecisionMaker_Team_Content
source: Does your team find it hard to collaborate, especially when everyone is working with different versions of the same data? In just a few clicks, Power BI lets you share your dashboards—so you and your team can get a single view of the business and make decisions based on shared data insights.
de_de: Hat Ihr Team Schwierigkeiten bei der Zusammenarbeit, insbesondere, wenn jeder mit verschiedenen Versionen der gleichen Daten arbeitet? Mit nur ein paar Mausklicks können Sie mit Power BI Ihr Dashboard teilen – damit Sie und Ihr Team eine einheitliche Sicht auf das Geschäft haben und Entscheidungen aufgrund von gemeinsamen Einsichten aus Daten treffen.
es_es: ¿A su equipo le resulta difícil colaborar, especialmente cuando todos trabajan con versiones distintas de los mismos datos? Con unos pocos clics, Power BI le permite compartir los paneles, de modo que tanto usted como su equipo obtengan una vista única de la empresa y puedan tomar decisiones basadas en la información compartida sobre los datos.
fr_fr: Les membres de votre équipe ont-ils du mal à collaborer, en particulier lorsque chacun utilise une version différente des mêmes données ? En quelques clics seulement, Power BI vous permet de partager vos tableaux de bord pour que votre équipe puisse obtenir une vue globale des activités de l’entreprise et prendre des décisions basées sur les analyses des données partagées.
it_it: La collaborazione tra i membri del team risulta difficile, specialmente quando ognuno lavora con versioni diverse degli stessi dati? Power BI consente di condividere i dashboard con pochissimi clic. In questo modo, tutti i membri del team possono accedere a una singola visualizzazione dell'attività e prendere decisioni in base a informazioni dettagliate sui dati condivise.
ja_jp: 同じデータの異なるバージョンで作業している場合は特に、チームのコラボレーションが難しいと感じていますか。 Power BI では、数回のクリックでダッシュボードを共有できます。これにより、チーム全体でビジネスに対する同じ見方を持ち、共有されたデータの洞察に基づいて決定できます。
ko_kr: 팀에서 공동 작업을 할 때, 특히 동일한 데이터를 모두가 다른 버전으로 작업하고 있을 때 어려움을 느끼시나요? 몇 번의 클릭만으로 Power BI를 통해 대시보드를 공유하여 여러분과 팀이 비즈니스의 단일 뷰를 얻고 공유된 데이터 정보에 따라 결정을 내릴 수 있습니다.
pt_br: Os membros de sua equipe acham difícil colaborar, especialmente quando todos estão trabalhando com versões diferentes dos mesmos dados? Com apenas alguns cliques, o Power BI permite que você compartilhe seus painéis - de modo que você e sua equipe podem obter uma única exibição do negócio e tomar decisões com base em percepções sobre dados compartilhados.
ru_ru: Ваша команда испытывает трудности при совместной работе, особенно когда все работают с различными версиями одних и тех же данных? Всего несколько щелчков мышью в Power BI позволят организовать совместное использование информационных панелей, благодаря чему вы и ваша команда смогут получить единое представление о бизнесе и принимать решения, основанные на общих дополнительных сведениях о данных.
zh_cn: 你的团队是否觉得很难开展协作，尤其是当每个人都在使用相同数据的不同版本时？ 借助 Power BI，你只需单击几下即可共享仪表板；之后，你和你的团队便可获得业务的单个视图，并基于共享的数据洞察力做出决策。
zh_tw: 您的小組是否覺得很難共同作業，尤其是當每個人都使用相同資料的不同版本時？ 只要按幾下，Power BI 就能讓您共用儀表板；因此您和您的小組可以取得單一商務檢視，並根據分享的深入分析資料來制定決策。

# DecisionMaker_Team_Heading
source: Keep your team on the same page
de_de: Halten Sie Ihr Team stets auf dem Laufenden
es_es: Mantenga a su equipo en sintonía
fr_fr: Partagez vos données en temps réel avec les membres de votre équipe
it_it: Mantieni aggiornato il team
ja_jp: チームの足並みを揃える
ko_kr: 팀이 상황을 파악할 수 있도록 지원
pt_br: Mantenha sua equipe em sintonia
ru_ru: Синхронизация действий команды
zh_cn: 使你的团队位于同一页面上
zh_tw: 讓您的小組達成共識
