Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Solutions/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Sales_Representative_Content
source: What can you learn from your biggest sales? Do you outperform certain opportunities, but leave others open? Understand how your previous deals performed so you can execute on future deals more efficiently.
de_de: Was können Sie aus Ihren größten Verkaufserfolgen lernen? Übertreffen Sie bestimmte Verkaufschancen, während andere offen bleiben? Verstehen Sie die Leistung Ihrer zurückliegenden Abschlüsse, damit Sie bei kommenden Abschlüssen effizienter agieren können.
es_es: ¿Qué se puede aprender de las ventas más importantes? ¿Se superan las expectativas de ciertas oportunidades, pero no se cumplen las de otras? Analice el rendimiento de sus negocios anteriores para poder hacer negocios en el futuro de forma más eficaz.
fr_fr: Que pouvez-vous apprendre de vos plus grosses ventes ? Vous arrive-t-il de vous surpasser sur certaines opportunités, mais de ne pas vous investir suffisamment sur d’autres ? Étudiez le résultat de vos opportunités précédentes pour être plus efficace sur les prochaines.
it_it: Che cosa si può imparare dalle vendite più importanti? Ottieni risultati superiori alle aspettative per determinate opportunità, ma ne lasci altre aperte? È possibile acquisire informazioni sulle prestazioni delle trattative precedenti per gestire più efficacemente quelle future.
ja_jp: 最大の売上から何を学ぶことができますか。 特定の営業案件にのみ力を入れて、他の案件をそのままにしているでしょうか。 過去の取引がどのように成果を上げたかを理解し、将来の取引に反映できるようにします。
ko_kr: 개인적으로 성취한 가장 높은 판매 성과를 통해 깨달은 것은 무엇인가요? 특정 기회에 대해 목표치보다 더 나은 성과를 내지만 다른 기회도 열어 두고 있나요? 이전 거래의 과정을 이해하면 향후 거래를 더욱 효율적으로 수행할 수 있습니다.
pt_br: O que você pode aprender com as maiores vendas? Você obtém resultados acima do esperado em certas oportunidades, mas deixa de aproveitar outras? Entenda como foi o desempenho de negócios anteriores, para poder executar futuras negociações com mais eficiência.
ru_ru: Что можно узнать из крупнейших продаж? Вы использовали некоторые возможности, но оставили другие открытыми? Хотите понять, как были исполнены предыдущие сделки, чтобы более эффективно исполнять будущие?
zh_cn: 你可以从最优秀的销售身上学到些什么？ 你是否将过多精力放在某些机会上，而弃其他机会于不顾？ 了解你以前交易的成效，从而以更有效的方式处理将来的交易。
zh_tw: 您可以從最大的交易學到什麼？ 您是否在某些商機表現優異，但未開拓其他商機？ 了解您先前的交易績效，以便未來可以更有效地執行交易。

# Sales_Representative_Heading
source: Sales representative
de_de: Vertriebsmitarbeiter
es_es: Representante de ventas
fr_fr: Commercial
it_it: Rappresentante di vendita
ja_jp: 営業担当者
ko_kr: 영업 담당자
pt_br: Representante de vendas
ru_ru: Торговый представитель
zh_cn: 销售代表
zh_tw: 銷售代表
