Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Tour/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Decisions_Copy
source: Data should empower, not overwhelm. With Power BI, you can easily interact with your data, using simple drag-and-drop gestures to discover trends and natural language queries to get lightning-fast answers.
de_de: Daten sollten Möglichkeiten bieten, nicht überwältigen. Mit Power BI können Sie problemlos mit Ihren Daten interagieren und dabei einfache Drag & Drop-Gesten verwenden, um Trends zu ermitteln, sowie natürlichsprachliche Abfragen, blitzschnelle Antworten zu erhalten.
es_es: Los datos deben reforzar, no sobrecargar. Con Power BI, puede interactuar fácilmente con sus datos, mediante sencillos gestos de arrastrar y colocar para detectar tendencias y realizar consultas en lenguaje natural a fin de obtener respuestas en un abrir y cerrar de ojos.
fr_fr: Les données doivent renforcer et non submerger. Avec Power BI, vous pouvez interagir facilement avec vos données, en utilisant de simples gestes de glisser-déposer pour découvrir des tendances, et des requêtes en langage naturel pour obtenir des réponses ultra-rapides.
it_it: Invece di travolgerci, i dati dovrebbero offrirci nuove opportunità. Con Power BI, puoi interagire con i dati in tutta semplicità, usando semplici movimenti di trascinamento per individuare le tendenze e query in linguaggio naturale per ottenere risposte alla velocità della luce.
ja_jp: データに圧倒されるのではなく、データから力を得る必要があります。Power BI では、データとの対話を簡単に行えます。単純なドラッグ アンド ドロップ ジェスチャでデータの傾向を発見したり、自然言語のクエリを使用して瞬時に答えを得たりすることが可能です。
ko_kr: 데이터는 과부하되면 안 되며 역량 강화에 활용되어야 합니다. Power BI에서는 간단한 끌어서 놓기 제스처로 추세를 파악하고 자연어 쿼리로 초고속 답변을 얻는 등 데이터를 쉽게 조작할 수 있습니다.
pt_br: Dados devem capacitar, não sobrecarregar. Com o Power BI, você pode interagir facilmente com seus dados, usando gestos simples do tipo "arrastar e soltar" para descobrir tendências e consultas de linguagem natural para obter respostas extremamente rápidas.
ru_ru: Данные должны предоставлять новые возможности, а не перегружать информацией. С помощью Power BI вы сможете легко взаимодействовать со своими данными, используя простые жесты перетаскивания для обнаружения тенденций и запросы на естественном языке для быстрого получения ответов.
zh_cn: 数据应为助力，而非阻力。借助 Power BI，你可以使用简单的拖放手势轻松与你的数据进行交互，以发现趋势，并可使用自然语言查询获得闪电般快速的答案。
zh_tw: 資料應為助力，而不是阻力。Power BI 可讓您使用簡單的拖放手勢，輕鬆與資料互動，以尋找資料中的趨勢；您也可使用自然語言查詢，快速獲得解答。

# Decisions_Heading
source: Transform data into decisions
de_de: Daten in Entscheidungen umsetzen
es_es: Transforme datos en decisiones
fr_fr: Transformez vos données en décisions
it_it: I dati si trasformano in decisioni
ja_jp: データを意思決定に変換
ko_kr: 데이터를 기반으로 의사 결정
pt_br: Transformar dados em decisões
ru_ru: Преобразование данных в решения
zh_cn: 将数据转换为决策
zh_tw: 將資料應用到決策之上

# Details_Copy
source: Power BI makes you a master storyteller with stunning visualizations and interactive dashboards that offer a consolidated live view of your business. For the analyst at heart, Power BI Desktop provides a free-form canvas for drag-and-drop data exploration as well as an extensive library of interactive visualizations, simple report creation, and fast publishing to the Power BI service.
de_de: Mithilfe von Power BI können Sie dank beeindruckender Visualisierungen und interaktiver Dashboards, die eine konsolidierte Liveansicht Ihres Unternehmens bieten, informative Geschichten erzählen. Dem Vollblutanalysten bietet Power BI Desktop einen Freiformzeichenbereich für die Datenanalyse mittels Drag & Drop sowie eine umfassende Bibliothek interaktiver Visualisierungen, einfache Berichterstellung und schnelle Veröffentlichung im Power BI-Dienst.
es_es: Power BI le convierte en un narrador experto con impresionantes visualizaciones y paneles interactivos que ofrecen una vista activa consolidada de su negocio. Pensando en el analista, Power BI Desktop ofrece un lienzo de forma libre para la exploración de datos mediante arrastrar y colocar, así como una amplia biblioteca de visualizaciones interactivas, y permite la creación simplificada de informes y la publicación rápida en el servicio Power BI.
fr_fr: Power BI fait de vous un présentateur hors-pair grâce à des visualisations percutantes et des tableaux de bord interactifs qui offrent une vue dynamique consolidée de vos activités. Pour les analystes dans l’âme, Power BI Desktop fournit un canevas de forme libre pour une exploration des données glissées-déposées, ainsi qu’une vaste bibliothèque de visualisations interactives, un processus de création de rapports simple, et une publication rapide sur le service Power BI.
it_it: Con Power BI saprai descrivere al meglio qualsiasi scenario grazie a eccezionali visualizzazioni e dashboard interattivi in grado di offrire una prospettiva dinamica e unificata del tuo business. All'analista puro Power BI Desktop offre un'area di disegno in formato libero per esplorazione dei dati con trascinamento della selezione e un'estesa raccolta di visualizzazioni interattive, semplice creazione di report e rapida pubblicazione nel servizio Power BI.
ja_jp: Power BI なら、魅力的な視覚エフェクトで効果的なプレゼンテーションができ、対話型のダッシュボードでビジネスの全体像をリアルタイムで把握できます。実際のアナリストに対して、Power BI Desktop では、ドラッグ アンド ドロップでデータを探索できるフリー フォームのキャンバスを提供します。さらに、対話操作によるビジュアル化、簡単な操作によるレポート作成、Power BI サービスへの迅速な発行などの、大規模なライブラリも利用できます。
ko_kr: Power BI는 비즈니스에 대한 통합 라이브 보기를 제공하는 뛰어난 시각화 및 대화형 대시보드를 사용하여 여러분을 마스터 스토리 텔러로 만들어 줍니다. 분석을 핵심으로 하는 Power BI는 끌어서 놓기 데이터 탐색을 위한 자유 형식 캔버스뿐 아니라 광범위한 대화형 시각화 라이브러리, 간단한 보고서 작성 및 Power BI 서비스에 빠르게 게시와 같은 기능을 제공합니다.
pt_br: O Power BI transforma você em um mestre contador de histórias, com visualizações impressionantes e painéis interativos que oferecem uma visão consolidada em tempo real de sua empresa. Para o analista por natureza, o Power BI Desktop fornece uma tela de forma livre para exploração de dados do tipo "arrastar e soltar", bem como uma ampla biblioteca de visualizações interativas, criação simples de relatórios e publicação rápida no serviço do Power BI.
ru_ru: Благодаря Power BI вы сможете мастерски представлять данные с помощью невероятных визуализаций и интерактивных информационных панелей, через которые можно узнать всю информацию о бизнесе. И все это обновляется в режиме реального времени. Для прирожденного аналитика Power BI Desktop предоставляет свободную область для перетаскивания данных, а также расширенную библиотеку интерактивных визуализаций, простой механизм создания отчетов и быструю публикацию в службе Power BI.
zh_cn: Power BI 通过令人惊叹的可视化效果和交互式仪表板，提供企业的合并实时视图，让你成为设计大师。Power BI Desktop 提供不限形式的画布供你拖放数据进行浏览，并提供大量交互式可视化效果、简易报表创建以及快速发布到 Power BI 服务的库，非常适合分析师使用。
zh_tw: Power BI 具有令人讚嘆的視覺效果與互動式儀表板，可提供企業的合併即時檢視，讓您成為吸引人的行銷高手。Power BI Desktop 提供不限格式的畫布供您拖放資料瀏覽，並提供具備互動視覺效果、簡易報表建立，以及快速發行至 Power BI 服務的豐富程式庫，非常適合分析師使用。

# Details_Heading
source: Bring details to life
de_de: Details anschaulich machen
es_es: Haga que sus detalles cobren vida
fr_fr: Révélez les détails
it_it: I dettagli prendono vita
ja_jp: 詳細情報に命を吹き込む
ko_kr: 세부 정보에 활기 불어넣기
pt_br: Dar vida aos detalhes
ru_ru: Оживляет подробную информацию
zh_cn: 让细节更生动
zh_tw: 將詳細資料融入生活

# Hero_Copy
source: Power BI transforms your data into rich visuals that you can organize any way you want, freeing you to focus on what matters most to you. Stay in the know and spot trends as they happen with powerful self-service features that help you push your business forward.
de_de: Power BI wandelt Ihre Daten in informationsreiche visuelle Darstellungen um, die Sie auf jede gewünschte Weise strukturieren können, um das Augenmerk auf die Punkte zu legen, die für Sie wichtig sind. Bleiben Sie auf dem Laufenden, und erkennen Sie Trends, während sie entstehen, mit leistungsstarken Self-Service-Funktionen, die Ihnen helfen, Ihr Unternehmen voranzutreiben.
es_es: Power BI transforma los datos en objetos visuales avanzados que se pueden organizar del modo deseado. Esto le permitirá centrarse en aquello que le parezca más importante. Manténgase informado y detecte cuáles son las tendencias a medida que surgen con las características de autoservicio avanzadas que le ayudarán a impulsar su negocio.
fr_fr: Power BI transforme vos données en riches visuels que vous pouvez organiser comme bon vous semble, et vous permet ainsi de vous concentrer sur les éléments qui revêtent le plus d’importance à vos yeux. Restez informé et décelez les tendances dès leur apparition grâce à des fonctionnalités de libre-service performantes qui font avancer votre entreprise.
it_it: Power BI trasforma i dati aziendali in elementi visivi avanzati che puoi organizzare come preferisci, con tutta la libertà di poterti concentrare sugli aspetti più importanti. Potenti funzionalità self-service ti aiutano a rafforzare il successo del tuo business, con informazioni sempre aggiornate e la capacità di catturare le tendenze in tempo reale.
ja_jp: Power BI はデータを機能豊富なビジュアル表現に変換します。お客様は、自由自在にデータを整理して、最も重要な課題に焦点を合わせることができます。強力なセルフサービスの機能により、情報を常に把握し、データに表れている傾向を識別できるため、お客様のビジネスを推進するために役立ちます。
ko_kr: Power BI는 데이터를 원하는 방식으로 구성할 수 있는 다양한 시각적 개체로 변환하여 가장 중요한 문제에 집중할 수 있게 해 줍니다. 비즈니스를 진척시키는 데 도움이 되는 강력한 셀프 서비스 기능으로 발생하는 추세를 계속 신속히 파악하세요.
pt_br: O Power BI transforma os dados em elementos visuais avançados que você pode organizar como quiser, deixando você livre para se concentrar no mais que mais te importa. Mantenha-se informado e identifique as tendências conforme elas surgem com recursos avançados de autoatendimento que ajudarão você a fazer sua empresa avançar.
ru_ru: Power BI преобразует ваши данные в подробные визуальные элементы, которые можно упорядочить любым способом, что позволит вам сосредоточиться на том, что для вас важнее всего. Оставайтесь в курсе событий и следите за тенденциями благодаря мощным функциям на базе самообслуживания, которые помогают развивать ваш бизнес.
zh_cn: Power BI 将你的数据转换为丰富的视觉对象，你可以采用任何方式进行整理，从而让注意力集中于最重要的内容。借助功能强大的自助服务功能，随时掌握最新消息和趋势，帮助你推动业务成长。
zh_tw: Power BI 會將您的資料轉換成豐富的視覺效果，讓您可以任意方式加以組織，以便您能夠將注意力集中在您最關切的事物上。透過強大的自助式功能，隨時掌握最新消息與趨勢，進而推動業務的成長。

# Hero_Heading
source: Focus on what matters most
de_de: Auf das Wesentliche konzentrieren
es_es: Céntrese en lo que realmente importa
fr_fr: Concentrez-vous sur le plus important
it_it: Non perdere di vista gli aspetti più importanti
ja_jp: 重要な課題にフォーカス
ko_kr: 가장 중요한 문제에 집중
pt_br: Concentrar-se no que mais importa
ru_ru: Сосредоточьтесь на самом важном
zh_cn: 专注于最重要的内容
zh_tw: 聚焦在您最關切的事物上

# Introducing_Heading
source: Introducing Power BI
de_de: Einführung in Power BI
es_es: Presentación de Power BI
fr_fr: Présentation de Power BI
it_it: Introduzione a Power BI
ja_jp: Power BI の紹介
ko_kr: Power BI 소개
pt_br: Apresentando o Power BI
ru_ru: Представляем Power BI
zh_cn: Power BI 简介
zh_tw: Power BI 簡介

# META_DESCRIPTION
source: Power BI tranforms your company's data into rich visuals for you to collect and organize so you can focus on what matters to you. Stay in the know, spot trends as they happen, and push your business further.
de_de: Power BI wandelt die Daten Ihres Unternehmens in visuelle Darstellungen um. Mit Power BI können Sie Ihre Daten sammeln und strukturieren und das Augenmerk auf die für Sie wichtigsten Punkte legen. Bleiben Sie auf dem Laufenden, erkennen Sie Trends und bringen Sie Ihr Geschäft voran.
es_es: Power BI transforma los datos de su compañía en objetos visuales enriquecidos que puede recopilar y organizar, lo que le permite centrarse en lo que realmente importa. Manténgase informado, detecte las tendencias en cuanto surgen e impulse su negocio.
fr_fr: Power BI transforme les données de votre entreprise en riches éléments visuels que vous pouvez collecter et organiser sans difficulté comme vous le voulez, pour que vous puissiez vous concentrer sur ce qui est vraiment important. Restez au fait des changements, repérez les tendances en temps réel et poussez votre entreprise encore plus loin.
it_it: Power BI trasforma i dati aziendali in elementi visivi avanzati che puoi raccogliere e organizzare per visualizzare le informazioni a cui sei interessato, per rimanere sempre aggiornato, individuare le tendenze non appena si manifestano e incrementare l'attività.
ja_jp: Power BI は、会社のデータを豊かな視覚情報に変換して収集と整理を助け、重要な問題に取り組めるようにします。最新情報を取得し、動向の発生をつかみ、ビジネスをさらに推進します。
ko_kr: Power BI는 사용자가 중요한 내용에 집중할 수 있도록 회사의 데이터를 수집 및 구성이 가능한 풍부한 시각적 요소로 변환해 줍니다. 정보를 꾸준히 얻고 추세를 파악하여 비즈니스를 확장해 보세요.
pt_br: O Power BI transforma os dados da sua empresa em visuais avançados para você coletar e organizar, podendo então concentrar-se no que realmente importa para você. Mantenha-se informado, identifique tendências conforme elas acontecem e impulsione ainda mais seu negócio.
ru_ru: Power BI преобразует данные вашей организации в привлекательные визуальные представления с широкими возможностями по сбору и упорядочению данных, позволяя сконцентрироваться на важнейших задачах. Будьте в курсе дел, отслеживайте тенденции по мере их возникновения и продвигайте ваш бизнес вперед.
zh_cn: Power BI 可将你公司的数据转换为丰富的视觉对象，便于你进行收集和组织，从而使你能够集中关注重要的内容。始终获悉最新信息、掌握即时趋势并进一步推动你的业务。
zh_tw: Power BI 會將您公司的資料轉換成各種視覺效果，方便您加以收集及編排，讓您可以將全部注意力放在您關注的事物上。隨時掌握最新資訊，找出進行中的趨勢，並進一步推動業務。

# META_PAGETITLE
source: Tour | Microsoft Power BI
es_es: Paseo | Microsoft Power BI
it_it: Presentazione | Microsoft Power BI
ja_jp: ツアー | Microsoft Power BI
ko_kr: 둘러보기 | Microsoft Power BI
ru_ru: Обзор | Microsoft Power BI
zh_cn: 教程 | Microsoft Power BI
zh_tw: 導覽 | Microsoft Power BI

# OnePane_Copy
source: Power BI gathers all your on-premises and cloud information in one central location that you can access whenever and wherever you want. You can also use pre-packaged content packs and built-in connectors to quickly import your data from solutions such as Marketo, Salesforce, Google Analytics, and many more.
de_de: Power BI sammelt alle Ihre lokalen und Cloudinformationen an einem zentralen Ort, auf den Sie jederzeit und von überall aus zugreifen können. Sie können auch vorkonfigurierte Inhaltpakete sowie integrierte Connectors verwenden, um Ihre Daten schnell aus Lösungen wie Marketo, Salesforce, Google Analytics und vielen mehr zu importieren.
es_es: Power BI recopila toda la información local y de la nube en una ubicación centralizada a la que puede acceder cuando y donde desee. También puede utilizar paquetes de contenido preconfigurados y conectores integrados para importar rápidamente los datos de soluciones como Marketo, Salesforce, Google Analytics y muchas otras.
fr_fr: Power BI rassemble toutes vos informations de cloud et locales en un seul emplacement central auquel vous pouvez accéder où que vous soyez. Vous pouvez également utiliser les packs de contenu prépackagés et les connecteurs intégrés pour importer rapidement vos données à partir de solutions telles que Marketo, Salesforce, Google Analytics, et bien d’autres.
it_it: Power BI riunisce tutte le informazioni locali e archiviate nel cloud in una posizione centralizzata a cui puoi accedere ovunque ti trovi e ogni volta che vuoi. Puoi anche usare pacchetti di contenuto predefiniti e connettori integrati per importare rapidamente i dati da soluzioni come Marketo, Salesforce, Google Analytics e molte altre ancora.
ja_jp: Power BI は、オンプレミスとクラウドにあるすべての情報を 1 つの場所にまとめるので、いつでもどこからでもアクセスできます。また、パッケージに含まれているコンテンツ パックやコネクタを使用すると、Marketo、Salesforce、Google アナリティクスなど、多くのソリューションからデータをインポートすることもできます。
ko_kr: Power BI는 모든 온-프레미스 및 클라우드 정보를 언제 어디서든 액세스할 수 있는 하나의 중앙 위치에 수집합니다. 또한 미리 패키지된 콘텐츠 팩 및 기본 제공 커넥터를 사용하여 Marketo, Salesforce, Google 분석 등과 같은 솔루션에서 데이터를 빠르게 가져올 수도 있습니다.
pt_br: O Power BI reúne todas as suas informações locais e de nuvem em uma localização central que você pode acessar quando e onde quiser. Você também pode usar pacotes de conteúdo pré-empacotados e conectores internos para importar rapidamente dados de soluções como Marketo, Salesforce, Google Analytics e muito mais.
ru_ru: Power BI собирает все локальные и облачные данные в одном центральном расположении, к которому можно получить доступ откуда и когда угодно. Вы можете также использовать предварительно упакованные пакеты содержимого и встроенные соединители для быстрого импорта данных из решений, таких как Marketo, Salesforce, Google Analytics и многих других.
zh_cn: Power BI 将你所有的本地信息和云信息集中在一个中心位置，让你可以随时随地进行访问。也可以使用预封装的内容包和内置连接器快速从解决方案（如 Marketo、Salesforce、Google Analytics 以及更多）导入你的数据。
zh_tw: Power BI 可以將其從內部部署及雲端收集而來的資訊，盡現於一個集中位置，讓您隨時隨地皆可存取。您也可以使用預先封裝的內容組件與內建連接器，從 Marketo、Salesforce、Google Analytics (分析) 等許多解決方案快速地匯入資料。

# OnePane_Heading
source: See the full picture in one pane
de_de: Ein vollständiger Überblick in einem Fenster
es_es: Ver la imagen completa en un panel
fr_fr: Afficher l’image complète dans un seul volet
it_it: L'intero scenario in un solo riquadro
ja_jp: 1 つのウィンドウで全体像を把握できます
ko_kr: 하나의 창에서 전체 상황 확인
pt_br: Ver o panorama completo em um painel
ru_ru: Вся картина на одной панели
zh_cn: 在一个窗格中查看所有内容
zh_tw: 所有資訊盡現於一個窗格之中

# ShareWeb_Copy
source: Tell your data story with <a href="{0}">Power BI publish to web</a>, and reach millions of users on any device, in any place. Combine your data sources, create stunning visualizations with ease, and embed your story on your website in minutes.
de_de: Erzählen Sie die Geschichte hinter Ihren Daten mithilfe des Power BI-Features „Webveröffentlichung“, und erreichen Sie Millionen von Benutzern – überall und auf sämtlichen Geräten. Kombinieren Sie Ihre Datenquellen, erstellen Sie mühelos umwerfende Visualisierungen, und betten Sie Ihre Geschichte in Minuten in Ihre Website ein.
es_es: Cuente su historia de datos con la opción Publicar en Web de Power BI y llegue a millones de usuarios en cualquier dispositivo y en cualquier lugar. Combine sus orígenes de datos, cree visualizaciones impresionantes fácilmente e inserte la historia en su sitio web en tan solo unos minutos.
fr_fr: Exposez vos données grâce à la publication Power BI sur le web et touchez des millions d’utilisateurs sur n’importe quel appareil, n’importe où. Combinez vos sources de données, créez facilement des visualisations attrayantes et incorporez vos informations dans votre site en quelques minutes.
it_it: Racconta la storia dei tuoi dati con la funzionalità Pubblica sul Web di Power BI e raggiungi milioni di utenti su qualsiasi dispositivo, ovunque si trovino. Combina le origini dati, crea con facilità visualizzazioni accattivanti e incorpora la storia nel tuo sito Web in pochi minuti.
ja_jp: Power BI Publish to Web であなたのデータ ストーリーを発信し、場所やデバイスを問わず大勢のユーザーに伝えてください。データ ソースを 1 つにまとめ、魅力的な視覚化を簡単に作成できます。また、数分で Web サイトにストーリーを埋め込むことができます。
ko_kr: Power BI 웹에 게시를 통해 데이터 스토리를 알리고 어디서나 모든 장치에서 수백만의 사용자와 연결하세요. 데이터 소스를 결합하고 뛰어난 시각화를 간단히 만들고, 몇 분 내에 웹 사이트에 스토리를 포함하세요.
pt_br: Conte sua história de dados com o Publicar na Web do Power BI e alcance milhões de usuários em qualquer dispositivo, em qualquer lugar. Combine suas fontes de dados, criando visualizações esplêndidas com facilidade, e insira sua história em seu site em questão de minutos.
ru_ru: Расскажите историю о своих данных с помощью публикации в Интернете через Power BI и охватите миллионы пользователей любых устройств в любом месте. Объедините источники данных, создайте впечатляющие визуализации и внедрите свой рассказ на веб-сайт за несколько минут.
zh_cn: 使用 <a href="{0}">Power BI 发布到 Web</a>，展现你的数据内容，让数百万用户可从任何位置使用任何设备进行访问。合并数据源、轻松创建令人惊叹的可视化效果并在几分钟内快速将你的内容嵌入你的网站。
zh_tw: 利用 Power BI 展現您的資料內容，並發行到網路上，觸達世界每個角落使用各種裝置的使用者。可合併資料來源、輕鬆建立令人驚艷的視覺效果，並在幾分鐘內將您的資料故事內嵌到網站上。

# ShareWeb_Heading
source: Share your insights on your website or blog
de_de: Teilen Sie Ihre Erkenntnisse auf Ihrer Website oder in Ihrem Blog
es_es: Comparta la información en su sitio web o blog.
fr_fr: Partagez vos informations sur votre site web ou votre blog
it_it: Condividi le informazioni dettagliate nel tuo sito Web o nel tuo blog
ja_jp: Web サイトまたはブログで洞察を共有
ko_kr: 웹 사이트 또는 블로그에서 통찰력 공유
pt_br: Compartilhe suas informações em seu site ou blog
ru_ru: Ценная информация на веб-сайте или в блоге
zh_cn: 在网站或博客上分享你的见解
zh_tw: 您可在網站或部落格上分享您的深入解析

# Share_Copy
source: Power BI lets you share dashboards and reports with whoever you want, wherever you go. Always be in the know with the Power BI app for Windows, iOS, and Android. Alerts will inform you about any changes in your data so you can work with your team to take immediate action.
de_de: Power BI ermöglicht es Ihnen, Dashboards und Berichte mit jeder gewünschten Personen zu teilen, und zwar von überall aus. Bleiben Sie immer informiert mit der Power BI-App für Windows, iOS und Android. Benachrichtigungen informieren Sie über alle Änderungen an Ihren Daten, damit Sie mit gemeinsam mit Ihrem Team sofortige Maßnahme erarbeiten können.
es_es: Power BI le permite compartir paneles e informes con quien desee, adondequiera que vaya. Manténgase siempre al día con la aplicación Power BI para Windows, iOS y Android. Las alertas le informarán de cualquier cambio que se produzca en los datos para que pueda trabajar con su equipo y emprender una acción inmediata.
fr_fr: Power BI vous permet de partager des tableaux de bord et des rapports avec les personnes de votre choix, où que vous soyez. Restez toujours informé grâce à l’application Power BI pour Windows, iOS et Android. Des alertes vous informent des éventuelles modifications apportées à vos données, pour vous permettre à vous et à votre équipe d’agir immédiatement.
it_it: Power BI ti permette di condividere dashboard e report ovunque e con chiunque vuoi. Con l'app Power BI per Windows, iOS e Android, hai a portata di mano informazioni costantemente aggiornate. Gli avvisi ti segnalano qualsiasi modifica apportata ai dati, permettendoti di intervenire immediatamente lavorando a stretto contatto con il tuo team.
ja_jp: Power BI ではダッシュボードやレポートを共有できるため、どこからでも、必要な相手と情報を共有できます。Windows、iOS、Android 用の Power BI アプリを使用して、常に最新の情報を入手できます。データに変化があるとすぐにアラートが送られるので、チームと協力してすぐに対処できます。
ko_kr: Power BI에서는 어디에서든 원하는 사람과 대시보드 및 보고서를 공유할 수 있습니다. Windows, iOS 및 Android용 Power BI 앱으로 최신 정보를 항상 얻을 수 있습니다. 알림을 통해 데이터 변경 사항을 알려주므로 팀과 협력하여 신속하게 대처할 수 있습니다.
pt_br: O Power BI permite que você compartilhe painéis e relatórios com quem você desejar, onde quer que você vá. Mantenha-se sempre informado com o aplicativo Power BI para Windows, iOS e Android. Os alertas informarão sobre alterações em seus dados para que você possa trabalhar com sua equipe para tomar uma ação imediata.
ru_ru: Power BI позволяет делиться информационными панелями и отчетами с кем угодно, куда бы вы ни отправились. Благодаря приложениям Power BI для Windows, iOS и Android вы всегда будете в курсе событий. Оповещения проинформируют вас о любых изменениях, произошедших в ваших данных, чтобы вы и ваша команда могли отреагировать немедленно.
zh_cn: Power BI 让你无论身在何处，都可与任何人共享仪表板和报表。通过适用于 Windows、iOS 和 Android 的 Power BI 应用，始终掌握最新信息。警报将通知你数据中的任何更改，以便你可以与团队一起立即采取相应措施。
zh_tw: Power BI 讓您無論身在何處，都能與任何人共用儀表板及報表。透過 Windows 版、iOS 版與 Android 版的 Power BI 應用程式，隨時掌握最新資訊。警示會通知您資料中的任何變更，讓您與小組能夠立即採取相應措施。

# Share_Heading
source: Share a world of insight
de_de: Eine ganze Welt von Einsichten teilen
es_es: Comparta todo un mundo de información
fr_fr: Partagez un univers d’analyses
it_it: Un mondo di informazioni da condividere
ja_jp: 洞察の世界を共有
ko_kr: 다양한 정보 공유
pt_br: Compartilhar um mundo de informações
ru_ru: Поделитесь ценной информацией
zh_cn: 共享无数见解
zh_tw: 共享深入剖析資訊
