Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Gateway/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# AnalysisServicesConnector_Content
source: Analysis Services Connector allows you to connect, and issue live queries, to an Analysis Services Tabular server for use with Power BI dashboards and reports.
de_de: Mithilfe von Analysis Services-Connector können Sie Verbindungen mit einem tabellarischen Analysis-Services-Server herstellen und Abfragen zur Verwendung mit Power BI-Dashboards und -Berichten in Echtzeit ausführen.
es_es: El Conector de Analysis Services le permite conectarse y emitir consultas dinámicas en un servidor tabular de Analysis Services para su uso con paneles e informes de Power BI.
fr_fr: Le connecteur Analysis Services permet de vous connecter à un serveur tabulaire Analysis Services et d’émettre des requêtes actives vers celui-ci pour une utilisation avec les tableaux de bord et rapports Power BI.
it_it: Il connettore di Analysis Services ti consente di connetterti ed eseguire query in tempo reale in un server tabulare di Analysis Services per l'uso con i dashboard e i report di Power BI.
ja_jp: Analysis Services Connector を使うと、Power BI ダッシュボードとレポートで使用できるようにライブ クエリを Analysis Services 表形式サーバーに接続し、発行できます。
ko_kr: Analysis Services Connector를 사용하면 Power BI 대시보드 및 보고서에 사용할 Analysis Services 표 형식 서버에 연결하고 라이브 쿼리를 실행할 수 있습니다.
pt_br: O Analysis Services Connector permite a você conectar e emitir consultas ativas para um servidor de Tabela do Analysis Services para uso com painéis e relatórios do Power BI.
ru_ru: Соединитель служб Analysis Services позволяет вам подключаться к табличному серверу Analysis Services и отправлять динамические запросы к нему при использовании с панелями мониторинга и отчетами Power BI.
zh_cn: Analysis Services Connector 让你可以使用 Power BI 仪表板和报表连接 Analysis Services Tabular 服务器并进行实时提问。
zh_tw: Analysis Services Connector 可讓您連接到用於搭配 Power BI 儀表板和報表的 Analysis Services 表格式伺服器，以及對其發出即時查詢。

# AnalysisServicesConnector_Download_CTA
source: Download
es_es: Descargar
fr_fr: Télécharger
it_it: Scarica
ja_jp: ダウンロード
ko_kr: 다운로드
ru_ru: Скачать
zh_cn: 下载
zh_tw: 下載

# AnalysisServicesConnector_Heading
source: Analysis Services Connector
es_es: Conector de Analysis Services
fr_fr: Connecteur Analysis Services
it_it: Connettore di Analysis Services
ja_jp: Analysis Services コネクタ
ru_ru: Соединитель служб Analysis Services
zh_tw: Analysis Services 連接器

# AnalysisServicesConnector_LearnMore_CTA
source: Learn more
de_de: Weitere Informationen
es_es: Más información
fr_fr: En savoir plus
it_it: Scopri di più
ja_jp: 詳細情報
ko_kr: 자세히 알아보기
pt_br: Saiba mais
ru_ru: Дополнительные сведения
zh_cn: 了解详细信息
zh_tw: 深入了解

# Content_Headline
source: Choose the gateway that best fits your needs
de_de: Wählen Sie das Gateway aus, das Ihren Anforderungen optimal entspricht
es_es: Elija la puerta de enlace que mejor se adapte a sus necesidades
fr_fr: Choisissez la passerelle la plus adaptée à vos besoins
it_it: Scegli il gateway più idoneo alle tue esigenze
ja_jp: ニーズに最適なゲートウェイを選ぶ
ko_kr: 필요에 가장 적합한 게이트웨이 선택
pt_br: Escolha o gateway que melhor se adéqua a suas necessidades
ru_ru: Выберите шлюз, который лучше всего подходит под ваши требования
zh_cn: 选择最符合你需求的网关
zh_tw: 請選擇最符合您需求的閘道器。

source: Download gateway
de_de: Gateway herunterladen
es_es: Descargar puerta de enlace
fr_fr: Télécharger la passerelle
it_it: Scarica il gateway
ja_jp: ゲートウェイのダウンロード
ko_kr: 게이트웨이 다운로드
pt_br: Baixar gateway
ru_ru: Скачать шлюз
zh_cn: 下载网关
zh_tw: 下載閘道器

# EasySetup_Content
source: Download and install the gateway with minimal interactions. Then sign in with your organization account to register the gateway to be used by cloud services.
de_de: Laden Sie das Gateway herunter, und installieren Sie es in nur wenigen Schritten. Melden Sie sich dann mit Ihrem Unternehmenskonto an, um das Gateway für Clouddienste zu registrieren.
es_es: Descargue e instale la puerta de enlace con el mínimo de interacciones. Después, inicie sesión con la cuenta de su organización para registrar la puerta de enlace y que la usen los servicios en la nube.
fr_fr: Téléchargez et installez la passerelle avec un minimum d’interactions. Puis connectez-vous avec votre compte professionnel pour inscrire la passerelle à utiliser par les services cloud.
it_it: Scarica e installa il gateway con un'interazione minima. Quindi, accedi al tuo account aziendale per registrare il gateway in modo da usarlo nei servizi cloud.
ja_jp: 最小限の操作でゲートウェイをダウンロードしてインストールできます。次に、組織のアカウントでサインインし、クラウド サービスで使用するゲートウェイを登録します。
ko_kr: 최소한의 조작으로 게이트웨이를 다운로드하고 설치하세요. 그런 다음 조직 계정으로 로그인하여 클라우드 서비스에서 사용할 게이트웨이를 등록하세요.
pt_br: Baixe e instale o gateway com o mínimo de interações. Em seguida, entre com a conta da sua organização para registrar o gateway a ser usado pelos serviços de nuvem.
ru_ru: Скачайте и установите шлюз, выполнив несколько простых действий. Затем войдите в учетную запись своей организации для регистрации шлюза, чтобы он использовался облачными службами.
zh_cn: 只需进行最小程度的交互便可下载和安装网关。然后使用你的组织帐户注册将用于云服务的网关。
zh_tw: 以最少的互動下載並安裝閘道器。然後使用您的組織帳戶登入，以註冊雲端服務要使用的閘道器。

# EasySetup_Heading
source: Easy setup
de_de: Einfaches Setup
es_es: Instalación sencilla
fr_fr: Configuration simplifiée
it_it: Facile configurazione
ja_jp: 簡単なセットアップ
ko_kr: 간편한 설치
pt_br: Instalação fácil
ru_ru: Простая настройка
zh_cn: 轻松安装
zh_tw: 輕鬆安裝

# EnterpriseDeployments_Content
source: This gateway is used by organizations to serve a large number of users. It also enables administrators to set up access control for individual data sources and monitor usage.
de_de: Dieses Gateway kann von Unternehmen verwendet werden, um eine große Anzahl von Benutzern zu verarbeiten. Es ermöglicht darüber hinaus Administratoren, Zugriffskontrollen für einzelne Datenquellen einzurichten und die Verwendung zu überwachen.
es_es: Las organizaciones usan esta puerta de enlace para atender a un gran número de usuarios. También permite a los administradores configurar el control de acceso para los orígenes de datos individuales y supervisar el uso.
fr_fr: Cette passerelle permet aux organisations de servir un grand nombre d’utilisateurs. Elle permet également aux administrateurs de configurer le contrôle d’accès pour les sources de données individuelles et de surveiller l’utilisation.
it_it: Il gateway viene usato dalle organizzazioni per servire un numero elevato di utenti. Permette agli amministratori di configurare il controllo di accesso alle origini dati individuali e di monitorarne l'utilizzo.
ja_jp: このゲートウェイは、組織で多数のユーザーを処理するために使用されます。管理者が個々のデータ ソースへのアクセス制御をセットアップし、利用状況を監視できるようにします。
ko_kr: 이 게이트웨이는 조직에서 많은 사용자가 사용합니다. 또한 관리자가 개별 데이터 원본에 대한 액세스 제어를 설정하고 사용 현황을 모니터링할 수 있습니다.
pt_br: Este gateway é usado por organizações para atender a um grande número de usuários. Além disso, ele permite que administradores configurem o controle de acesso para fontes de dados individuais e monitorem o uso.
ru_ru: Этот шлюз используется организациями для обслуживания большого количества пользователей. Он также позволяет администраторам настроить управление доступом для отдельных источников данных и мониторинга использования.
zh_cn: 组织使用此网关来服务众多用户。通过此网关，管理员能够对单个数据源设置访问控制并监视使用情况。
zh_tw: 組織可使用這個閘道器來服務大量的使用者。同時可讓系統管理員針對個別資料來源設定存取控制，以及監視使用情況。

# EnterpriseDeployments_Download_CTA
source: Download
es_es: Descargar
fr_fr: Télécharger
it_it: Scarica
ja_jp: ダウンロード
ko_kr: 다운로드
ru_ru: Скачать
zh_cn: 下载
zh_tw: 下載

# EnterpriseDeployments_Heading
source: For enterprise deployments
de_de: Für Unternehmensbereitstellungen
es_es: Para implementaciones empresariales
fr_fr: Pour les déploiements d’entreprise
it_it: Per le distribuzioni aziendali
ja_jp: エンタープライズのデプロイ用
ko_kr: 엔터프라이즈 배포용
pt_br: Para implantações corporativas
ru_ru: Для корпоративных развертываний
zh_cn: 适用于企业部署
zh_tw: 適用於企業部署

# EnterpriseDeployments_Label
source: Power BI Gateway - Enterprise
fr_fr: Passerelle Power BI - Entreprise
it_it: Gateway di Power BI - Enterprise
ja_jp: Power BI Gateway - エンタープライズ版
ko_kr: Power BI 게이트웨이 - 엔터프라이즈
ru_ru: Корпоративный шлюз Power BI

# EnterpriseDeployments_LearnMore_CTA
source: Learn more
de_de: Weitere Informationen
es_es: Más información
fr_fr: En savoir plus
it_it: Scopri di più
ja_jp: 詳細情報
ko_kr: 자세히 알아보기
pt_br: Saiba mais
ru_ru: Дополнительные сведения
zh_cn: 了解详细信息
zh_tw: 深入了解

# Features_ComingSoon
source: Coming soon
de_de: In Kürze verfügbar
es_es: Próximamente
fr_fr: Bientôt disponible
it_it: Presto disponibile
ja_jp: 近日公開予定
ko_kr: 제공 예정
pt_br: Em breve
ru_ru: Скоро выйдет
zh_cn: 即将推出
zh_tw: 即將推出

# Features_LearnMore
source: Learn more
de_de: Weitere Informationen
es_es: Más información
fr_fr: En savoir plus
it_it: Scopri di più
ja_jp: 詳細情報
ko_kr: 자세히 알아보기
pt_br: Saiba mais
ru_ru: Дополнительные сведения
zh_cn: 了解详细信息
zh_tw: 深入了解

# Features_MSProducts
source: Power BI, PowerApps, Azure Logic Apps (Preview), Microsoft Flow
es_es: Power BI, PowerApps, Azure Logic Apps (versión preliminar), Microsoft Flow
fr_fr: Power BI, PowerApps, Azure Logic Apps (version préliminaire), Microsoft Flow
it_it: Power BI, PowerApps, app per la logica di Azure (anteprima), Microsoft Flow
ja_jp: Power BI、PowerApps、Azure Logic Apps (プレビュー)、Microsoft Flow
pt_br: Power BI, PowerApps, Aplicativo Lógico do Azure (Preview), Microsoft Flow
ru_ru: Power BI, PowerApps, Azure Logic Apps (предварительная версия), Microsoft Flow
zh_cn: Power BI, PowerApps, Azure Logic Apps (预览版), Microsoft Flow

# Features_OnPremisesColumn_Heading
source: On-premises data gateway
de_de: Lokales Datengateway
es_es: Puerta de enlace de datos local
fr_fr: Passerelle de données locale
it_it: Gateway dati locale
ja_jp: オンプレミス データ ゲートウェイ
ko_kr: 온-프레미스 데이터 게이트웨이
pt_br: Gateway de dados local
ru_ru: Локальный шлюз данных
zh_cn: 本地数据网关
zh_tw: 內部部署資料閘道器

# Features_PersonalColumn_Heading
source: Personal gateway
es_es: Puerta de enlace personal
fr_fr: Passerelle Personal
it_it: Gateway personale
ko_kr: 개인 게이트웨이
pt_br: Gateway pessoal
ru_ru: Личный шлюз
zh_tw: 個人閘道器

# Features_Row1
source: Import data and set up scheduled refresh
de_de: Importieren von Daten und Einrichten von geplanter Aktualisierung
es_es: Importar datos y configurar actualizaciones programadas
fr_fr: Importation de données et planification de l’actualisation
it_it: Importazione di dati e configurazione dell'aggiornamento pianificato
ja_jp: データをインポートし、スケジュールされた更新をセットアップする
ko_kr: 데이터 가져오기 및 예약된 새로 고침 설정
pt_br: Importar dados e configurar uma atualização agendada
ru_ru: Импорт данных и настройка графика обновлений
zh_cn: 导入数据和设置计划刷新
zh_tw: 匯入資料及設定排程重新整理

# Features_Row2
source: Run as an app for users who aren't administrators on the computer
de_de: Ausführung als App für Benutzer ohne Administratorberechtigungen auf einem Computer
es_es: Ejecución como una aplicación para usuarios que no son administradores del equipo
fr_fr: Exécution en tant qu’application pour les utilisateurs qui ne disposent pas de droits d’administration sur l’ordinateur
it_it: Esecuzione come app per gli utenti che non sono amministratori del computer
ja_jp: コンピューターの管理者ではないユーザーのためにアプリとして実行する
ko_kr: 컴퓨터에서 관리자가 아닌 사용자를 위해 앱으로 실행
pt_br: Executar como um aplicativos para usuários que não são administradores no computador
ru_ru: Запуск в качестве приложения для пользователей, которые не являются администраторами на компьютере
zh_cn: 针对不是计算机管理员的用户，以应用方式运行
zh_tw: 針對不是電腦系統管理員的使用者，以應用程式的方式執行

# Features_Row3
source: Run as a single user with your credentials
de_de: Ausführung als einzelner Benutzer mit den eigenen Anmeldeinformationen
es_es: Ejecución como un usuario único con sus credenciales
fr_fr: Exécution en tant qu’utilisateur unique avec vos informations d’identification
it_it: Esecuzione come singolo utente con le tue credenziali
ja_jp: 証明書を使って単一ユーザーとして実行する
ko_kr: 자격 증명을 사용하여 단일 사용자로 실행
pt_br: Executar como um usuário único com suas credenciais
ru_ru: Запуск в роли одного пользователя с вашими учетными данными
zh_cn: 使用凭据以单一用户身份运行
zh_tw: 使用認證以單一使用者身分執行

# Features_Row4
source: Serves multiple users with access control per data source
de_de: Nutzung durch mehrere Benutzer mit Zugriffskontrolle pro Datenquelle
es_es: Atender a varios usuarios con control de acceso por origen de datos
fr_fr: Gestion de plusieurs utilisateurs avec un contrôle d’accès par source de données
it_it: Gestione di più utenti con il controllo di accesso per origine dati
ja_jp: データ ソースごとのアクセス制御で複数のユーザーを処理する
ko_kr: 여러 사용자에게 데이터 원본별 액세스 제어 제공
pt_br: Atende a diversos usuários com controle de acesso por fonte de dados
ru_ru: Обслуживает нескольких пользователей с управлением доступом для каждого источника данных
zh_cn: 通过对每个数据源的访问控制来服务多位用户
zh_tw: 為具有各個資料來源存取控制的使用者提供服務

# Features_Row5
source: Support for DirectQuery to SQL Server
de_de: Unterstützung für DirectQuery für SQL Server
es_es: Compatibilidad con DirectQuery en SQL Server
fr_fr: Prise en charge de DirectQuery pour SQL Server
it_it: Supporto per DirectQuery in SQL Server
ja_jp: SQL Server に対する DirectQuery のサポート
ko_kr: SQL Server에 대한 DirectQuery 지원
pt_br: Suporte a DirectQuery para SQL Server
ru_ru: Поддержка DirectQuery для SQL Server
zh_cn: 支持使用 SQL Server 的 DirectQuery
zh_tw: 支援使用 SQL Server 的 DirectQuery

# Features_Row6
source: Support for a live connection to Analysis Services
de_de: Unterstützung für dynamische Verbindungen mit Analysis Services
es_es: Compatibilidad con una conexión dinámica con Analysis Services
fr_fr: Prise en charge de la connexion active à Analysis Services
it_it: Supporto per la connessione in tempo reale ad Analysis Services
ja_jp: Analysis Services に対するライブ接続のサポート
ko_kr: Analysis Services에 대한 라이브 연결 지원
pt_br: Suporte a conexão ativa para Analysis Services
ru_ru: Поддержка динамического подключения к Analysis Services
zh_cn: 支持实时连接 Analysis Services
zh_tw: 支援即時連接 Analysis Services

# Features_Row7
source: Monitoring and auditing for gateway and data sources
de_de: Überwachung von Gateway und Datenquellen
es_es: Supervisión y auditoría de los orígenes de datos y la puerta de enlace
fr_fr: Surveillance et audit pour la passerelle et les sources de données
it_it: Monitoraggio e controllo di gateway e origini dati
ja_jp: ゲートウェイとデータ ソースの監視と監査
ko_kr: 게이트웨이 및 데이터 원본 모니터링과 감사
pt_br: Monitoramento e auditoria para fontes de dados e gateway
ru_ru: Мониторинг и аудит для шлюза и источников данных
zh_cn: 对网关和数据来源进行监视和审核
zh_tw: 對閘道器和資料來源進行監視與稽核

# Features_CloudServices
source: Cloud services it works with
de_de: Kompatible Clouddienste
es_es: Servicios en la nube con los que funciona
fr_fr: Services cloud associés
it_it: Servizi cloud con cui può essere usato
ja_jp: 機能するクラウド サービス
ko_kr: 함께 사용할 클라우드 서비스
pt_br: Serviços de nuvem compatíveis
ru_ru: Совместимые облачные службы
zh_cn: 它将处理的云服务
zh_tw: 搭配運作的雲端服務

# Hero_Content
source: With the on-premises gateways, you can keep your data fresh by connecting to your on-premises data sources without the need to move the data. Query large datasets and benefit from your existing investments. The gateways provide the flexibility you need to meet individual needs, and the needs of your organization.
de_de: Mit lokalen Gateways können Sie Ihre Daten auf dem aktuellen Stand halten, indem Sie Verbindungen mit lokalen Datenquellen herstellen. Daten brauchen nicht verschoben zu werden. Fragen Sie große Datasets ab, und profitieren Sie so von Ihren bisherigen Investitionen. Die Gateways bieten die Flexibilität, die Sie zum Erfüllen individueller Bedürfnisse und der Anforderungen Ihrer Organisation benötigen.
es_es: Con las puertas de enlace locales mantendrá sus datos actualizados, ya que se podrá conectar a las fuentes de datos locales sin necesidad de desplazarlos. Consulte grandes conjuntos de datos y aproveche sus inversiones. Las puertas de enlace proporcionan la flexibilidad que necesita para satisfacer sus necesidades y las de la organización.
fr_fr: Les passerelles locales vous permettent d’actualiser les données en vous connectant aux sources de données locales sans devoir déplacer les données. Interrogez de volumineux jeux de données et tirez parti de vos investissements existants. Elles offrent la flexibilité dont vous avez besoin pour répondre aux besoins individuels, ainsi qu’à ceux de votre organisation.
it_it: Con i gateway locali i tuoi dati sono sempre aggiornati grazie alle connessione con le origini dati locali senza la necessità di spostare i dati. Puoi eseguire una query su set di dati di grandi dimensioni e sfruttare gli investimenti esistenti. I gateway ti offrono la flessibilità di cui hai bisogno per soddisfare le esigenze individuali e quelle della tua organizzazione.
ja_jp: オンプレミス ゲートウェイでは、オンプレミスのデータ ソースに接続することでデータを最新の状態に保つことができ、データを移動する必要はありません。大規模なデータセットを照会して、既存の投資を利用します。ゲートウェイは、個人のニーズと組織のニーズを満たすのに必要な柔軟性を提供します。
ko_kr: 온-프레미스 게이트웨이를 사용하면 데이터를 이동할 필요 없이 온-프레미스 데이터 원본에 연결하여 데이터를 최신 상태로 유지할 수 있습니다. 대규모 데이터 집합을 쿼리하고 기존 투자를 활용할 수 있습니다. 이 게이트웨이는 개인별 요구 사항과 조직의 요구 사항을 충족하는 데 필요한 유연성을 제공합니다.
pt_br: Com os gateways locais, você pode manter os dados atualizados, conectando-se às fontes de dados locais, sem precisar mover os dados. Consulte grandes conjuntos de dados e ainda aproveite seus investimentos existentes. Os gateways fornecem a flexibilidade que você precisa para atender a demandas individuais e as necessidades de sua organização.
ru_ru: Благодаря локальным шлюзам вы можете постоянно обновлять данные, подключаясь к локальным источникам данных, без необходимости их перемещения. Запрашивайте большие наборы данных и получайте преимущества от уже имеющихся вложений. Шлюз предоставляет необходимую гибкость для удовлетворения ваших требований и требований вашей организации.
zh_cn: 使用本地网关，你可以通过连接本地数据源让数据始终保持最新状态，而无需移动数据。查询大型数据集并受益于现有投入。此网关让你可以灵活地满足个人需求和组织需求。
zh_tw: 透過內部部署閘道器，您可以藉由連線到內部部署資料來源，讓資料保持在最新狀態，而不需要移動資料。查詢大型資料集，並從您的現有投資獲益。閘道器提供滿足個別需求以及組織需求的必要彈性。

# Hero_Heading
source: Keep your dashboards and reports up-to-date with your on-premises data sources
de_de: Dashboards und Berichte mit lokalen Datenquellen immer auf dem aktuellen Stand
es_es: Mantenga sus paneles e informes al día con los orígenes de datos locales
fr_fr: Actualisez vos rapports et tableaux de bord avec vos sources de données locales
it_it: Tieni aggiornati i dashboard e i report con le origini dati locali
ja_jp: オンプレミス データ ソースを使用してダッシュボードやレポートを最新の状態に保つ
ko_kr: 온-프레미스 데이터 원본으로 대시보드와 보고서를 최신 상태로 유지
pt_br: Mantenha seus dashboards e relatórios atualizados com relação às fontes de dados locais
ru_ru: Сохраняйте актуальность своих панелей мониторинга и отчетов благодаря локальным источникам данных
zh_cn: 通过本地数据源让仪表板和报表保持最新状态
zh_tw: 讓您的儀表板及報表與內部部署資料來源保持同步

# Hero_LearnMore
source: Learn more
de_de: Weitere Informationen
es_es: Más información
fr_fr: En savoir plus
it_it: Scopri di più
ja_jp: 詳細情報
ko_kr: 자세히 알아보기
pt_br: Saiba mais
ru_ru: Дополнительные сведения
zh_cn: 了解详细信息
zh_tw: 深入了解

# META_PAGETITLE
source: Power BI Gateway | Microsoft Power BI
ko_kr: Power BI 게이트웨이 | Microsoft Power BI
ru_ru: Шлюз Power BI | Microsoft Power BI

# OneGateway_Content
source: Install once and deploy multiple on-premises data connections across Power BI, PowerApps, Microsoft Flow and Azure Logic Apps using the same gateway.
de_de: Nach einer einmaligen Installation können Sie lokale Datenverbindungen mehrfach über das gleiche Gateway für Power BI, PowerApps, Microsoft Flow und Azure Logic Apps bereitstellen.
es_es: Realice una instalación e implemente varias conexiones a datos locales en Power BI, PowerApps, Microsoft Flow y Azure Logic Apps con la misma puerta de enlace.
fr_fr: Procédez à l’installation à une seule reprise et déployez plusieurs connexions de données locales dans Power BI, PowerApps, Microsoft Flow et Azure Logic Apps à l’aide d’une même passerelle.
it_it: Installalo una volta sola e distribuisci più connessioni dati locali tra Power BI, PowerApps, Microsoft Flow e app per la logica di Azure usando lo stesso gateway.
ja_jp: 一度インストールすると、同一のゲートウェイを使用して、Power BI、PowerApps、Microsoft Flow、および Azure Logic Apps で複数のオンプレミス データ接続を展開できます。
ko_kr: 한 번만 설치하면 동일한 게이트웨이를 사용하는 Power BI, PowerApps, Microsoft Flow 및 Azure Logic Apps 전체에 여러 온-프레미스 데이터 연결을 배포할 수 있습니다.
pt_br: Instale uma única vez e implante várias conexões de dados locais entre o Power BI, o PowerApps, o Microsoft Flow e o Aplicativo Lógico do Azure usando o mesmo gateway.
ru_ru: Установите и развертывайте множество локальных подключений к данным в Power BI, PowerApps, Microsoft Flow и Azure Logic Apps при помощи всего одного шлюза.
zh_cn: 只需安装一次，便可使用同一网关跨 Power BI、PowerApps、Microsoft Flow 和 Azure Logic Apps 部署多个本地数据连接。
zh_tw: 使用同一個閘道器，只要安裝一次就能在 Power BI、PowerApps、Microsoft Flow 與 Azure Logic Apps 佈署多個內部部署資料連線。

# OneGateway_Heading
source: One gateway for all your cloud services
de_de: Ein Gateway für alle Clouddienste
es_es: Una puerta de enlace para todos los servicios en la nube
fr_fr: Une seule passerelle pour l’ensemble de vos services cloud
it_it: Un unico gateway per tutti i tuoi servizi cloud
ja_jp: すべてのクラウド サービスで 1 つのゲートウェイ
ko_kr: 모든 클라우드 서비스를 위한 하나의 게이트웨이
pt_br: Um único gateway para todos os serviços de nuvem
ru_ru: Один шлюз для всех ваших облачных служб
zh_cn: 一个网关便可支持所有云服务
zh_tw: 一個閘道器適用於所有雲端服務

# PersonalUse_Content
source: Refresh your on-premises data quickly without waiting for an IT Admin. Designed for use with personal data sets, there is no central monitoring capabilities for this gateway.
de_de: Aktualisieren Sie Ihre lokalen Daten schnell, ohne auf einen IT-Administrator zu warten. Aufgrund der Auslegung für die Verwendung mit persönlichen Datasets gibt es bei diesem Gateway keine Möglichkeit zur zentralen Verwaltung.
es_es: Actualice sus datos locales rápidamente sin necesidad de contar con un administrador de TI. Esta puerta de enlace se ha diseñado para usarse con conjuntos de datos personales y no dispone de funcionalidades de supervisión centrales.
fr_fr: Actualisez vos données locales rapidement sans attendre l’aide d’un administrateur informatique. Conçue pour une utilisation avec les jeux de données personnels, cette passerelle ne possède pas de fonctionnalités de surveillance centralisées.
it_it: Aggiorna rapidamente i tuoi dati locali senza attendere l'intervento di un amministratore IT. Essendo progettato per l'uso con i set di dati personali, questo gateway non offre funzionalità di monitoraggio centralizzato.
ja_jp: IT 管理者を待つことなく、オンプレミスのデータをすばやく更新します。個人のデータ セット向けに設計されているため、このゲートウェイのための集中監視機能はありません。
ko_kr: IT 관리자가 할 때까지 기다리지 않고 온-프레미스 데이터를 신속하게 새로 고치세요. 개인 데이터 집합에 사용하도록 설계된 이 게이트웨이에는 중앙 모니터링 기능이 없습니다.
pt_br: Atualize seus dados locais rapidamente sem ter que aguardar por um Administrador de TI. Criado para uso com conjuntos de dados pessoais, não há recursos de monitoramento central para este gateway.
ru_ru: Быстро обновляйте локальные данные, не дожидаясь ИТ-администратора. У этого шлюза нет функций центрального мониторинга, так как он разработан для использования с персональными наборами данных.
zh_cn: 无需等候 IT 管理员即可快速刷新本地数据。由于设计为与个人数据集一起使用，因此该网关没有中央监视功能。
zh_tw: 無須等候 IT 管理員，即可快速更新您的內部部署資料。這種閘道器是針對搭配個人資料集使用所設計，不含中央監視功能。

# PersonalUse_Download_CTA
source: Download
es_es: Descargar
fr_fr: Télécharger
it_it: Scarica
ja_jp: ダウンロード
ko_kr: 다운로드
ru_ru: Скачать
zh_cn: 下载
zh_tw: 下載

# PersonalUse_Heading
source: For personal use
de_de: Für den persönlichen Gebrauch
es_es: Para el uso personal
fr_fr: Pour une utilisation personnelle
it_it: Per uso personale
ja_jp: 個人用
ko_kr: 개인용
pt_br: Para uso pessoal
ru_ru: Для персонального использования
zh_cn: 适用于个人使用
zh_tw: 適用於個人用途

# PersonalUse_Label
source: Power BI Gateway - Personal
fr_fr: Passerelle Power BI - Personal
ko_kr: Power BI 게이트웨이 - 개인
pt_br: Gateway do Power BI - Pessoal
ru_ru: Шлюз Power BI — персональный

# PersonalUse_LearnMore_CTA
source: Learn more
de_de: Weitere Informationen
es_es: Más información
fr_fr: En savoir plus
it_it: Scopri di più
ja_jp: 詳細情報
ko_kr: 자세히 알아보기
pt_br: Saiba mais
ru_ru: Дополнительные сведения
zh_cn: 了解详细信息
zh_tw: 深入了解
