Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Gateway/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# SecureAccess_Content
source: Data transfer between Power BI and the gateway is secured through Azure Service Bus. Credentials provided by gateway administrators are encrypted to help protect your information in the cloud and only decrypted on the gateway machine.
de_de: Die Datenübertragung zwischen Power BI und dem Gateway ist durch Azure Service Bus geschützt. Von Gatewayadministratoren ausgegebene Anmeldeinformationen werden verschlüsselt, um Ihre Daten in der Cloud zu schützen, und erst auf dem Gatewaycomputer wieder entschlüsselt.
es_es: La transferencia de datos entre Power BI y la puerta de enlace se protege mediante Azure Service Bus. Las credenciales que proporcionan los administradores de la puerta de enlace se cifran para ayudar a proteger la información en la nube y solo se descifran en la máquina de la puerta de enlace.
fr_fr: Le transfert de données entre Power BI et la passerelle est sécurisé au moyen d’Azure Service Bus. Les informations d’identification fournies par les administrateurs de passerelle sont chiffrées pour protéger vos informations situées dans le cloud. Elles ne sont déchiffrées qu’une fois sur l’ordinateur sur lequel est installée la passerelle.
it_it: Il trasferimento dei dati tra Power BI e il gateway viene protetto con il bus di servizio di Azure. Le credenziali fornite dagli amministratori del gateway sono crittografate per proteggere le tue informazioni nel cloud e vengono decrittografate solo nel computer del gateway.
ja_jp: Power BI とゲートウェイ間のデータ転送は、Azure Service Bus を介してセキュリティで保護されます。ゲートウェイ管理者から提供される資格情報は、クラウドの情報を保護するために暗号化され、ゲートウェイ コンピューターでのみ暗号化解除されます。
ko_kr: Power BI와 게이트웨이 간의 데이터 전송은 Azure Service Bus를 통해 보안이 설정됩니다. 클라우드에서 귀하의 정보를 보호하기 위해 게이트웨이 관리자가 입력한 자격 증명이 암호화되고 게이트웨이 컴퓨터에서만 해독됩니다.
pt_br: A transferência de dados entre o Power BI e o gateway é protegida pelo Barramento de Serviço do Azure. As credenciais fornecidas pelos administradores do gateway são criptografadas para ajudar a proteger as informações na nuvem e somente são descriptografadas no computador do gateway.
ru_ru: Передача данных между Power BI и шлюзом защищена с помощью служебной шины Azure. Учетные данные, предоставляемые администраторами шлюза, шифруются для защиты информации в облаке и расшифровываются только на компьютере шлюза.
zh_cn: 通过 Azure 服务总线保障 Power BI 与网关之间数据传输的安全。网关管理员提供的凭据进行了加密以帮助保护你在云中的数据，且仅在网关计算机上进行解密。
zh_tw: Power BI 與閘道器之間的資料傳輸會透過 Azure 服務匯流排加以保護。閘道器管理員提供的認證會經過加密，以協助在雲端保護您的資訊，而且只會在閘道器電腦上解密。

# SecureAccess_Heading
source: Secured access to data
de_de: Sicherer Datenzugriff
es_es: Acceso seguro a los datos
fr_fr: Accès sécurisé aux données
it_it: Accesso protetto ai dati
ja_jp: データへの保護されたアクセス
ko_kr: 데이터 액세스 보안
pt_br: Acesso seguro a dados
ru_ru: Безопасный доступ к данным
zh_cn: 对数据访问进行了保护
zh_tw: 安全的資料存取

# SSRS_Content
source: With Reporting Services 2016, users can pin a visualization from a report to a dashboard in Power BI.
de_de: Mit Reporting Services 2016 können Benutzer eine Visualisierung aus einem Bericht an einem Dashboard in Power BI anheften.
es_es: Con Reporting Services 2016, los usuarios pueden anclar una visualización de un informe a un panel en Power BI.
fr_fr: Reporting Services 2016 permet aux utilisateurs d’épingler une visualisation issue d’un rapport à un tableau de bord dans Power BI.
it_it: Con Reporting Services 2016, gli utenti possono aggiungere una visualizzazione da un report a un dashboard di Power BI.
ja_jp: Reporting Services 2016 を使うと、ユーザーは Power BI でレポートからダッシュボードに視覚エフェクトをピン留めできます。
ko_kr: Reporting Services 2016을 사용하면 보고서의 시각화를 Power BI의 대시보드에 고정할 수 있습니다.
pt_br: Com o Reporting Services 2016, os usuários podem fixar a visualização de um relatório em um painel no Power BI.
ru_ru: С помощью служб Reporting Services 2016 пользователи могут закрепить визуализацию из отчета на панели мониторинга в Power BI.
zh_cn: Reporting Services 2016 可以让用户在 Power BI 中将报表中的可视化固定到仪表板。
zh_tw: 有了 Reporting Services 2016，使用者就可在 Power BI 中，將視覺效果從報表釘選到儀表板。

# SSRS_Heading
source: SQL Server Reporting Services 2016
ru_ru: Службы SQL Server Reporting Services 2016

# SSRS_LearnMore_CTA
source: Learn more
de_de: Weitere Informationen
es_es: Más información
fr_fr: En savoir plus
it_it: Scopri di più
ja_jp: 詳細情報
ko_kr: 자세히 알아보기
pt_br: Saiba mais
ru_ru: Дополнительные сведения
zh_cn: 了解详细信息
zh_tw: 深入了解
