Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/PowerBIGermany/Index.*.resx
Languages: de_de, es_es, it_it, ko_kr, pt_br, ru_ru, zh_tw

# Built_For_Germany_Content
source: All customer data is stored at rest in Germany
de_de: Sämtliche ruhenden Kundendaten sind in Deutschland gespeichert.
es_es: Todos los datos de los clientes se almacenan en Alemania
it_it: Tutti i dati dei clienti sono archiviati inattivi in Germania
ko_kr: 모든 미사용 고객 데이터는 독일에 저장됩니다.
pt_br: Todos os dados do cliente são armazenados em repouso na Alemanha
ru_ru: Все данные клиентов хранятся в Германии
zh_tw: 所有客戶資料都會以待用狀態儲存在德國

# Built_For_Germany_Heading
source: German Data Residency
de_de: Datenspeicherort in Deutschland
es_es: Residencia de datos de Alemania
it_it: Residenza dei dati in Germania
ko_kr: 독일 데이터 주거성
pt_br: Residência de Dados Alemã
ru_ru: Резидентство данных в Германии
zh_tw: 德國的資料存放

# CapacityLimit_Heading
source: Data capacity limit details
de_de: Detailinformationen zu Grenzwerten der Datenkapazität
es_es: Detalles del límite de capacidad de datos
it_it: Dettagli sui limiti di capacità dei dati
ko_kr: 데이터 용량 제한 세부 정보
pt_br: Detalhes do limite da capacidade de dados
ru_ru: Подробности об ограничении на объем данных
zh_tw: 資料容量限制的詳細資料

# CompliantAndSecure_Content
source: Independent German data trustee, governed by German law, controls physical & logical access to customer data
de_de: Ein unabhängiger deutscher Datentreuhänder, der deutschen Gesetzen unterliegt, steuert den physischen und logischen Zugriff auf Kundendaten.
es_es: Un Administrador de datos para Alemania independiente, que se rige por las leyes alemanas, controla el acceso físico y lógico a los datos de los clientes
it_it: L'amministratore fiduciario indipendente dei dati in Germania, disciplinato dalle leggi tedesche, controlla l'accesso fisico e logico ai dati dei clienti
ko_kr: 독일 법의 지배를 받는 독립 독일 데이터 수탁자는 고객 데이터에 대한 물리적 및 논리적 액세스를 제어합니다.
pt_br: O objeto de confiança de dados alemão independente, governado pelas leis alemãs, controla acesso físico e lógico aos dados do cliente
ru_ru: Независимый немецкий поверенный по вопросам данных, действующий в рамках законов Германии, осуществляет контроль за физическим и логическим доступом к данным клиента
zh_tw: 受德國法律掌管的獨立德國資料信任者，會控制客戶資料的實體和邏輯存取

# CompliantAndSecure_Heading
source: German Data Trustee
de_de: Deutscher Datentreuhänder
es_es: Administrador de datos para Alemania
it_it: Amministratore fiduciario dei dati in Germania
ko_kr: 독일 데이터 수탁자
pt_br: Objeto de Confiança de Dados Alemão
ru_ru: Немецкий поверенный по вопросам данных
zh_tw: 德國資料信任者

# Flyout_Capacity_1
source: Global limit for tenant = 10 GB x # of Power BI Pro seats purchased
de_de: Globaler Grenzwert für Mandanten = 10 GB x Anzahl der gekauften Power BI Pro-Arbeitsplätze
es_es: Límite global para el inquilino = 10 GB x n.º de licencias por puesto de Power BI adquiridas
it_it: Limite globale per tenant = 10 GB x N. di postazioni di Power BI Pro acquistate
ko_kr: 테넌트에 대한 전역 한계 = 10GB x 구매한 Power BI Pro 사용자 수
pt_br: Limite global para locatário = 10 GB x n º de estações do Power BI Pro adquiridas
ru_ru: Глобальное ограничение для клиента — 10 ГБ x число приобретенных лицензий Power BI Pro
zh_tw: 租用戶的整體限制 = 10 GB x 購買的 Power BI Pro 授權數

# Flyout_Capacity_2
source: Limit for a single personal workspace = 10 GB
de_de: Grenzwert für einen einzelnen persönlichen Arbeitsplatz = 10 GB
es_es: Límite para una única área de trabajo personal = 10 GB
it_it: Limite per una singola area di lavoro personale = 10 GB
ko_kr: 단일 개인 작업 영역에 대한 제한 = 10GB
pt_br: Limite para um único espaço de trabalho pessoal = 10 GB
ru_ru: Ограничение для одной персональной рабочей области — 10 ГБ
zh_tw: 單一個人工作區限制 = 10 GB

# Flyout_Capacity_3
source: Limit for a single group = 10 GB
de_de: Grenzwert für eine einzelne Gruppe = 10 GB
es_es: Límite para un único grupo = 10 GB
it_it: Limite per un singolo gruppo = 10 GB
ko_kr: 단일 그룹에 대한 제한 = 10GB
pt_br: Limite para um único grupo = 10 GB
ru_ru: Ограничение для одной группы — 10 ГБ
zh_tw: 單一群組限制 = 10 GB

# Flyout_MaxDataRate_1
source: <h3>Power BI REST API Limits</h3> <p>This is the max data rate for the Power BI REST API. See <a href="{0}">Power BI REST API Limits</a> for more information.</p>
de_de: <h3>Einschränkungen für Power BI-REST-API</h3> <p>Dies ist die maximale Datenrate für die Power BI-REST-API. Weitere Informationen zu den <a href="{0}">Einschränkungen für die Power BI-REST-API</a></p>
es_es: <h3>Limitaciones de la API de REST de Power BI</h3> <p>Se trata de la velocidad de datos máxima para la API de REST de Power BI. Consulte <a href="{0}">Limitaciones de la API de REST de Power BI</a> para más información.</p>
it_it: <h3>Limiti dell'API REST di Power BI</h3> <p>Velocità dati massima per l'API REST di Power BI Per altre informazioni, vedi <a href="{0}">Limiti dell'API REST di Power BI</a>.</p>
ko_kr: <h3>Power BI REST API 제한</h3> <p>Power BI REST API에 대한 최대 데이터 전송률입니다. 자세한 내용은 <a href="{0}">Power BI REST API 제한</a>을 참조하십시오.</p>
pt_br: <h3>Limites da API REST do Power BI</h3> <p>Esta é a taxa de dados máxima para a API REST do Power BI. Veja <a href="{0}">Limites da API REST do Power BI</a> para obter mais informações.</p>
ru_ru: <h3>Ограничения REST API Power BI</h3> <p>Это максимальный объем передаваемых данных для REST API Power BI. Дополнительные сведения см. в разделе <a href="{0}">Ограничения REST API Power BI</a>.</p>
zh_tw: <h3>Power BI REST API 限制</h3> <p>這是 Power BI REST API 的最大資料速率。如需詳細資訊，請參閱 <a href="{0}">Power BI REST API 限制</a>。</p>

# Germany_MainContent
source: Get the same business analytics experience through live, interactive dashboards and reports combined with a unique data trustee model and data residency in Germany to meet your regulatory needs
de_de: Die gleichen Business Analytics-Funktionen über interaktive Live-Dashboards und -Berichte und Einhaltung von Vorschriften dank einmaligem Datentreuhandmodell und Datenspeicherort in Deutschland
es_es: Obtenga los mismos análisis empresariales a través de paneles e informes interactivos en tiempo real, lo que se combina con un modelo único de administración y residencia de datos en Alemania que cubra las necesidades legales
it_it: Ottieni la stessa esperienza di analisi business attraverso dashboard e report dinamici e interattivi combinati con un modello esclusivo di amministratore fiduciario dei dati e di residenza dei dati in Germania per soddisfare le tue esigenze normative
ko_kr: 독일에서 규제 요구 사항을 충족하기 위해 고유 데이터 수탁자 모델 및 데이터 주거성과 결합된 라이브, 인터렉티브 대시보드 및 보고서를 통해 동일한 비즈니스 분석 서비스 받기
pt_br: Obtenha a mesma experiência de análise de negócios por meio de relatórios e dashboards interativos em tempo real combinados com um modelo do objeto de confiança de dados exclusivo e residência de dados na Alemanha para atender suas necessidades regulatórias
ru_ru: Используйте знакомые возможности бизнес-аналитики с помощью динамических интерактивных панелей мониторинга и отчетов в сочетании с уникальной моделью поверенного по вопросам данных и резидентством данных в Германии для соответствия установленным нормативным требованиям
zh_tw: 透過即時的互動式儀表板及報表取得相同的商務分析體驗，其結合獨特的資料信任者模型及德國的資料存放服務，以滿足您的規定需求

# Germany_MainHeading
source: Microsoft Power BI Germany
de_de: Microsoft Power BI Deutschland
es_es: Microsoft Power BI Alemania
it_it: Microsoft Power BI Germania
pt_br: Microsoft Power BI Alemanha

# Independent_German_Content
source: Services are delivered from German datacenters
de_de: Dienste werden in deutschen Datencentern bereitgestellt
es_es: Los servicios se prestan desde centros de datos alemanes
it_it: I servizi vengono erogati da data center tedeschi
ko_kr: 독일 데이터센터에서 서비스가 전달됩니다.
pt_br: Os serviços são entregues dos datacenters da Alemanha
ru_ru: Услуги предоставляются немецкими центрами обработки данных
zh_tw: 服務從德國資料中心傳遞

# Independent_German_Heading
source: German Service Delivery
de_de: Deutsche Servicebereitstellung
es_es: Prestación de servicios en alemán
it_it: Fornitura del servizio in Germania
ko_kr: 독일 서비스 전달
pt_br: Entrega de Serviço Alemã
ru_ru: Предоставление услуг в Германии
zh_tw: 德國服務傳遞

# META_DESCRIPTION
source: Microsoft Power BI Germany
de_de: Microsoft Power BI Deutschland
es_es: Microsoft Power BI Alemania
it_it: Microsoft Power BI Germania
pt_br: Microsoft Power BI Alemanha

# META_KEYWORDS
source: power bi, microsoft power bi, bi tools, microsoft bi, start power bi, power bi service, power bi desktop,Sovereign Clouds , choosing power bi, power bi options,Germany
de_de: power bi, microsoft power bi, bi tools, microsoft bi, power bi einstieg, power bi dienst, power bi desktop, unabhängige clouds, power bi auswahl, power bi optionen, deutschland
es_es: power bi, microsoft power bi, herramientas bi, microsoft bi, incio power bi, servicio power bi, power bi desktop, nubes independientes, elección de power bi, opciones de power bi, Alemania
it_it: power bi, microsoft power bi, strumenti di bi, microsoft bi, avviare power bi, servizio power bi, power bi desktop, Sovereign Cloud, selezione di power bi, opzioni di power bi, Germania
ko_kr: power bi, microsoft power bi, bi tools, microsoft bi, start power bi, power bi service, power bi desktop, Sovereign Clouds, power bi 선택하기, power bi 옵션, 독일
pt_br: power bi, microsoft power bi, ferramentas do bi, microsoft bi, comece com o power bi, serviço do power bi, power bi desktop, Sovereign Clouds, escolhendo o power bi, opções do power bi, Alemanha
ru_ru: power bi, microsoft power bi, инструменты bi, microsoft bi, начать power bi, служба power bi, power bi desktop,Sovereign Clouds , выбрать power bi, параметры power bi, Германия
zh_tw: power bi, microsoft power bi, bi 工具, microsoft bi, 開始 power bi, power bi 服務, power bi desktop, 主權雲端, 選擇 power bi, power bi 選項, 德國

# META_PAGETITLE
source: Germany | Microsoft Power BI
de_de: Deutschland | Microsoft Power BI
es_es: Alemania | Microsoft Power BI
it_it: Germania | Microsoft Power BI
ko_kr: 독일 | Microsoft Power BI
pt_br: Alemanha | Microsoft Power BI
ru_ru: Германия | Microsoft Power BI

# PowerBIPro_Content1
source: 10GB per user data capacity
de_de: 10 GB/Benutzer Datenkapazität
es_es: Capacidad de datos: 10 GB por usuario
it_it: Capacità dei dati di 10 GB per utente
ko_kr: 사용자당 10GB의 데이터 용량
pt_br: 10GB por capacidade de dados do usuário
ru_ru: Объем данных: 10 ГБ на пользователя
zh_tw: 每位使用者 10GB 的資料容量

# PowerBIPro_Content2
source: Hourly scheduled data refresh
de_de: Stündliche geplante Datenaktualisierung
es_es: Actualización de datos programada cada hora
it_it: Aggiornamento pianificato dei dati ogni ora
ko_kr: 예약된 데이터 시간별 새로 고침
pt_br: Atualização de dados agendada a cada hora
ru_ru: Ежечасное обновление данных по расписанию
zh_tw: 每小時排程的資料重新整理

# PowerBIPro_Content3
source: 1M rows per hour streaming data
de_de: 1.000.000 Zeilen/Stunde Streamingdaten
es_es: Transmisión de datos: un millón de filas por hora
it_it: Streaming dei dati di un milione di righe all'ora
ko_kr: 시간당 100만 개 행의 스트리밍 데이터
pt_br: 1M linhas por hora de transmissão de dados
ru_ru: Потоковая передача данных: 1 млн строк в час
zh_tw: 每小時 1 百萬列的串流資料

# PowerBIPro_Content4
source: Connect to live data sources with full interactivity
de_de: Verbindung mit aktiven Datenquellen mit vollständiger Interaktivität
es_es: Conéctese a orígenes de datos activos con interactividad total
it_it: Connettiti alle origini dati in tempo reale con interattività completa
ko_kr: 완전한 대화형 작업으로 라이브 데이터에 연결
pt_br: Conecte-se a fontes de dados dinâmicos com interatividade total
ru_ru: Подключайтесь к динамическим источникам данных и пользуйтесь полными интерактивными возможностями
zh_tw: 在完整互動性支援下連線至即時資料來源

# PowerBIPro_Content5
source: Collaborate with your team using Office 365 Groups
de_de: Zusammenarbeit mit Ihrem Team über Office 365-Gruppen
es_es: Colabore con su equipo mediante grupos de Office 365
it_it: Collabora con il team con i gruppi di Office 365
ko_kr: Office 365 그룹을 사용하여 팀과 공동 작업
pt_br: Colaborar com sua equipe usando grupos do Office 365
ru_ru: Совместно работайте с командой, используя Группы Office 365
zh_tw: 使用 Office 365 群組與您的小組共同作業

# PowerBIPro_Content6
source: Manage access and sharing through Active Directory
de_de: Verwalten von Zugriff und Freigabe mithilfe von Active Directory
es_es: Administración del acceso y uso compartido mediante Active Directory
it_it: Gestisci l'accesso e la condivisione con Active Directory
ko_kr: Active Directory를 통한 액세스 및 공유 관리
pt_br: Gerenciar o acesso e compartilhamento por meio do Active Directory
ru_ru: Управляйте доступом и совместной работой с помощью Active Directory
zh_tw: 透過 Active Directory 管理存取和共用

# PowerBIPro_Content7
source: Shared data queries through Data Catalog
de_de: Über den Datenkatalog freigegebene Datenabfragen
es_es: Consultas de datos compartidas a través de Data Catalog
it_it: Query di dati condivise con il catalogo dati
ko_kr: 데이터 카탈로그를 통한 공유된 데이터 쿼리
pt_br: Consultas de dados compartilhadas por meio do Catálogo de Dados
ru_ru: Общие запросы данных через каталог данных
zh_tw: 透過資料目錄共用的資料查詢

# PowerBIPro_Cta
source: Sign up
de_de: Registrieren
es_es: Registrarse
it_it: Iscriviti
ko_kr: 등록
pt_br: Inscrever-se
ru_ru: Зарегистрироваться
zh_tw: 註冊

# PowerBIPro_Rules
source: <div><span class="tickSymbol">✔</span> Access on-premise data using gateways</div> <div><span class="tickSymbol">✔</span> Enterprise grade sharing with content packs</div>
de_de: <div><span class="tickSymbol">✔</span> Zugriff auf lokale Daten über Gateways</div> <div><span class="tickSymbol">✔</span> Freigabe für Unternehmen mit Inhaltspaketen</div>
es_es: <div><span class="tickSymbol">✔</span> Acceso a datos locales mediante puertas de enlace</div> <div><span class="tickSymbol">✔</span> Uso compartido de categoría empresarial con paquetes de contenido</div>
it_it: <div><span class="tickSymbol">✔</span> Accedi ai dati locali con i gateway</div> <div><span class="tickSymbol">✔</span> Condivisione di livello aziendale con i pacchetti di contenuto</div>
ko_kr: <div><span class="tickSymbol">✔</span> 게이트웨이를 사용한 온-프레미스 데이터 액세스</div> <div><span class="tickSymbol">✔</span> 콘텐츠 팩으로 엔터프라이즈급 공유</div>
pt_br: <div><span class="tickSymbol">✔</span> Acessar dados locais usando gateways</div> <div><span class="tickSymbol">✔</span> Compartilhamento de nível corporativo com pacotes de conteúdo</div>
ru_ru: <div><span class="tickSymbol">✔</span> Доступ к локальным данным через шлюзы</div> <div><span class="tickSymbol">✔</span> Совместный доступ корпоративного уровня с помощью пакетов содержимого</div>
zh_tw: <div><span class="tickSymbol">✔</span> 使用閘道存取內部部署資料</div> <div><span class="tickSymbol">✔</span> 企業級的內容套件共用</div>

# PowerBIPro_Rules1
source: Access on-premise data using gateways
de_de: Zugriff auf lokale Daten über Gateways
es_es: Acceso a datos locales mediante puertas de enlace
it_it: Accedi ai dati locali con i gateway
ko_kr: 게이트웨이를 사용한 온-프레미스 데이터 액세스
pt_br: Acessar dados locais usando gateways
ru_ru: Доступ к локальным данным через шлюзы
zh_tw: 使用閘道存取內部部署資料

# PowerBIPro_Rules2
source: Enterprise grade sharing with content packs
de_de: Freigabe für Unternehmen mit Inhaltspaketen
es_es: Uso compartido de categoría empresarial con paquetes de contenido
it_it: Condivisione di livello aziendale con i pacchetti di contenuto
ko_kr: 콘텐츠 팩으로 엔터프라이즈급 공유
pt_br: Compartilhamento de nível corporativo com pacotes de conteúdo
ru_ru: Совместный доступ корпоративного уровня с помощью пакетов содержимого
zh_tw: 企業級的內容套件共用

# PowerBIPro_SubHeading
source: FOR BUSINESSES
de_de: FÜR UNTERNEHMEN
es_es: PARA EMPRESAS
it_it: PER LE AZIENDE
ko_kr: 기업용
pt_br: PARA NEGÓCIOS
ru_ru: ДЛЯ КОМПАНИЙ
zh_tw: 適用於企業

# PowerBI_Cta
source: Learn more about Microsoft Cloud Germany (German)
de_de: Weitere Informationen über Microsoft Cloud Deutschland (auf Deutsch)
es_es: Más información acerca de Microsoft Cloud Alemania (en alemán)
it_it: Scopri di più su Microsoft Cloud Germania (Tedesco)
ko_kr: Microsoft Cloud Germany에 대해 자세히 알아보기(독일어)
pt_br: Saiba mais sobre o Microsoft Cloud Alemanha (alemão)
ru_ru: Дополнительные сведения о Microsoft Cloud Germany (на немецком языке)
zh_tw: 深入了解 Microsoft Cloud Germany (德國)

# Rate_PerUserPerMonth
source: /user/month
de_de: /Benutzer/Monat
it_it: /utente/mese
pt_br: /usuário/mês
ru_ru: /польз./мес.
zh_tw: /使用者/月

# WhatIsPowerBI_Content
source: Power BI is a suite of business analytics tools to analyze data and share insights. Monitor your business and get answers quickly with rich dashboards available on every device.
de_de: Power BI ist eine Zusammenstellung von Tools zum Analysieren von Geschäftsdaten und Teilen von Erkenntnissen. Überwachen Sie Ihr Geschäft, und verschaffen Sie sich auf allen Geräten mit detaillierten Dashboards schnelle Antworten.
es_es: Power BI es un conjunto de aplicaciones de análisis de negocios que permite analizar datos y compartir información. Supervise su empresa y obtenga respuestas rápidamente con completos paneles disponibles en todos los dispositivos.
it_it: Power BI è una famiglia di strumenti di analisi di business per analizzare dati e condividere informazioni. Monitora il tuo business e ottieni risposte rapidamente grazie ai dashboard avanzati disponibili su qualsiasi dispositivo.
ko_kr: Power BI는 데이터를 분석하고 정보를 공유하기 위한 비즈니스 분석 도구 모음입니다. 모든 장치에서 사용할 수 있는 다양한 대시보드에서 비즈니스를 모니터링하고 해답을 빠르게 얻으세요.
pt_br: O Power BI é um conjunto de ferramentas de análise de negócios para analisar dados e compartilhar ideias. Monitore seu negócio e obtenha respostas rapidamente com painéis avançados disponíveis em cada dispositivo.
ru_ru: Power BI — это набор средств бизнес-аналитики для анализа данных и предоставления ценной информации. Он помогает отслеживать ситуацию в бизнесе и незамедлительно получать ответы на вопросы с помощью подробных информационных панелей, доступных на каждом устройстве.
zh_tw: Power BI 是商務分析工具套件，可用來分析資料及共用深入資訊。透過各式各樣的儀表板，您立刻就能掌握您的業務狀況，從中獲得您所需要的答案。

# WhatIsPowerBI_Cta
source: Sign up
de_de: Registrieren
es_es: Registrarse
it_it: Iscriviti
ko_kr: 등록
pt_br: Inscrever-se
ru_ru: Зарегистрироваться
zh_tw: 註冊

# WhatIsPowerBI_Cta2
source: Learn more
de_de: Weitere Informationen
es_es: Más información
it_it: Scopri di più
ko_kr: 자세히 알아보기
pt_br: Saiba mais
ru_ru: Дополнительные сведения
zh_tw: 深入了解

# WhatIsPowerBI_Cta_Copy
source: Already have a Power BI account? Power BI Germany requires a separate account with distinct pricing.
de_de: Sie haben bereits ein Power BI-Konto? Für Power BI Deutschland ist ein separates Konto mit eigener Preisstruktur erforderlich.
es_es: ¿Ya tiene cuenta de Power BI? Power BI Alemania requiere una cuenta independiente con otros precios.
it_it: Hai già un account Power BI? Power BI Germania richiede un account separato con prezzi distinti.
ko_kr: Power BI 계정이 이미 있으세요? Power BI Germany는 고유 가격이 책정된 별도 계정을 요구합니다.
pt_br: Já tem uma conta do Power BI? O Power BI Alemanha requer uma conta separada com um preço distinto.
ru_ru: Уже есть учетная запись Power BI? Для работы с Power BI Germany нужна отдельная учетная запись, на которую распространяются другие цены.
zh_tw: 已經有 Power BI 帳戶嗎？ Power BI Germany 需要定價不同的獨立帳戶。

# WhatIsPowerBI_Cta_Signin
source: Sign in
de_de: Anmelden
es_es: Iniciar sesión
it_it: Eseguire l'accesso
ko_kr: 로그인
pt_br: Entrar
ru_ru: Вход
zh_tw: 登入

# WhatIsPowerBI_Heading
source: What is Power BI?
de_de: Was ist Power BI?
es_es: ¿Qué es Power BI?
it_it: Che cos'è Power BI?
ko_kr: Power BI란?
pt_br: O que é Power BI?
ru_ru: Что такое Power BI?
zh_tw: Power BI 是什麼？
