Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Learning/Index.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, ru_ru, zh_cn, zh_tw

# AdditionalSupport_Heading
source: Additional support
de_de: Weiterer Support
fr_fr: Support supplémentaire
it_it: Altro supporto
ja_jp: 追加のサポート
ru_ru: Дополнительная поддержка
zh_cn: 其他支持
zh_tw: 其他支援

# Blog_Copy
source: Get the latest from the Power BI team on our blog! We post articles throughout the week with patch and update notes, advanced visualization techniques, feature launches, and Community highlights.
de_de: Erfahren Sie das Neueste vom Power BI-Team in unserem Blog. Die ganze Woche lang posten wir Artikel mit Hinweisen zu Patches und Updates, fortschrittlichen Visualisierungstechniken, Einführungen von Features und Highlights aus der Community.
fr_fr: Découvrez les dernières nouvelles données par l’équipe Power BI sur notre blog ! Nous publions des articles tout au long de la semaine avec des notes sur les correctifs et les mises à jour, des techniques de visualisation avancées, des lancement de fonctionnalités et des résumés provenant de la communauté.
it_it: Sul nostro blog troverai tutte le novità dal team di Power BI. Nel corso della settimana pubblichiamo articoli con note su patch e aggiornamenti, tecniche avanzate di visualizzazione, presentazioni di funzionalità e argomenti di maggiore interesse per la community .
ja_jp: Power BI チームからの最新情報をブログでご確認いただけます。 1 週間を通して、パッチや更新に関する情報、高度な視覚化の手法、機能の発表、コミュニティの主要な出来事について投稿します。
ru_ru: Получайте новейшие сведения от команды Power BI в нашем блоге! В течение недели мы публикуем статьи с заметками об исправлениях и обновлениях, расширенными техниками визуализации, запусками функций и избранными материалами сообщества.
zh_cn: 在我们的博客上获取来自于 Power BI 团队的最新信息！ 我们每周都会发布关于修补程序和更新通知、高级可视化技巧、功能发布和社区重点摘录的文章。
zh_tw: 從我們的部落格獲取來自 Power BI 團隊的一手消息！ 我們每週都會張貼修補程式與更新記事、更加精進的視覺化技術、功能發表及 Community 重點摘錄。

# Blog_Cta
source: Read more
de_de: Weitere Informationen
fr_fr: En savoir plus
it_it: Altre informazioni
ja_jp: 詳細情報
ru_ru: Читать дальше
zh_cn: 阅读更多内容
zh_tw: 深入了解

# Blog_Heading
source: Power BI Blog
fr_fr: Blog Power BI
it_it: Blog su Power BI
ja_jp: Power BI ブログ
ru_ru: Блог Power BI
zh_cn: Power BI 博客
zh_tw: Power BI 部落格

# Community_Copy
source: Visit the community to get answers and tips directly from other Power BI users.
de_de: Besuchen Sie die Community, um Antworten und Tipps direkt von anderen Power BI-Benutzern zu erhalten.
fr_fr: Visitez la communauté pour obtenir des réponses et des conseils directement auprès d’autres utilisateurs de Power BI.
it_it: Visita la community di Power BI per ottenere risposte e suggerimenti direttamente da altri utenti.
ja_jp: コミュニティを訪問し、他の Power BI ユーザーからの回答やヒントを直接受け取りましょう。
ru_ru: Посетите сайт сообщества, чтобы получить ответы и рекомендации от других пользователей Power BI напрямую.
zh_cn: 访问社区，直接从其他 Power BI 用户处获取答案和技巧。
zh_tw: 您可以造訪社群，直接從其他 Power BI 使用者獲取您需要的解答與秘訣。

# Community_Heading
source: Community
fr_fr: Communauté
ja_jp: コミュニティ
ru_ru: Сообщество
zh_cn: 社区
zh_tw: 社群

# ContactSupport_Copy
source: Having issues with Power BI? Learn about Microsoft’s support options.
de_de: Haben Sie Probleme mit Power BI? Lernen Sie die neuesten Supportoptionen von Microsoft kennen.
fr_fr: Vous rencontrez des problèmes avec Power BI ? Découvrez les options de support technique de Microsoft.
it_it: Problemi con Power BI? Scopri quali sono le opzioni di supporto messe a disposizione da Microsoft.
ja_jp: Power BI の使用でお困りの点がありますか? Microsoft のサポート オプションをご覧ください。
ru_ru: Возникли проблемы с Power BI? Узнайте о вариантах поддержки Майкрософт.
zh_cn: 使用 Power BI 时遇到问题？ 了解 Microsoft 的支持选项。
zh_tw: 您有 Power BI 方面的問題嗎？ 了解 Microsoft 提供的支援選項。

# ContactSupport_Heading
source: Contact support
de_de: Support kontaktieren
fr_fr: Contact du support technique
it_it: Contattare il supporto tecnico
ja_jp: サポートに問い合わせる
ru_ru: Обращение в службу поддержки
zh_cn: 联系支持人员
zh_tw: 連絡支援人員

# Documentation_Copy
source: View in-depth articles for all of Power BI’s tools and features, from getting started to advanced techniques.
de_de: Lesen Sie ausführliche Artikel zu sämtlichen Tools und Features von Power BI – von den ersten Schritten bis zu den neuesten Techniken.
fr_fr: Lisez des articles détaillés sur tous les outils et toutes les fonctionnalités de Power BI, de la prise en main à l’utilisation de techniques avancées.
it_it: Visualizza articoli di approfondimento su tutti gli strumenti e tutte le funzionalità di Power BI, dalle attività iniziali fino alle tecniche più avanzate.
ja_jp: 作業を開始することから高度な手法を使うことまで、Power BI のすべてのツールや機能に関する詳しい記事をご覧ください。
ru_ru: Читайте подробные статьи по всем инструментам и функциям Power BI — от начала работы до расширенной техники.
zh_cn: 查看所有 Power BI 工具和功能的深入分析文章，从入门到高级技巧一应俱全。
zh_tw: 檢視所有 Power BI 工具及功能的深度文章，從初階到進階技術一應俱全。

# Documentation_Heading
source: Documentation
de_de: Dokumentation
it_it: Documentazione
ja_jp: ドキュメント
ru_ru: Документация
zh_cn: 文档
zh_tw: 文件

# GuidedLearning_Copy
source: Follow our courses of videos and articles that walk you through how to accomplish common tasks with Power BI.
de_de: Folgen Sie unseren Kursen in Videos und Artikeln, in denen detailliert erläutert wird, wie Sie gängige Aufgaben mithilfe von Power BI erledigen.
fr_fr: Suivez nos cours constitués de vidéos et d’articles qui vous décrivent comment accomplir des tâches courantes avec Power BI.
it_it: Segui i nostri corsi con video e articoli che ti guideranno passo passo nell'esecuzione delle attività comuni con Power BI.
ja_jp: ビデオや記事を使ったコースにより、Power BI で一般的なタスクを行う方法を学習できます。
ru_ru: Серии видео и статей помогут узнать, как выполнять стандартные задачи с помощью Power BI.
zh_cn: 我们的视频和文章课程将引导你了解如何使用 Power BI 完成常见任务。
zh_tw: 課程所提供的影片與文章，將循序漸進地引導您了解如何使用 Power BI 完成常見的工作。

# GuidedLearning_Heading
source: Guided learning
de_de: Geführtes Lernen
fr_fr: Formation guidée
it_it: Apprendimento guidato
ja_jp: ガイド付き学習
ru_ru: Направляемое обучение
zh_cn: 指导式学习
zh_tw: 導引式學習

# Hero_Copy
source: From creating your first graph to trying the latest advanced technique, our collected resources make it easy to learn about Power BI.
de_de: Von der Erstellung des ersten Graphen bis zum Ausprobieren der neuesten fortschrittlichen Techniken erleichtern Ihnen unsere gesammelten Ressourcen das Arbeiten mit Power BI.
fr_fr: De la création de votre premier graphique à l’utilisation des dernières techniques avancées, notre ensemble de ressources facilite l’apprentissage de Power BI.
it_it: Dalla creazione del primo grafico fino alla sperimentazione delle tecniche più avanzate e sofisticate, la nostra raccolta di risorse offre tutto ciò che serve per imparare facilmente a usare Power BI.
ja_jp: 最初のグラフを作成することから、最新の高度な手法を使うことまで、Microsoft によりまとめられているリソースを活用すれば、Power BI について簡単に学習できます。
ru_ru: Собранные ресурсы, охватывающие самые разные темы — от создания первого графика до использования новейшей продвинутой техники, позволят легко изучить Power BI.
zh_cn: 从创建第一个图表到尝试使用最新的高级技巧，我们的系列资源让学习 Power BI 更容易。
zh_tw: 您可以在建立第一份報表的過程中，試用最先進的技術，而且應用我們提供的統合資源，快速地熟悉 Power BI。

# Hero_Heading
source: Learn Power BI
de_de: Power BI erlernen
fr_fr: Formez-vous à Power BI
it_it: Scopri Power BI
ja_jp: Power BI の学習
ru_ru: Обучение Power BI
zh_cn: 学习 Power BI
zh_tw: 學習 Power BI

# LearnWithEdX_Copy
source: In this free introductory 4-week course, you'll use videos, sample data, and hands-on labs to learn how to connect and visualize your data with Power BI.
de_de: In diesem kostenlosen vierwöchigen Einführungskurs erfahren Sie anhand von Videos, Beispieldaten und praktischen Übungen, wie Sie Ihre Daten mit Power BI verbinden und visualisieren.
fr_fr: Dans ce cours gratuit d’introduction d’une durée de 4 semaines, vous allez utiliser des vidéos, des exemples de données et des ateliers pratiques pour découvrir comment vous connecter et visualiser vos données avec Power BI.
it_it: In questo corso introduttivo gratuito di quattro settimane imparerai a correlare e visualizzare i tuoi dati con Power BI attraverso video, dati di esempio e lab pratici.
ja_jp: この無料の 4 週間の入門コースでは、ビデオ、サンプル データ、および実践ラボを使用して、Power BI に接続してデータを視覚化する方法を学習します。
ru_ru: В рамках этого бесплатного вводного 4-недельного курса вы при помощи видео, образцов данных и практических занятий узнаете, как подключиться к данным и визуализировать их с помощью Power BI.
zh_cn: 在为期 4 周的免费入门课程中，你将通过视频、示例数据和动手实验来了解如何使用 Power BI 连接数据并将其可视化。
zh_tw: 在這堂為期 4 週的免費介紹課程中，您將會透過影片、範例資料及實習實驗室，學習到如何透過 Power BI 連接您的資料並加以視覺化。

# LearnWithEdX_Cta
source: Start course
de_de: Kurs starten
fr_fr: Démarrer le cours
it_it: Inizia il corso
ja_jp: コースを開始
ru_ru: Запустить курс
zh_cn: 开始课程
zh_tw: 初學者課程

# LearnWithEdX_Heading
source: Learn with edX
de_de: Lernen mit edX
fr_fr: Se former avec edX
it_it: Impara con edX
ja_jp: edX での学習
ru_ru: Обучение с edX
zh_cn: 与 edX 一起学习
zh_tw: 參加 edX 課程

# META_DESCRIPTION
source: Power BI tranforms your company's data into rich visuals for you to collect and organize so you can focus on what matters to you. Stay in the know, spot trends as they happen, and push your business further.
de_de: Power BI wandelt die Daten Ihres Unternehmens in visuelle Darstellungen um. Mit Power BI können Sie Ihre Daten sammeln und strukturieren und das Augenmerk auf die für Sie wichtigsten Punkte legen. Bleiben Sie auf dem Laufenden, erkennen Sie Trends und bringen Sie Ihr Geschäft voran.
fr_fr: Power BI transforme les données de votre entreprise en riches éléments visuels que vous pouvez collecter et organiser sans difficulté comme vous le voulez, pour que vous puissiez vous concentrer sur ce qui est vraiment important. Restez au fait des changements, repérez les tendances en temps réel et poussez votre entreprise encore plus loin.
it_it: Power BI trasforma i dati aziendali in elementi visivi avanzati che puoi raccogliere e organizzare per visualizzare le informazioni a cui sei interessato, per rimanere sempre aggiornato, individuare le tendenze non appena si manifestano e incrementare l'attività.
ja_jp: Power BI は、会社のデータを豊かな視覚情報に変換して収集と整理を助け、重要な問題に取り組めるようにします。最新情報を取得し、動向の発生をつかみ、ビジネスをさらに推進します。
ru_ru: Power BI преобразует данные вашей организации в привлекательные визуальные представления с широкими возможностями по сбору и упорядочению данных, позволяя сконцентрироваться на важнейших задачах. Будьте в курсе дел, отслеживайте тенденции по мере их возникновения и продвигайте ваш бизнес вперед.
zh_cn: Power BI 可将你公司的数据转换为丰富的视觉对象，便于你进行收集和组织，从而使你能够集中关注重要的内容。始终获悉最新信息、掌握即时趋势并进一步推动你的业务。
zh_tw: Power BI 會將您公司的資料轉換成各種視覺效果，方便您加以收集及編排，讓您可以將全部注意力放在您關注的事物上。隨時掌握最新資訊，找出進行中的趨勢，並進一步推動業務。

# META_PAGETITLE
source: Learning | Microsoft Power BI
de_de: Lernen | Microsoft Power BI
fr_fr: Formation | Microsoft Power BI
it_it: Formazione | Microsoft Power BI
ja_jp: 学習 | Microsoft Power BI
ru_ru: Обучение | Microsoft Power BI
zh_cn: 学习 | Microsoft Power BI
zh_tw: 學習 | Microsoft Power BI

# Samples_Copy
source: Review examples of dashboards, reports, and desktop files, and see how some of our partners are putting Power BI to use.
de_de: Machen Sie sich mit Beispielen von Dashboards, Berichten und Desktopdateien vertraut, und sehen Sie sich an, wie einige unserer Partner Power BI in der Praxis nutzen.
fr_fr: Consultez des exemples de tableaux de bord, de rapports et de fichiers de données, et voyez comment certains de nos partenaires exploitent Power BI.
it_it: Esamina i dashboard, i report e i file desktop di esempio e scopri come alcuni dei nostri partner sfruttano Power BI.
ja_jp: ダッシュボード、レポート、デスクトップ ファイルの例を確認して、パートナーの皆様が Power BI をどのように活用しているかをご覧ください。
ru_ru: Изучите примеры информационных панелей, отчетов и файлов рабочего стола и узнайте, как некоторые партнеры используют Power BI.
zh_cn: 查看仪表板、报表和桌面文件示例，并了解我们的一些合作伙伴如何使用 Power BI。
zh_tw: 檢閱儀表板、報表與桌面檔案的範例，了解我們的一些合作夥伴如何運用 Power BI。

# Samples_Heading
source: Samples
de_de: Beispiele
fr_fr: Exemples
it_it: Esempi
ja_jp: サンプル
ru_ru: Примеры
zh_cn: 示例
zh_tw: 範例

# UserGroups_Copy
source: Connect with Power BI users in your area for the latest in peer sharing and learning.
de_de: Treten Sie in Verbindung mit Power BI-Benutzern in Ihrer Region, um sich mit ihnen auszutauschen.
fr_fr: Communiquez avec les utilisateurs de Power BI de votre région pour bénéficier du partage des dernières nouveautés et faciliter votre apprentissage.
it_it: Mettiti in contatto con altri utenti di Power BI nella tua area per apprendere e condividere in modo ottimale con i tuoi pari.
ja_jp: 近くの地域の Power BI ユーザーとつながりを持ち、互いに情報を共有して学び合うことにより、最新情報が得られます。
ru_ru: Свяжитесь с другими пользователями Power BI в своей области, чтобы совместно работать и учиться вместе с такими же специалистами, как вы.
zh_cn: 与同一领域的 Power BI 用户联络，与同行一起分享和学习最新信息。
zh_tw: 持續關注和您相同領域的 Power BI 使用者，與同儕一起分享心得與學習最新技術。

# UserGroups_Heading
source: User groups
de_de: Benutzergruppen
fr_fr: Groupes d’utilisateurs
it_it: Gruppi di utenti
ja_jp: ユーザー グループ
ru_ru: Группы пользователей
zh_cn: 用户组
zh_tw: 使用者群組
