Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Pricing/IndexB.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Pro_Features_10GB
source: 10GB per user data capacity
de_de: 10 GB/Benutzer Datenkapazität
es_es: Capacidad de datos: 10 GB por usuario
fr_fr: Capacité de données de 10 Go par utilisateur
it_it: Capacità dei dati di 10 GB per utente
ja_jp: ユーザー当たり 10 GB のデータ容量
ko_kr: 사용자당 10GB의 데이터 용량
pt_br: 10GB por capacidade de dados do usuário
ru_ru: Объем данных: 10 ГБ на пользователя
zh_cn: 每位用户 10GB 数据容量
zh_tw: 每位使用者 10GB 的資料容量

# Pro_Features_1MRows
source: 1M rows per hour streaming data
de_de: 1.000.000 Zeilen/Stunde Streamingdaten
es_es: Transmisión de datos: un millón de filas por hora
fr_fr: Données de streaming à hauteur de 1 million de lignes par heure
it_it: Streaming dei dati di un milione di righe all'ora
ja_jp: 1 時間当たり 100 万行のストリーミング データ
ko_kr: 시간당 100만 개 행의 스트리밍 데이터
pt_br: 1M linhas por hora de transmissão de dados
ru_ru: Потоковая передача данных: 1 млн строк в час
zh_cn: 每小时 1M 行流数据
zh_tw: 每小時 1 百萬列的串流資料

# Pro_Features_CollaborateOffice365
source: Collaborate with your team using Office 365 Groups
de_de: Zusammenarbeit mit Ihrem Team über Office 365-Gruppen
es_es: Colabore con su equipo mediante grupos de Office 365
fr_fr: Collaborez avec votre équipe à l’aide de la fonctionnalité Groupes Office 365
it_it: Collabora con il team con i gruppi di Office 365
ja_jp: Office 365 グループを使用してチームとコラボレーションする
ko_kr: Office 365 그룹을 사용하여 팀과 공동 작업
pt_br: Colaborar com sua equipe usando grupos do Office 365
ru_ru: Совместно работайте с командой, используя Группы Office 365
zh_cn: 使用 Office 365 组与团队协作
zh_tw: 使用 Office 365 群組與您的小組共同作業

# Pro_Features_ConnectLive
source: Connect to live data sources with full interactivity
de_de: Verbindung mit aktiven Datenquellen mit vollständiger Interaktivität
es_es: Conéctese a orígenes de datos activos con interactividad total
fr_fr: Connectez-vous aux sources de données actives avec une interactivité totale
it_it: Connettiti alle origini dati in tempo reale con interattività completa
ja_jp: 完全対話型のライブ データ ソースに接続する
ko_kr: 완전한 대화형 작업으로 라이브 데이터에 연결
pt_br: Conecte-se a fontes de dados dinâmicos com interatividade total
ru_ru: Подключайтесь к динамическим источникам данных и пользуйтесь полными интерактивными возможностями
zh_cn: 连接到完全交互的实时数据源
zh_tw: 在完整互動性支援下連線至即時資料來源

# Pro_Features_HourlyRefresh
source: Hourly scheduled data refresh
de_de: Stündliche geplante Datenaktualisierung
es_es: Actualización de datos programada cada hora
fr_fr: Actualisation planifiée et horaire des données
it_it: Aggiornamento pianificato dei dati ogni ora
ja_jp: 毎時間スケジュールされたデータ更新
ko_kr: 예약된 데이터 시간별 새로 고침
pt_br: Atualização de dados agendada a cada hora
ru_ru: Ежечасное обновление данных по расписанию
zh_cn: 按小时计划的数据刷新
zh_tw: 每小時排程的資料重新整理

# Pro_Features_ManageAccessSharing
source: Manage access and sharing through Active Directory
de_de: Verwalten von Zugriff und Freigabe mithilfe von Active Directory
es_es: Administración del acceso y uso compartido mediante Active Directory
fr_fr: Gérez l’accès et le partage par le biais d’Active Directory
it_it: Gestisci l'accesso e la condivisione con Active Directory
ja_jp: Active Directory によりアクセスと共有を管理する
ko_kr: Active Directory를 통한 액세스 및 공유 관리
pt_br: Gerenciar o acesso e compartilhamento por meio do Active Directory
ru_ru: Управляйте доступом и совместной работой с помощью Active Directory
zh_cn: 通过 Active Directory 管理访问和共享
zh_tw: 透過 Active Directory 管理存取和共用

# Pro_Features_SharedDataQueries
source: Shared data queries through Data Catalog
de_de: Über den Datenkatalog freigegebene Datenabfragen
es_es: Consultas de datos compartidas a través de Data Catalog
fr_fr: Requêtes de données partagées par le biais de Data Catalog
it_it: Query di dati condivise con il catalogo dati
ja_jp: Data Catalog による共有データ クエリ
ko_kr: 데이터 카탈로그를 통한 공유된 데이터 쿼리
pt_br: Consultas de dados compartilhadas por meio do Catálogo de Dados
ru_ru: Общие запросы данных через каталог данных
zh_cn: 通过数据目录共享数据查询
zh_tw: 透過資料目錄共用的資料查詢

# Pro_ShareContentPacks
source: Enterprise grade sharing with content packs
de_de: Freigabe für Unternehmen mit Inhaltspaketen
es_es: Uso compartido de categoría empresarial con paquetes de contenido
fr_fr: Partage de qualité professionnelle avec packs de contenu
it_it: Condivisione di livello aziendale con i pacchetti di contenuto
ja_jp: コンテンツ パックを備えたエンタープライズ レベルの共有
ko_kr: 콘텐츠 팩으로 엔터프라이즈급 공유
pt_br: Compartilhamento de nível corporativo com pacotes de conteúdo
ru_ru: Совместный доступ корпоративного уровня с помощью пакетов содержимого
zh_cn: 使用内容包的企业级共享
zh_tw: 企業級的內容套件共用

source: Purchase
de_de: Erwerben
es_es: Comprar
fr_fr: Acheter
it_it: Acquista
ja_jp: 購入
ko_kr: 구입
pt_br: Comprar
ru_ru: Купить
zh_cn: 购买
zh_tw: 購買

# Rate_PerUserPerMonth
source: {0}<span class="text-regular">/ user / month</span>
de_de: {0}<span class="text-regular">/Benutzer/Monat</span>
es_es: {0}<span class="text-regular">/usuario/mes</span>
fr_fr: {0}<span class="text-regular">/utilisateur/mois</span>
it_it: {0}<span class="text-regular">/utente/mese</span>
ja_jp: {0}<span class="text-regular">/ ユーザー / 月</span>
ko_kr: {0}<span class="text-regular">/사용자/월</span>
pt_br: {0}<span class="text-regular">/usuário/mês</span>
ru_ru: {0}<span class="text-regular"> за пользователя в месяц</span>
zh_cn: {0}<span class="text-regular">/用户/月</span>
zh_tw: {0}<span class="text-regular">/使用者/月</span>

source: Use it free
de_de: Kostenlos nutzen
es_es: Usarlo gratis
fr_fr: Essayer gratuitement
it_it: Usa gratuitamente
ja_jp: 無料で使用
ko_kr: 무료로 사용하기
pt_br: Use gratuitamente
ru_ru: Получить бесплатно
zh_cn: 免费使用
zh_tw: 免費使用
