Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Pricing/IndexB.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Desktop_Content
source: The free companion authoring tool for you to create stunning reports and visualizations to share with others—with new features and updates monthly.
de_de: Das kostenlose zugehörige Erstellungstool, mit dem Sie beeindruckende Berichte und Visualisierungen erstellen und mit anderen teilen können – monatlich mit neuen Features und Updates.
es_es: La herramienta de creación complementaria gratuita con la que puede crear sorprendentes informes y visualizaciones, y compartirlas (con nuevas características y actualizaciones mensuales).
fr_fr: Le complément de création gratuit vous permet de créer des rapports et des visualisations d’une qualité impressionnante à partager. Il vous offre de nouvelles fonctionnalités et mises à jour tous les mois.
it_it: Strumento specifico gratuito per la creazione di report e visualizzazioni da condividere con altri utenti, con nuove funzionalità e aggiornamenti mensili.
ja_jp: 毎月新しい機能や更新が備えられ、他の人と共有できる魅力的なレポートと視覚化を作成する無料のコンパニオン作成ツールです。
ko_kr: 뛰어난 보고서 및 시각화를 만들어 다른 사람과 공유하기 위한 무료 관련 작성 도구는 새로운 기능을 갖추고 매달 업데이트됩니다.
pt_br: A ferramenta de criação de complemento gratuita para você criar relatórios e visualizações impressionantes para compartilhar, com novos recursos e atualizações mensais.
ru_ru: Бесплатное сопутствующее средство разработки позволяет создавать потрясающие отчеты и визуализации, а также делиться ими с другими пользователями. Кроме того, ежемесячно для него выходят обновления, включающие новые функции.
zh_cn: 免费的合作创作工具可创建令人惊叹的报表和可视化，以便与他人共享，并且每月都会有新增功能和更新。
zh_tw: 為您提供免費的偕同撰寫工具，可建立令人驚豔的報表與視覺效果，進而與他人共用，並且每月推出新功能與更新。

# Desktop_Free_Features
source: <ul> <li>Transform and clean data</li> <li>Drag-and-drop to create stunning reports and visualizations</li> <li>Publish reports and dashboards to Power BI service</li> <li>Custom visuals</li> <li>R integration</li> </ul>
de_de: <ul> <li>Gewinnen Sie Zeit zurück</li> <li>Erstellen von beeindruckenden Berichten und Visualisierungen per Drag &amp; Drop</li> <li>Veröffentlichen von Berichten und Dashboards im Power BI-Dienst</li> <li>Benutzerdefinierte visuelle Elemente</li> <li>R-Integration</li> </ul>
es_es: <ul> <li>Transforme y limpie los datos</li> <li>Arrastre y coloque los distintos elementos para crear sorprendentes informes y visualizaciones</li> <li>Publique informes y paneles en el servicio Power BI</li> <li>Objetos visuales personalizados</li> <li>Integración de R</li> </ul>
fr_fr: <ul> <li>Transformez et nettoyez vos données</li> <li>Créez des rapports et des visualisations d’une qualité impressionnante à l’aide d’un glisser-déposer</li> <li>Publiez des rapports et des tableaux de bord dans le service Power&#160;BI</li> <li>Visuels personnalisés</li> <li>Intégration&#160;R</li> </ul>
it_it: <ul> <li>Trasforma e pulisci i dati</li> <li>Usa il trascinamento per creare report e visualizzazioni straordinari</li> <li>Pubblica report e dashboard nel servizio Power BI</li> <li>Oggetti visivi personalizzati</li> <li>Integrazione di R</li> </ul>
ja_jp: <ul> <li>データの変換とクリーニング</li> <li>ドラッグ アンド ドロップして魅力的なレポートと視覚化を作成できます</li> <li>Power BI サービスにレポートやダッシュボードを発行できます</li> <li>カスタム ビジュアル</li> <li>R 統合</li> </ul>
ko_kr: <ul> <li>데이터 변환 및 정리</li> <li>뛰어난 보고서 및 시각화를 만들기 위해 끌어서 놓기</li> <li>보고서와 대시보드를 Power BI 서비스에 게시</li> <li>사용자 지정 시각적 개체</li> <li>R 통합</li> </ul>
pt_br: <ul> <li>Transforme e limpe os dados</li> <li>Arraste e solte para criar relatórios e visualizações impressionantes</li> <li>Publicar relatórios e dashboards para o serviço do Power BI</li> <li>Elementos visuais personalizados</li> <li>Integração do R</li> </ul>
ru_ru: <ul> <li>Преобразовывайте и очищайте данные</li> <li>Создавайте впечатляющие отчеты и визуализации путем простого перетаскивания</li> <li>Публикуйте отчеты и панели мониторинга в службе Power BI</li> <li>Настройка визуальных элементов</li> <li>Интеграция языка R</li> </ul>
zh_cn: <ul> <li>转换和清理数据</li> <li>拖放以创建令人惊叹的报表和可视化</li> <li>将报表和仪表板发布到 Power BI 服务</li> <li>自定义视觉对象</li> <li>R 集成</li> </ul>
zh_tw: <ul> <li>轉換及整理資料</li> <li>拖放即可建立出色的報表和視覺效果</li> <li>將報表與儀表板發行至 Power BI 服務</li> <li>自訂視覺效果</li> <li>R 整合</li> </ul>

# DownloadFree
source: Download for free
de_de: Kostenloser Download
es_es: Descárguelo gratuitamente
fr_fr: Téléchargez-le gratuitement
it_it: Scarica gratuitamente
ja_jp: 無料でダウンロード
ko_kr: 무료 다운로드
pt_br: Baixar gratuitamente
ru_ru: Загрузить бесплатно
zh_cn: 免费下载
zh_tw: 免費下載

# Flyout_Capacity
source: <h3>Data capacity limit details</h3> <ul> <li>Global limit for tenant = 10 GB x # of Power BI Pro seats purchased</li> <li>Limit for a single personal workspace = 10 GB</li> <li>Limit for a single group = 10 GB</li> </ul>
de_de: <h3>Detailinformationen zu Grenzwerten der Datenkapazität</h3> <ul> <li>Globaler Grenzwert für Mandanten = 10 GB x Anzahl der gekauften Power BI Pro-Arbeitsplätze</li> <li>Grenzwert für einen einzelnen persönlichen Arbeitsplatz = 10 GB</li> <li>Grenzwert für eine einzelne Gruppe = 10 GB</li> </ul>
es_es: <h3>Detalles del límite de capacidad de datos</h3> <ul> <li>Límite global para el inquilino = 10 GB x n.º de licencias por puesto de Power BI adquiridas</li> <li>Límite para una única área de trabajo personal = 10 GB</li> <li>Límite para un único grupo = 10 GB</li> </ul>
fr_fr: <h3>Détail des limites de capacité de données</h3> <ul> <li>Limite globale pour le client = 10&#160;Go x nombre de licences Power&#160;BI Pro achetées</li> <li>Limite pour un seul espace de travail personnel = 10&#160;Go</li> <li>Limite pour un seul groupe = 10&#160;Go</li> </ul>
it_it: <h3>Dettagli sui limiti di capacità dei dati</h3> <ul> <li>Limite globale per tenant = 10 GB x N. di postazioni di Power BI Pro acquistate</li> <li>Limite per una singola area di lavoro personale = 10 GB</li> <li>Limite per un singolo gruppo = 10 GB</li> </ul>
ja_jp: <h3>データ容量制限の詳細</h3> <ul> <li>テナントのグローバル制限 = 10 GB × 購入した Power BI Pro の接続クライアント数</li> <li>1 つの個人用ワークスペースの制限 = 10 GB</li> <li>1 つのグループの制限 = 10 GB</li> </ul>
ko_kr: <h3>데이터 용량 제한 세부 정보</h3> <ul> <li>테넌트에 대한 전역 한계 = 10GB x 구매한 Power BI Pro 사용자 수</li> <li>단일 개인 작업 영역에 대한 제한 = 10GB</li> <li>단일 그룹에 대한 제한 = 10GB</li> </ul>
pt_br: <h3>Detalhes do limite da capacidade de dados</h3> <ul> <li>Limite global para locatário = 10 GB x n º de estações do Power BI Pro adquiridas</li> <li>Limite para um único espaço de trabalho pessoal = 10 GB</li> <li>Limite para um único grupo = 10 GB</li> </ul>
ru_ru: <h3>Подробности об ограничении на объем данных</h3> <ul> <li>Глобальное ограничение для клиента&#160;— 10&#160;ГБ x число приобретенных лицензий Power BI Pro</li> <li>Ограничение для одной персональной рабочей области&#160;— 10&#160;ГБ</li> <li>Ограничение для одной группы&#160;— 10&#160;ГБ</li> </ul>
zh_cn: <h3>数据容量限制详细信息</h3> <ul> <li>租户的全局限制 = 10 GB x 已购买的 Power BI Pro 份数</li> <li>单一人员工作区的限制 = 10 GB</li> <li>单一组的限制 = 10 GB</li> </ul>
zh_tw: <h3>資料容量限制的詳細資料</h3> <ul> <li>租用戶的整體限制 = 10 GB x 購買的 Power BI Pro 授權數</li> <li>單一個人工作區限制 = 10 GB</li> <li>單一群組限制 = 10 GB</li> </ul>

# Flyout_MaxDataRate
source: <h3>Power BI REST API Limits</h3> <p>This is the max data rate for the Power BI REST API. See <a href="{0}">Power BI REST API Limits</a> for more information.</p>
de_de: <h3>Einschränkungen für Power BI-REST-API</h3> <p>Dies ist die maximale Datenrate für die Power BI-REST-API. Weitere Informationen zu den <a href="{0}">Einschränkungen für die Power BI-REST-API</a></p>
es_es: <h3>Limitaciones de la API de REST de Power BI</h3> <p>Se trata de la velocidad de datos máxima para la API de REST de Power BI. Consulte <a href="{0}">Limitaciones de la API de REST de Power BI</a> para más información.</p>
fr_fr: <h3>Limites de l’API REST de Power&#160;BI</h3> <p>Il s’agit du débit de données maximum pour l’API REST de Power BI. Consultez <a href="{0}">Limites de l’API REST de Power&#160;BI</a> pour plus d’informations.</p>
it_it: <h3>Limiti dell'API REST di Power BI</h3> <p>Velocità dati massima per l'API REST di Power BI Per altre informazioni, vedi <a href="{0}">Limiti dell'API REST di Power BI</a>.</p>
ja_jp: <h3>Power BI REST API の制限</h3> <p>これは、Power BI REST API の最大のデータ レートです。詳細については、<a href="{0}">「Power BI REST API の制限」</a>を参照してください。</p>
ko_kr: <h3>Power BI REST API 제한</h3> <p>Power BI REST API에 대한 최대 데이터 전송률입니다. 자세한 내용은 <a href="{0}">Power BI REST API 제한</a>을 참조하십시오.</p>
pt_br: <h3>Limites da API REST do Power BI</h3> <p>Esta é a taxa de dados máxima para a API REST do Power BI. Veja <a href="{0}">Limites da API REST do Power BI</a> para obter mais informações.</p>
ru_ru: <h3>Ограничения REST API Power BI</h3> <p>Это максимальный объем передаваемых данных для REST API Power BI. Дополнительные сведения см. в разделе <a href="{0}">Ограничения REST API Power BI</a>.</p>
zh_cn: <h3>Power BI REST API 限制</h3> <p>这是 Power BI REST API 的最大数据速率。有关详细信息，请参阅 <a href="{0}">Power BI REST API 限制</a>。</p>
zh_tw: <h3>Power BI REST API 限制</h3> <p>這是 Power BI REST API 的最大資料速率。如需詳細資訊，請參閱 <a href="{0}">Power BI REST API 限制</a>。</p>

source: For authoring
de_de: Für das Authoring
es_es: Para la creación
fr_fr: Pour la création
it_it: Per la creazione
ja_jp: 作成用
ko_kr: 작성용
pt_br: Para criação
ru_ru: Для разработки
zh_cn: 用于创作
zh_tw: 適用於撰寫

source: For businesses
de_de: Für Unternehmen
es_es: Para empresas
fr_fr: Pour les entreprises
it_it: Per le aziende
ja_jp: ビジネス用
ko_kr: 기업용
pt_br: Para negócios
ru_ru: Для компаний
zh_cn: 用于业务
zh_tw: 適用於企業

source: For individuals
de_de: Für Einzelpersonen
es_es: Para usuarios individuales
fr_fr: Pour les particuliers
it_it: Per i singoli utenti
ja_jp: 個人用
ko_kr: 개인용
pt_br: Para indivíduos
ru_ru: Для физических лиц
zh_cn: 用于个人
zh_tw: 適用於個人

source: Free
de_de: Kostenlos
es_es: Gratuito
fr_fr: Gratuit
it_it: Gratis
ja_jp: 無料
ko_kr: 무료
pt_br: Gratuito
ru_ru: Бесплатно
zh_cn: 免费
zh_tw: 免費

# Free_ConnectCloud
source: Connect to cloud sources
de_de: Verbindung mit Quellen in der Cloud
es_es: Conexión a orígenes en la nube
fr_fr: Connectez-vous aux sources cloud
it_it: Connettiti alle origini cloud
ja_jp: クラウド ソースに接続する
ko_kr: 클라우드 소스에 연결
pt_br: Conecte-se a fontes de nuvem
ru_ru: Подключение к облачным ресурсам
zh_cn: 连接到云
zh_tw: 連線至雲端來源

# Free_Features_10kRows
source: 10K rows per hour streaming data
de_de: 10.000 Zeilen/Stunde Streamingdaten
es_es: Transmisión de datos: 10 000 filas por hora
fr_fr: Données de streaming à hauteur de 10 000 lignes par heure
it_it: Streaming dei dati di 10.000 righe all'ora
ja_jp: 1 時間当たり 1 万行のストリーミング データ
ko_kr: 시간당 1만 개 행의 스트리밍 데이터
pt_br: 10K linhas por hora de transmissão de dados
ru_ru: Потоковая передача данных: 10 тыс. строк в час
zh_cn: 每小时 10K 行流数据
zh_tw: 每小時 1 萬列的串流資料

# Free_Features_1GB
source: 1GB per user data capacity
de_de: 1 GB/Benutzer Datenkapazität
es_es: Capacidad de datos: 1 GB por usuario
fr_fr: Capacité de données de 1 Go par utilisateur
it_it: Capacità dei dati di 1 GB per utente
ja_jp: ユーザー当たり 1 GB のデータ容量
ko_kr: 사용자당 1GB의 데이터 용량
pt_br: 1GB por capacidade de dados do usuário
ru_ru: Объем данных: 1 ГБ на пользователя
zh_cn: 每位用户 1GB 数据容量
zh_tw: 每位使用者 1GB 的資料容量

# Free_Features_DailyRefresh
source: Daily scheduled data refresh
de_de: Tägliche geplante Datenaktualisierung
es_es: Actualización de datos programada diariamente
fr_fr: Actualisation planifiée et quotidienne des données
it_it: Aggiornamento pianificato dei dati ogni giorno
ja_jp: 毎日スケジュールされるデータ更新
ko_kr: 예약된 데이터 일별 새로 고침
pt_br: Atualização de dados agendada diária
ru_ru: Ежедневное обновление данных по расписанию
zh_cn: 按天计划的数据刷新
zh_tw: 每日排程的資料重新整理

# Free_SimpleShare
source: Simple dashboard sharing
de_de: Einfaches Teilen von Dashboards
es_es: Uso compartido simple del panel
fr_fr: Partage simplifié des tableaux de bord
it_it: Condivisione di dashboard semplificata
ja_jp: シンプルなダッシュボード共有
ko_kr: 간편한 대시보드 공유
pt_br: Compartilhamento de dashboard simples
ru_ru: Простое совместное использование панелей мониторинга
zh_cn: 简单的仪表板共享
zh_tw: 簡易儀表板共用

# Hero_Content
source: Power BI is cloud-based business analytics service that gives you and others a single view of your most critical business data—with new features and updates weekly. Get insights into your data in 5 minutes or less. Sign up and try it for free today.
de_de: Power BI ist ein cloudbasierter Analysedienst, der Ihnen und anderen eine übersichtliche Darstellung Ihrer wichtigsten Geschäftsdaten ermöglicht – mit wöchentlich neuen Features und Updates. In nur 5 Minuten oder noch schneller erhalten Sie Einblicke in Ihre Daten. Registrieren Sie sich, und probieren Sie es noch heute kostenlos aus.
es_es: Power BI es un servicio de análisis empresarial basado en la nube que les proporciona tanto a usted como a otros una vista única de los datos más críticos de su negocio (con características nuevas y actualizaciones semanales). Acceda a sus datos en 5 minutos, o menos. Regístrese y pruébelo hoy mismo de forma gratuita.
fr_fr: Power BI est un service cloud d’analyse de données d’entreprise qui vous offre, ainsi qu’à d’autres, un aperçu unique de vos données d’entreprise les plus essentielles. Il offre de nouvelles fonctionnalités et mises à jour toutes les semaines. Obtenez des informations sur vos données en moins de 5 minutes. Inscrivez-vous et essayez-le dès aujourd’hui.
it_it: Power BI è un servizio di analisi business basato sul cloud che offre una vista unificata dei dati di business più importanti, con nuove funzionalità e aggiornamenti settimanali. Ottieni informazioni dettagliate sui dati in cinque minuti o meno. Iscriviti per provarlo gratuitamente oggi stesso.
ja_jp: Power BI は、最も重要なビジネス データに関する単一のビューをお客様と他の方に提供するクラウド ベースのビジネス分析サービスです。週ごとに新しい機能や更新が加えられます。5 分以内にデータへの洞察が得られます。サインアップして今すぐ無料で体験してください。
ko_kr: Power BI는 가장 중요한 비즈니스 데이터의 단일 뷰를 사용자와 다른 사람들에게 제공하는 클라우드 기반 비즈니스 분석 서비스이며, 새로운 기능을 갖추고 매달 업데이트됩니다. 5분 이내에 데이터에 대한 정보를 얻으세요. 지금 바로 등록하여 무료로 사용해 보세요.
pt_br: O Power BI é um serviço de análise de negócios baseado em nuvem que fornece uma exibição única de seus dados de negócios mais críticos, com novos recursos e atualizações semanais. Obtenha insights sobre seus dados em 5 minutos ou menos. Inscreva-se e experimente gratuitamente hoje mesmo.
ru_ru: Power BI — это облачная служба бизнес-аналитики, которая обеспечивает единое представление самых важных бизнес-данных. Кроме того, еженедельно для нее выходят обновления, включающие в себя новые функции. Извлечение ценных сведений из данных занимает не больше 5 минут. Зарегистрируйтесь и бесплатно испытайте возможности службы уже сегодня.
zh_cn: Power BI 是一种基于云的业务分析服务，可为你和他人提供最关键业务数据的单一视图，并且每周都会有新增功能和更新。在 5 分钟或更短的时间内从数据中快速获取见解。立即注册并免费试用。
zh_tw: Power BI 是雲端式商務分析服務，為您與其他人提供最重要商務資料的單一檢視，並且每週提供新功能與更新。在 5 分鐘內即可取得資料的深入解析。立即註冊並免費試用。

# Hero_Heading
source: Pricing
de_de: Preise
es_es: Precios
fr_fr: Tarification
it_it: Prezzi
ja_jp: 料金
ko_kr: 가격
pt_br: Preços
ru_ru: Цены
zh_cn: 定价
zh_tw: 定價

source: Learn more
de_de: Weitere Informationen
es_es: Más información
fr_fr: En savoir plus
it_it: Scopri di più
ja_jp: 詳細情報
ko_kr: 자세히 알아보기
pt_br: Saiba mais
ru_ru: Дополнительные сведения
zh_cn: 了解详细信息
zh_tw: 深入了解

# META_DESCRIPTION
source: Power BI tranforms your company's data into rich visuals for you to collect and organize so you can focus on what matters to you. Stay in the know, spot trends as they happen, and push your business further.
de_de: Power BI wandelt die Daten Ihres Unternehmens in visuelle Darstellungen um. Mit Power BI können Sie Ihre Daten sammeln und strukturieren und das Augenmerk auf die für Sie wichtigsten Punkte legen. Bleiben Sie auf dem Laufenden, erkennen Sie Trends und bringen Sie Ihr Geschäft voran.
es_es: Power BI transforma los datos de su compañía en objetos visuales enriquecidos que puede recopilar y organizar, lo que le permite centrarse en lo que realmente importa. Manténgase informado, detecte las tendencias en cuanto surgen e impulse su negocio.
fr_fr: Power BI transforme les données de votre entreprise en riches éléments visuels que vous pouvez collecter et organiser sans difficulté comme vous le voulez, pour que vous puissiez vous concentrer sur ce qui est vraiment important. Restez au fait des changements, repérez les tendances en temps réel et poussez votre entreprise encore plus loin.
it_it: Power BI trasforma i dati aziendali in elementi visivi avanzati che puoi raccogliere e organizzare per visualizzare le informazioni a cui sei interessato, per rimanere sempre aggiornato, individuare le tendenze non appena si manifestano e incrementare l'attività.
ja_jp: Power BI は、会社のデータを豊かな視覚情報に変換して収集と整理を助け、重要な問題に取り組めるようにします。最新情報を取得し、動向の発生をつかみ、ビジネスをさらに推進します。
ko_kr: Power BI는 사용자가 중요한 내용에 집중할 수 있도록 회사의 데이터를 수집 및 구성이 가능한 풍부한 시각적 요소로 변환해 줍니다. 정보를 꾸준히 얻고 추세를 파악하여 비즈니스를 확장해 보세요.
pt_br: O Power BI transforma os dados da sua empresa em visuais avançados para você coletar e organizar, podendo então concentrar-se no que realmente importa para você. Mantenha-se informado, identifique tendências conforme elas acontecem e impulsione ainda mais seu negócio.
ru_ru: Power BI преобразует данные вашей организации в привлекательные визуальные представления с широкими возможностями по сбору и упорядочению данных, позволяя сконцентрироваться на важнейших задачах. Будьте в курсе дел, отслеживайте тенденции по мере их возникновения и продвигайте ваш бизнес вперед.
zh_cn: Power BI 可将你公司的数据转换为丰富的视觉对象，便于你进行收集和组织，从而使你能够集中关注重要的内容。始终获悉最新信息、掌握即时趋势并进一步推动你的业务。
zh_tw: Power BI 會將您公司的資料轉換成各種視覺效果，方便您加以收集及編排，讓您可以將全部注意力放在您關注的事物上。隨時掌握最新資訊，找出進行中的趨勢，並進一步推動業務。

# META_PAGETITLE
source: Pricing | Microsoft Power BI
de_de: Preise | Microsoft Power BI
es_es: Precios | Microsoft Power BI
fr_fr: Tarification | Microsoft Power BI
it_it: Prezzi | Microsoft Power BI
ja_jp: 料金 | Microsoft Power BI
ko_kr: 가격 | Microsoft Power BI
pt_br: Preço | Microsoft Power BI
ru_ru: Цены | Microsoft Power BI
zh_cn: 定价 | Microsoft Power BI
zh_tw: 價格 | Microsoft Power BI

# Other_Info
source: <p> <ul> <li>Prices shown per user per month but annual subscription is required.</li> <li>Academic, Government and Non-profit pricing available.</li> <li>Learn more about volume Licensing or find a Microsoft expert.</li> <li>Pricing shown in US dollars for Commercial ERP through the Microsoft Online Subscription Program.</li> <li>Tenants can have a mix of users with Power BI (free) and Power BI Pro licenses</li> </ul> </p>
de_de: <p> <ul> <li>Die Preise sind pro Benutzer und Monat angegeben, jedoch ist ein Jahresabonnement erforderlich.</li> <li>Für Bildungs- und Verwaltungseinrichtungen sowie gemeinnützige Organisationen sind Sonderpreise erhältlich.</li> <li>Weitere Informationen zur Volumenlizenzierung abrufen oder einen Microsoft-Mitarbeiter suchen.</li> <li>Preise in US-Dollar für gewerbliche URP bei Bezug über das Microsoft-Onlineabonnementprogramm.</li> <li>Mandanten können Benutzer mit (kostenlosen) Power BI-Lizenzen und Power BI Pro-Lizenzen kombinieren.</li> </ul> </p>
es_es: <p> <ul> <li>Los precios se muestran por usuario y por mes, pero es necesaria una suscripción anual.</li> <li>También hay disponibles precios para organizaciones académicas, gubernamentales y sin ánimo de lucro.</li> <li>Obtenga más información sobre licencias por volumen o consulte a un experto de Microsoft.</li> <li>Los precios se muestran en dólares estadounidenses para el precio minorista estimado comercial mediante el programa de suscripción en línea de Microsoft.</li> <li>Los inquilinos pueden estar constituidos por usuarios con Power BI (gratis) y usuarios con licencias de Power BI Pro</li> </ul> </p>
fr_fr: <p> <ul> <li>Les prix sont indiqués par utilisateur et par mois, toutefois un abonnement à l’année est requis.</li> <li>Tarifications disponibles&#160;: Éducation, Secteur public et Association</li> <li>En savoir plus sur les licences en volume ou trouver un expert Microsoft</li> <li>Tarifs indiqués en dollars américains pour ERP commercial via le programme d’abonnements en ligne Microsoft.</li> <li>Les clients peuvent avoir des utilisateurs disposant d’une licence Power&#160;BI (gratuite) et d’autres disposant d’une licence Power&#160;BI&#160;Pro</li> </ul> </p>
it_it: <p> <ul> <li>I prezzi indicati sono per utente al mese, ma è richiesta la sottoscrizione annuale.</li> <li>Sono disponibili prezzi per istituti di istruzione, enti pubblici ed enti senza scopo di lucro.</li> <li>Scopri altre informazioni sui contratti multilicenza o cerca un esperto Microsoft.</li> <li>Prezzi visualizzati in dollari statunitensi per prezzo stimato al dettaglio (ERP) commerciale tramite il programma di Sottoscrizione Microsoft Online.</li> <li>I tenant possono includere un mix di utenti con Power BI (gratuito) e licenze di Power BI Pro</li> </ul> </p>
ja_jp: <p> <ul> <li>ユーザー 1 人あたりの月ごとの料金が表示されていますが、年間のサブスクリプションが必要です。</li> <li>教育機関、行政機関、および非営利団体向けの料金もあります。</li> <li>ボリューム ライセンスの詳細を確認するか、Microsoft エキスパートに連絡してください。</li> <li>Microsoft Online Subscription Program による商用 ERP 向けの料金が表示されています (米ドル単位)。</li> <li>Power BI ライセンス (無料) と Power BI Pro ライセンスを使用して、テナントにさまざまなユーザーの組み合わせを含めることができます。</li> </ul> </p>
ko_kr: <p> <ul> <li>사용자별, 월별 가격이 표시되어 있으나 연간 구독이 필요합니다.</li> <li>교육, 정부 및 비영리 기관용 가격을 확인해 보세요.</li> <li>볼륨 라이선싱에 대해 자세히 알아보거나 Microsoft 전문가에게 문의하세요.</li> <li>Microsoft Online Subscription 프로그램을 통한 상용 ERP 가격이 미화 달러로 표시됩니다.</li> <li>테넌트에는 Power BI(무료) 및 Power BI Pro 라이선스 사용자가 병존할 수 있습니다.</li> </ul> </p>
pt_br: <p> <ul> <li>Os preços são mostrados por usuário por mês, mas é necessária uma assinatura anual.</li> <li>Há preços disponíveis para organizações de tipo Acadêmico, Governamental e sem fins lucrativos.</li> <li>Saiba mais sobre Licenciamento por volume ou localize um especialista da Microsoft.</li> <li>Preços mostrados em dólares americanos para ERP Comerciais por meio do Microsoft Online Subscription Program.</li> <li>Locatários podem ter uma combinação de usuários com licenças do Power BI (gratuito) e Power BI Pro</li> </ul> </p>
ru_ru: <p> <ul> <li>Цены приведены на одного пользователя в месяц, требуется годовая подписка.</li> <li>Доступны цены для учебных, государственных учреждений и некоммерческих организаций.</li> <li>Получите дополнительные сведения о корпоративном лицензировании или найдите специалиста корпорации Майкрософт.</li> <li>Цены приведены в долларах США для коммерческих ERP по программе Microsoft Online Subscription.</li> <li>Клиенты могут включать пользователей с различными лицензиями: Power BI (бесплатная версия) и Power BI Pro.</li> </ul> </p>
zh_cn: <p> <ul> <li>所示价格为每个用户每月的价格，但要求进行年度订阅。</li> <li>提供学术机构、政府和非盈利组织定价。</li> <li>了解有关批量许可的详细信息或查找 Microsoft 专家。</li> <li>通过 Microsoft 在线订阅计划，针对商业企业显示的价格（美元）</li> <li>租户可以同时包含具有 Power BI（免费版）和 Power BI Pro 许可证的用户</li> </ul> </p>
zh_tw: <p> <ul> <li>此處所示的價格是每位使用者每個月的價格，需要有年度訂閱。</li> <li>目前提供學術、政府和非營利定價。</li> <li>深入了解大量授權或尋找 Microsoft 專家。</li> <li>此處所示的定價是透過 Microsoft 線上訂閱方案提供的商業 ERP 定價，以美金為單位。</li> <li>租用戶可同時包含 Power BI (免費) 使用者與 Power BI Pro 授權使用者</li> </ul> </p>

# PowerBIFree
source: Power BI service
de_de: Power BI-Dienst
es_es: Servicio Power BI
fr_fr: Service Power BI
it_it: Servizio Power BI
ja_jp: Power BI サービス
ko_kr: Power BI 서비스
pt_br: Serviço do Power BI
ru_ru: Служба Power BI
zh_cn: Power BI 服务
zh_tw: Power BI 服務

# PowerBIPro
source: Power BI Pro service
de_de: Power BI Pro-Dienst
es_es: Servicio Power BI Pro
fr_fr: Service Power BI Pro
it_it: Servizio Power BI Pro
ja_jp: Power BI Pro サービス
ko_kr: Power BI Pro 서비스
pt_br: Serviço Power BI Pro
ru_ru: Служба Power BI Pro
zh_cn: Power BI Pro 服务
zh_tw: Power BI Pro 服務

# Pro_AccessData
source: Access on-premise data using gateways
de_de: Zugriff auf lokale Daten über Gateways
es_es: Acceso a datos locales mediante puertas de enlace
fr_fr: Accédez aux données locales à l’aide de passerelles
it_it: Accedi ai dati locali con i gateway
ja_jp: ゲートウェイを使用してオンプレミスのデータにアクセスする
ko_kr: 게이트웨이를 사용한 온-프레미스 데이터 액세스
pt_br: Acessar dados locais usando gateways
ru_ru: Доступ к локальным данным через шлюзы
zh_cn: 使用网关访问本地数据
zh_tw: 使用閘道存取內部部署資料
