Repository: Gopalpatwal84/TestRepo
Catalog: code/businessplatform-shared/BusinessPlatform.Resources/Pages/Index.*.resx
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# Hero_Content_1
source: <p>Compose analytics, user experiences, and automation using an integrated set of services from Microsoft. Build and extend modern business applications fast.</p> <p><strong>Power users</strong> who understand their business challenges the best can now quickly build and deliver solutions without writing code.</p> <p><strong>Professional developers</strong> can now easily extend capabilities for power users and take advantage of rich platform services with the full power of Azure.</p> <p><strong>The Microsoft Common Data Model</strong> offers a rich framework that comes with hundreds of established entities and can be used across apps.</p> <p><strong>Connectors and Gateways</strong> make it possible to get more value out of the services that you’re already using.</p> <p>We at Microsoft along with hundreds of our partners are building on this platform. Now you can too. </p>
cs_cz: <p>Integrovaná sada služeb od Microsoftu vám umožní sestavovat analýzy, uživatelská prostředí a automatizace. Můžete tak rychle vytvářet a rozšiřovat moderní obchodní aplikace.</p> <p><strong>Zkušení uživatelé</strong>, kteří nejlépe rozumějí obchodním potřebám, mohou rychle vytvářet a poskytovat řešení bez psaní kódu.</p> <p><strong>Profesionální vývojáři</strong> teď mohou snadno rozšiřovat možnosti pro zkušené uživatele a využívat širokou škálu služeb platformy s plným výkonem Azure.</p> <p><strong>Common Data Model od Microsoftu</strong> nabízí bohatou architekturu, která se dodává se stovkami vytvořených entit a dá se využívat napříč aplikacemi.</p> <p><strong>Konektory a brány</strong> umožňují lépe zhodnotit služby, které už používáte.</p> <p>Na této platformě stavíme my v Microsoftu a s námi stovky našich partnerů. A teď můžete i vy. </p>
da_dk: <p>Opret analyser, brugeroplevelser og automatisering ved hjælp af integrerede tjenester fra Microsoft. Byg og udvid moderne virksomhedsprogrammer i en fart.</p> <p><strong>Power-brugere</strong>, som forstår deres virksomheds udfordringer bedst, kan nu hurtigt oprette og levere løsninger uden at skrive kode.</p> <p><strong>Professional-udviklere</strong> kan nu på nem vis udvide funktioner for Power-brugere og drage nytte af de omfattende platformtjenester med Azures fulde styrke.</p> <p><strong>Microsoft Common Data Model</strong> tilbyder en detaljeret struktur, der omfatter hundredvis af etablerede enheder og kan bruges på tværs af apps.</p> <p><strong>Forbindelser og gateways</strong> gør det muligt at få mere ud af de tjenester, som du allerede bruger.</p> <p>Microsoft udvikler på denne platform sammen med hundredvis af partnere. Nu kan du også. </p>
de_de: <p>Nutzen Sie die integrierten Dienste von Microsoft, um eine Analyse- und Automatisierungslösung mit hoher Benutzerfreundlichkeit zusammenzustellen. Erstellen und erweitern Sie im Handumdrehen moderne Geschäftsanwendungen.</p> <p><strong>Hauptbenutzer</strong>, die die geschäftlichen Herausforderungen am besten kennen und verstehen, können jetzt schnell und einfach Lösungen erstellen und bereitstellen, ohne Code schreiben zu müssen.</p> <p><strong>Professionelle Entwickler</strong> können die Funktionen für Hauptbenutzer nun ganz einfach erweitern und mit ausgereiften Plattformdiensten von sämtlichen Vorteilen profitieren, die Azure bietet.</p> <p>Mit dem <strong>Common Data Model von Microsoft</strong> erhalten Sie ein umfassendes Framework, das über Hunderte von etablierten Entitäten verfügt, die in verschiedenen Apps verwendet werden können.</p> <p>Durch den Einsatz von <strong>Connectors und Gateways</strong> können Sie noch größeren Nutzen aus den Diensten ziehen, die Sie bereits verwenden.</p> <p>Microsoft selbst und Hunderte unserer Partner setzen auf diese Plattform. Und jetzt haben auch Sie die Möglichkeit dazu. </p>
es_es: <p>Redacte análisis, experiencias del usuario y automatización mediante un conjunto integrado de servicios de Microsoft. Cree y amplíe aplicaciones empresariales modernas con rapidez.</p> <p>Los <strong>usuarios avanzados</strong> que más claros tienen sus retos empresariales ahora pueden crear y ofrecer soluciones de forma rápida sin escribir código.</p> <p>Los <strong>desarrolladores profesionales</strong> ahora pueden ampliar fácilmente las capacidades para los usuarios avanzados y aprovechar servicios de plataforma completos con todo el poder de Azure.</p> <p><strong>Microsoft Common Data Model</strong> ofrece un marco completo que se incluye en cientos de entidades establecidas y se puede usar en aplicaciones.</p> <p><strong>Conectores y puertas de enlace</strong> permiten sacar más provecho a los servicios que ya usa.</p> <p>En Microsoft, estamos creando esta plataforma con la ayuda de cientos de asociados. Ahora, usted también puede. </p>
fr_fr: <p>Rassemblez des fonctionnalités d’analyse, d’interfaces utilisateur et d’automatisation à l’aide d’un ensemble intégré de services Microsoft. Créez et étendez rapidement les applications métier modernes.</p> <p>Les <strong>utilisateurs avancés</strong> qui comprennent le mieux les défis liés à l’entreprise peuvent désormais créer et distribuer rapidement des solutions sans écrire de code.</p> <p>Les <strong>développeurs professionnels</strong> peuvent désormais facilement étendre les capacités des utilisateurs avancés et tirer parti des avantages des services de plateforme enrichis avec la pleine puissance d’Azure.</p> <p>Le modèle <strong>Common Data Model de Microsoft</strong> offre une infrastructure enrichie qui inclut des centaines d’entités établies et est compatible avec l’ensemble des applications.</p> <p>Les <strong>connecteurs et les passerelles</strong> permettent d’augmenter la valeur des services que vous utilisez déjà.</p> <p>Microsoft et des centaines de partenaires s’appuient sur cette plateforme. Vous le pouvez également. </p>
hu_hu: <p>Az elemzéseket, a felhasználói környezeteket és az automatizálást összeállíthatja a Microsoft szolgáltatásainak egy integrált készletébe. Gyorsan készíthet modern üzleti alkalmazásokat és kiterjesztheti azokat.</p> <p><strong>A hozzáértő felhasználók</strong>, akik legjobban értik az előttük álló üzleti kihívásokat, mostantól gyorsan készíthetnek és biztosíthatnak megoldásokat kódírás nélkül.</p> <p><strong>A profi fejlesztők</strong> mostantól könnyedén nyújthatnak funkciókat a hozzáértő felhasználók számára, és kihasználhatják az Azure teljesítményével párosuló sokrétű platformszolgáltatásokat.</p> <p><strong>A Microsoft közös adatmodellje</strong> több száz szilárd alapokon nyugvó entitást tartalmazó sokrétű keretrendszert nyújt, amely az összes alkalmazásban használható.</p> <p><strong>Az összekötők és átjárók</strong> lehetővé teszik a már használt szolgáltatásokra költött pénzek tovább kamatoztatását.</p> <p>Mi a Microsoftnál partnereinkkel együtt erre a platformra építünk. Mostantól már Ön is megteheti! </p>
it_it: <p>Combina analisi, esperienze utente e automazione usando un set integrato di servizi Microsoft. Crea ed estendi velocemente applicazioni aziendali moderne.</p> <p>Gli <strong>utenti esperti</strong> più consapevoli delle sfide aziendali possono ora creare e distribuire rapidamente soluzioni senza scrivere codice.</p> <p>Gli <strong>sviluppatori professionisti</strong> possono ora estendere facilmente le funzionalità per gli utenti esperti e usufruire di servizi di piattaforma avanzati sfruttando tutta la potenza di Azure.</p> <p><strong>Microsoft Common Data Model</strong> offre un framework completo con centinaia di entità definite e che può essere usato in diverse app.</p> <p><strong>Connettori e gateway</strong> consentono di sfruttare al meglio i servizi già in uso.</p> <p>Microsoft si sta già affidando a questa piattaforma insieme a centinaia di altri partner. Ora puoi farlo anche tu. </p>
ja_jp: <p>Microsoft の統合された一連のサービスを使用して、分析、ユーザー エクスペリエンス、および自動化を構成できます。最新のビジネス アプリケーションをすばやく構築して拡張しましょう。</p> <p>ビジネスの課題を最もよく把握している<strong>パワー ユーザー</strong>が、コードを記述することなく、ソリューションをすばやく構築して提供できます。</p> <p><strong>プロフェッショナル開発者</strong>は、パワー ユーザー向けの機能を拡張し、Azure の機能が最大限に引き出された豊富なプラットフォーム サービスを活用できます。</p> <p><strong>Microsoft Common Data Model</strong> は、数百もの確立されたエンティティを備えた豊富なフレームワークを提供し、複数のアプリ間で使用できます。</p> <p><strong>コネクタおよびゲートウェイ</strong>により、現在使用しているサービスから、より多くの価値を引き出すことができます。</p> <p>Microsoft では、数百にのぼるパートナーとともに、このプラットフォームを構築しています。さあ、一緒にプラットフォームを構築しましょう。</p>
ko_kr: <p>Microsoft의 통합 서비스 집합을 사용하여 분석, 사용자 환경 및 자동화를 작성하세요. 최신 비즈니스 응용 프로그램을 빠르게 빌드하고 확장하세요.</p> <p>비즈니스 과제를 가장 잘 이해하는 <strong>고급 사용자</strong>는 이제 코드를 작성할 필요 없이 빠르게 솔루션을 빌드하고 제공할 수 있습니다.</p> <p><strong>전문 개발자</strong>는 이제 쉽게 Azure의 전체 기능을 사용하여 고급 사용자를 위한 기능을 확장하고 다양한 플랫폼 서비스를 활용할 수 있습니다.</p> <p><strong>Microsoft 공통 데이터 모델</strong>은 수백 개의 확립된 엔터티와 함께 제공되며 앱 간에 사용될 수 있는 풍부한 프레임워크를 제공합니다.</p> <p><strong>커넥터 및 게이트웨이</strong>를 통해, 이미 사용 중인 서비스에서 더 많은 가치를 얻을 수 있습니다.</p> <p>Microsoft는 수백 곳의 파트너와 함께 이 플랫폼을 확장하고 있습니다. 이제 여러분도 이러한 확장에 동참할 수 있습니다. </p>
nb_no: <p>Komponer analyser, brukeropplevelser og automatisering ved hjelp av et integrert sett av tjenester fra Microsoft. Bygg og utvid moderne forretningsprogram raskt.</p> <p><strong>Privilegerte brukere</strong> som forstår sine forretningsmessige utfordringer best, kan nå raskt bygge og levere løsninger uten å skrive kode.</p> <p><strong>Profesjonelle utviklere</strong> kan nå enkelt utvide funksjonene for privilegerte brukere og dra nytte av rike plattformtjenester med full effekt av Azure.</p> <p><strong>Microsofts felles datamodell</strong> tilbyr et rikt rammeverk som kommer med hundrevis av etablerte enheter og kan brukes på tvers av apper.</p> <p><strong>Kontakter og gatewayer</strong> gjør det mulig å få mer verdi ut av de tjenestene du allerede bruker.</p> <p>Microsoft, sammen med hundrevis av våre partnere, bygger på denne plattformen. Nå kan du også gjøre det. </p>
nl_nl: <p>Stel analyses, gebruikerservaringen en automatiseringen samen met behulp van een geïntegreerde set services van Microsoft. Bouw snel moderne zakelijke toepassingen en breidt deze uit.</p> <p><strong>Hoofdgebruikers</strong> die optimaal inzicht hebben in hun zakelijke uitdagingen, kunnen nu snel oplossingen creëren en leveren zonder code te hoeven schrijven.</p> <p><strong>Professionele ontwikkelaars</strong> kunnen nu gemakkelijk mogelijkheden voor intensieve gebruikers creëren en profiteren van uitgebreide platformservices met de kracht van Azure.</p> <p><strong>Het Microsoft Common Data Model</strong> biedt een uitgebreid framework van honderden gevestigde entiteiten en het kan in vele apps worden gebruikt.</p> <p>Met <strong>Connectors en gateways</strong> kunt u meer toegevoegde waarde halen uit de services die u al gebruikt.</p> <p>Samen met honderden partners werkt Microsoft aan het uitbouwen van dit platform. U kunt er nu ook aan meewerken. </p>
pl_pl: <p>Połącz analizy, środowiska użytkowników i automatyzację za pomocą zintegrowanego zestawu usług firmy Microsoft. Szybko twórz i rozszerzaj nowoczesne aplikacje biznesowe.</p> <p><strong>Użytkownicy zaawansowani</strong>, którzy najlepiej rozumieją swoje wyzwania biznesowe, mogą teraz szybko tworzyć i dostarczać rozwiązania bez pisania kodu.</p> <p><strong>Profesjonalni deweloperzy</strong> mogą teraz łatwo rozszerzać możliwości dla użytkowników zaawansowanych i wykorzystać zaawansowane usługi platformy dzięki pełnym możliwościom platformy Azure.</p> <p>Baza danych <strong>Microsoft Common Data Model</strong> oferuje zaawansowaną strukturę dostarczaną z setkami ustanowionych jednostek, która może być używana w różnych aplikacjach.</p> <p><strong>Łączniki i bramy</strong> umożliwiają lepsze wykorzystanie już używanych usług.</p> <p>Firma Microsoft i setki jej partnerów tworzą rozwiązania w oparciu o tę platformę. Teraz Ty również możesz to robić. </p>
pt_br: <p>Componha análise, experiências do usuário e automação usando um conjunto integrado de serviços da Microsoft. Compile e amplie aplicativos de negócios modernos rapidamente.</p> <p><strong>Usuários avançados</strong> que compreendem seus desafios de negócios da melhor forma agora podem compilar e entregar rapidamente soluções sem precisar escrever código.</p> <p><strong>Desenvolvedores profissionais</strong> agora podem ampliar com facilidade os recursos para usuários avançados e aproveitar os serviços avançados da plataforma com toda a potência do Azure.</p> <p><strong>O Modelo de Dados Comuns da Microsoft</strong> oferece uma estrutura avançada com centenas de entidades estabelecidas e pode ser usado em aplicativos.</p> <p><strong>Conectores e gateways</strong> permitem obter mais valor dos serviços que você já está usando.</p> <p>Nós, na Microsoft, junto com centenas dos nossos parceiros, estamos criando com base nessa plataforma. Agora você também pode. </p>
pt_pt: <p>Crie análises, experiências de utilizador e automatização com um conjunto de serviços integrados da Microsoft. Crie e expanda rapidamente aplicações empresariais modernas.</p> <p>Os <strong>utilizadores avançados</strong> que melhor compreendem os desafios empresariais que enfrentam agora podem criar e fornecer soluções rapidamente e sem escrever código.</p> <p>Os <strong>programadores profissionais</strong> podem expandir capacidades facilmente para os utilizadores avançados e tirar partido de serviços de plataforma avançados com o poder total do Azure.</p> <p>O <strong>Modelo de Dados Comuns da Microsoft</strong> oferece uma arquitetura avançada que inclui centenas de entidades estabelecidas e que pode ser utilizada em várias aplicações.</p> <p>Os <strong>Conectores e Gateways</strong> permitem-lhe retirar mais valor dos serviços que já utiliza.</p> <p>Aqui na Microsoft, nós e as nossas centenas de parceiros estamos a criar nesta plataforma. Agora, também pode fazê-lo. </p>
ru_ru: <p>Используя интегрированный набор служб Майкрософт, создавайте аналитические решения, пользовательские интерфейсы и решения для автоматизации. Разрабатывайте и улучшайте современные бизнес-приложения быстро и легко.</p> <p><strong>Опытные пользователи</strong>, которые хорошо понимают стоящие перед бизнесом задачи, могут быстро создавать и развертывать решения, не прибегая к написанию кода.</p> <p><strong>Профессиональные разработчики</strong> могут расширять возможности опытных пользователей, получать все преимущества разнообразных служб платформы и использовать всю мощь Azure.</p> <p><strong>Модель общих данных (Microsoft)</strong> представляет собой многофункциональную платформу, в которую изначально входят сотни сущностей и которую можно использовать в различных приложениях.</p> <p><strong>Соединители и шлюзы</strong> дают возможность получать дополнительные преимущества от служб, которыми вы уже пользуетесь.</p> <p>Эту платформу использует корпорация Майкрософт и сотни ее партнеров. Теперь она доступна и для вас. </p>
sv_se: <p>Komponera analyser, användarupplevelser och automatisering med en integrerad uppsättning tjänster från Microsoft. Skapa och utöka moderna affärsprogram snabbt.</p> <p><strong>Privilegierade användare</strong> som har bäst förståelse för affärsutmaningarna kan nu snabbt skapa och leverera lösningar utan att skriva kod.</p> <p><strong>Professionella utvecklare</strong> kan nu snabbt utöka funktionerna för privilegierade användare och använda de omfattande plattformstjänsterna och utnyttja hela kraften hos Azure.</p> <p><strong>Microsoft Common Data Model</strong> erbjuder ett omfattande ramverk med hundratals entiteter och kan användas i olika appar.</p> <p><strong>Anslutningar och gateways</strong> gör att du kan få ut mer av tjänsterna du redan använder.</p> <p>Microsoft skapar den här plattformen i samarbete med hundratals partner. Nu kan du också vara med. </p>
tr_tr: <p>Tümleştirilmiş Microsoft hizmetlerini kullanarak analizler, kullanıcı deneyimleri ve otomasyon özellikleri oluşturun. Modern iş uygulamalarını hızla oluşturun ve genişletin.</p> <p>Kendi işlerinin zorluklarını en iyi anlayan <strong>ileri kullanıcılar</strong> artık, kod yazmaya gereksinim duymadan hızla çözüm oluşturup sunabilir.</p> <p><strong>Profesyonel geliştiriciler</strong> artık özellikleri ileri kullanıcılara yönelik olarak kolayca genişletebilir ve Azure’un tüm gücünü kullanan zengin platform hizmetlerinden yararlanabilir.</p> <p><strong>Microsoft Ortak Veri Modeli</strong> yüzlerce yerleşik varlık içeren ve çeşitli uygulamalarda kullanılabilen zengin bir altyapı sunar.</p> <p><strong>Bağlayıcılar ve Ağ Geçitleri</strong>, kullandığınız mevcut hizmetlerden daha fazla yararlanmanızı sağlar.</p> <p>Microsoft’ta yüzlerce iş ortağımız ile birlikte bu platform üzerinde derleme yapıyoruz. Artık siz de yapabilirsiniz. </p>
zh_cn: <p>使用来自 Microsoft 的一组集成的服务将分析、用户体验和自动化结合在一起。快速生成和扩展现代业务应用程序。</p> <p><strong>高级用户</strong>充分了解其业务挑战，现在能够快速生成并交付解决方案而无需编写代码。</p> <p><strong>专业开发人员</strong>现在能够轻松扩展高级用户的功能，并凭借功能强大的 Azure 享受丰富的平台服务。</p> <p><strong>Microsoft 常见数据模型</strong>提供了丰富的框架，该框架包含有成百上千的已建立实体并且可以跨应用使用。</p> <p><strong>连接器和网关</strong>使得从你正在使用的服务中获取更多值成为可能。</p> <p>Microsoft 以及数百位我们的合作伙伴都在使用该平台。现在你也可以。</p>
zh_tw: <p>利用一套完整的 Microsoft 服務，提供各種分析、使用者經驗與自動化功能。快速建置及擴充現代化商務應用程式。</p> <p>認知自己必須精益求精的<strong>進階使用者</strong>，現在無須撰寫程式碼，也能快速建置及提供解決方案。</p> <p><strong>專業開發人員</strong>現在很容易就能為進階使用者提供更多的功能，讓他們能夠應用功能齊備的 Azure 所提供的豐富平台服務。</p> <p><strong>Microsoft Common Data Model</strong> 提供豐富的架構，並附有數百個預設實體，方便您在各種不同的應用程式中使用。</p> <p>各種<strong>連接器與閘道</strong>讓現有正在使用的服務可以發揮更多的價值。</p> <p>Microsoft 工作人員與數百名合作夥伴都是使用這個平台執行建置工作。現在您也可以。</p>

# Hero_Heading
source: Innovate faster
cs_cz: Rychlejší inovace
da_dk: Skab hurtigere
de_de: Setzen Sie Innovationen schneller um
es_es: Innovar con mayor rapidez
fr_fr: Innovez plus rapidement
hu_hu: Gyorsabb innováció
it_it: Abbraccia l'innovazione più velocemente
ja_jp: 迅速なイノベーション
ko_kr: 더 빠른 혁신
nb_no: Innover raskere
nl_nl: Sneller vernieuwen
pl_pl: Szybsze wprowadzanie innowacji
pt_br: Inovar mais rápido
pt_pt: Inovar depressa
ru_ru: Быстрый курс на инновации
sv_se: Innovera snabbare
tr_tr: Daha hızlı yenilik yapın
zh_cn: 更快速地创新
zh_tw: 更快實現創新

# KeepItConnected_Build_Content
source: <p>The Microsoft Common Data Model comes with hundreds of entities established over years of working with enterprise customers. Use the same data with any of the platform tools, add custom entities, and rest easy with built-in scalability and analytics.</p>
cs_cz: <p>Common Data Model od Microsoftu se dodává se stovkami entit, které byly vytvořené během mnohaleté práce s našimi podnikovými zákazníky. Umožňuje využívat stejná data v libovolných nástrojích platformy, přidávat vlastní entity a díky integrovaným analýzám a funkcím škálování už si nebudete muset dělat starosti.</p>
da_dk: <p>Microsoft Common Data Model indeholder hundredvis af enheder, der er blevet oprettet i løbet af et flerårigt samarbejde med virksomhedskunder. Brug de samme data med ethvert platformværktøj, tilføj brugerdefinerede enheder og føl dig tryk med indbygget skalerbarhed og indbyggede analyser.</p>
de_de: <p>Das Microsoft Common Data Model umfasst Hunderte Entitäten, die wir bei der langjährigen Zusammenarbeit mit Unternehmenskunden etablieren konnten. Nutzen Sie dieselben Daten mit beliebigen Tools der Plattform, fügen Sie benutzerdefinierte Entitäten hinzu, und verlassen Sie sich auf die integrierten Skalierungs- und Analyseoptionen.</p>
es_es: <p>Microsoft Common Data Model se incluye en cientos de entidades establecidas a lo largo de años de trabajo con clientes empresariales. Use los mismos datos con cualquiera de las herramientas de la plataforma, agregue entidades personalizadas y esté tranquilo gracias al análisis y la escalabilidad integrados.</p>
fr_fr: <p>Le modèle Common Data Model de Microsoft inclut des centaines d’entités établies en collaboration avec les entreprises clientes. Utilisez les mêmes données avec l’ensemble des outils de plateforme, ajoutez des entités personnalisées et exploitez les fonctionnalités d’analyse et de scalabilité intégrées.</p>
hu_hu: <p>A Microsoft közös adatmodellje a nagyvállalati ügyfeleinkkel való több évi közös munka során létrehozott több száz entitást tartalmaz. Ugyanazon adatokat a platformeszközök bármelyikével használhatja, egyéni entitásokat adhat hozzá, és a beépített skálázhatóságnak és analitikának köszönhetően nyugodtan hátradőlhet.</p>
it_it: <p>Microsoft Common Data Model include centinaia di entità definite in anni di lavoro con clienti aziendali. Usa gli stessi dati con qualsiasi strumento della piattaforma, aggiungi entità personalizzate e lavora in tutta tranquillità sfruttando analisi e scalabilità integrate.</p>
ja_jp: <p>Microsoft Common Data Model は、企業のお客様との長年にわたる協力によって確立された、数百ものエンティティを備えています。同じデータをあらゆるプラットフォーム ツールで使用することも、カスタム エンティティを追加することもでき、組み込まれたスケーラビリティと分析によって安心感を得られます。</p>
ko_kr: <p>Microsoft 공통 데이터 모델은 기업 고객과 수년에 걸쳐 함께 확립해온 수백 개의 엔터티와 함께 제공됩니다. 모든 플랫폼 도구와 함께 같은 데이터를 사용하고 사용자 지정 엔터티를 추가하고 기본 제공 확장성 및 분석 기능으로 안심하세요.</p>
nb_no: <p>Microsofts felles datamodell leveres med hundrevis av enheter som har blitt etablert i løpet av årene med jobbing med bedriftskunder. Bruk de samme dataene med noen av plattformverktøyene, legg til egendefinerte enheter, og ta det med ro med innebygd skalerbarhet og analyser.</p>
nl_nl: <p>Het Microsoft Common Data Model omvat honderden bedrijfsentiteiten, op basis van jarenlange samenwerking met zakelijke klanten. Gebruik dezelfde gegevens in alle platformhulpprogramma's, voeg aangepaste entiteiten toe en vertrouw op de geïntegreerde schaalbaarheid en analyses.</p>
pl_pl: <p>Baza danych Microsoft Common Data Model jest dostarczana z setkami jednostek opracowanych w ciągu lat pracy z klientami z segmentu przedsiębiorstw. Korzystaj z tych samych danych w dowolnym z narzędzi platformy, dodawaj jednostki niestandardowe i zapewnij sobie poczucie spokoju dzięki wbudowanej skalowalności i funkcjom analizy.</p>
pt_br: <p>O Modelo de Dados Comuns da Microsoft conta com centenas de entidades estabelecidas ao longo de anos de trabalho com clientes empresariais. Use os mesmos dados com qualquer uma das ferramentas da plataforma, adicione entidades personalizadas e fique tranquilo com a escalabilidade e análise internas.</p>
pt_pt: <p>O Modelo de Dados Comuns da Microsoft inclui centenas de entidades estabelecidas ao longo de anos de trabalho com clientes empresariais. Utilize os mesmos dados com qualquer uma das ferramentas de plataforma, adicione entidades personalizadas e deixe de lado as preocupações graças à escalabilidade e à análise incorporadas.</p>
ru_ru: <p>В модель общих данных (Microsoft) изначально входят сотни сущностей, созданных за годы сотрудничества с корпоративными клиентами. Вы получаете встроенные возможности масштабирования и анализа, возможность добавлять собственные сущности, а также все преимущества от использования одних и тех же данных с любыми инструментами платформы.</p>
sv_se: <p>I Microsoft Common Data Model ingår hundratals entiteter som utvecklats under flera år i samarbete med företagskunder. Använd samma data med valfria plattformsverktyg, lägg till anpassade entiteter och känn dig trygg med inbyggd skalbarhet och analys.</p>
tr_tr: <p>Microsoft Ortak Veri Modeli, yıllar boyunca kurumsal müşterilerle yapılan çalışmalar sonucunda oluşturulan yüzlerce varlık içerir. Aynı veriyi tüm platform araçlarıyla kullanın, özel varlıklar ekleyin, yerleşik ölçeklenebilirlik ve analizlerle içinizi rahat tutun.</p>
zh_cn: <p>Microsoft 常见数据模型包含有成百上千的实体，它们是经过多年来与企业客户的合作中而建立起来的。将相同的数据与任一平台工具结合使用，添加自定义实体，并放心使用内置的可伸缩性和分析。</p>
zh_tw: <p>Microsoft Common Data Model 隨附數百個預設實體，全部來自與企業客戶合作的經驗建置而成。您可以使用任何平台工具所用的同一組資料來新增自訂實體，將其交由內建的擴充及分析功能處理。</p>
