Repository: Gopalpatwal84/TestRepo
Catalog: code/businessplatform-shared/BusinessPlatform.Resources/Pages/Index.*.resx
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# PowerUpUsers_Automate_Content
source: <p>Work more efficiently by building solutions that automate processes across apps and services. Streamline notifications, sync data between systems, automate approval workflows and more.</p>
cs_cz: <p>Pracujte chytřeji a vytvářejte řešení, která automatizují procesy napříč aplikacemi a službami. Využijte možnosti zjednodušit oznamování, synchronizovat data mezi systémy, automatizovat pracovní postupy při schvalování a řadu dalších možností.</p>
da_dk: <p>Arbejd på en smartere måde ved at skabe løsninger, der automatiserer processer på tværs af apps og tjenester. Strømlin meddelelser, synkroniser data mellem systemer, automatiser arbejdsprocesser for godkendelse m.m.</p>
de_de: <p>Steigern Sie die Effizienz Ihrer Abläufe mit Lösungen, die die Prozesse in Apps und Diensten automatisieren. Optimieren Sie Benachrichtigungen, synchronisieren Sie Daten zwischen Systemen, automatisieren Sie Genehmigungsworkflows und mehr.</p>
es_es: <p>Trabaje de manera más inteligente mediante la creación de soluciones que automaticen procesos a través de aplicaciones y servicios. Simplifique las notificaciones, sincronice datos entre los sistemas, automatice los flujos de trabajo de aprobación, etc.</p>
fr_fr: <p>Travaillez intelligemment en créant des solutions qui automatisent les processus sur l’ensemble des applications et services. Simplifiez les notifications, synchronisez les données entre les systèmes, automatisez les flux d’approbation, etc.</p>
hu_hu: <p>A különböző alkalmazásokat és szolgáltatásokat felölelő folyamatokat automatizáló megoldások készítésével gyorsabban és hatékonyabban dolgozhat. Egyszerűbbé teheti az értesítéseket, szinkronizálhatja az adatokat a rendszerek között, automatizálhatja a jóváhagyási munkafolyamatokat és így tovább.</p>
it_it: <p>Lavora in modo più intelligente creando soluzioni che automatizzano i processi in app e servizi. Semplifica le notifiche, sincronizza i dati tra sistemi, automatizza i flussi di lavoro di approvazione e molto altro.</p>
ja_jp: <p>アプリおよびサービス全体のプロセスを自動化するソリューションを構築して、業務をよりスマートにします。通知の効率化、システム間のデータ同期、承認ワークフローの自動化など。</p>
ko_kr: <p>앱과 서비스 전체에서 프로세스를 자동화하는 솔루션을 빌드하여 더 스마트하게 작업하세요. 알림을 간소화하고 시스템 간에 데이터를 동기화하며 승인 워크플로를 자동화하는 등의 작업을 해보세요.</p>
nb_no: <p>Jobb smartere ved å bygge løsninger som automatiserer prosesser på tvers av apper og tjenester. Effektiviser varsler, synkroniser data mellom systemer, automatiser godkjenningsarbeidsflyter og mer.</p>
nl_nl: <p>Werk slimmer door oplossingen te creëren waarmee processen in apps en services worden geautomatiseerd. Stroomlijn meldingen, synchroniseer gegevens tussen systemen, automatiseer goedkeuringswerkstromen en nog veel meer.</p>
pl_pl: <p>Pracuj w sposób bardziej inteligentny, tworząc rozwiązania, które automatyzują procesy w aplikacjach i usługach. Usprawnij powiadomienia, synchronizuj dane między systemami, automatyzuj przepływy pracy zatwierdzania i nie tylko.</p>
pt_br: <p>Trabalhe de forma inteligente criando soluções que automatizam processos em aplicativos e serviços. Simplifique notificações, sincronize dados entre sistemas, automatize fluxos de trabalho de aprovação e muito mais.</p>
pt_pt: <p>Trabalhe de forma mais inteligente ao criar soluções que automatizem processos em aplicações e serviços. Simplifique notificações, sincronize dados entre sistemas, automatize fluxos de trabalho de aprovação e muito mais.</p>
ru_ru: <p>Достигайте лучших результатов, создавая решения, автоматизирующие процессы в различных приложениях и службах. Получите более удобную работу с уведомлениями, синхронизацию данных между системами, автоматизацию рабочих процессов утверждения и многое другое.</p>
sv_se: <p>Arbeta smartare genom att skapa lösningar som automatiserar processer över appar och tjänster. Skapa smidiga meddelanden, synkronisera data mellan system, automatisera godkännandearbetsflöden och mycket mer.</p>
tr_tr: <p>Uygulama ve hizmetlerde işlemleri otomatikleştiren çözümler geliştirerek akıllı yöntemlerle çalışın. Bildirimleri basitleştirin, verileri sistemler arasında eşitleyin, onay iş akışlarını otomatikleştirin ve daha fazlasını yapın.</p>
zh_cn: <p>通过生成可跨应用和服务自动化进程的解决方案来更加智能地开展工作。简化通知、同步系统之间的数据、自动化审批工作流等。</p>
zh_tw: <p>建置解決方案，自動化應用程式與服務之間的流程，讓工作更有效率。簡化通知、同步系統之間的資料、自動化核准工作流程等等。</p>

# PowerUpUsers_Automate_Cta
source: Get started with Microsoft Flow
cs_cz: Začínáme s Microsoft Flow
da_dk: Kom i gang med Microsoft Flow
de_de: Erste Schritte mit Microsoft Flow
es_es: Introducción a Microsoft Flow
fr_fr: Prise en main de Microsoft Flow
hu_hu: Máris használatba veheti a Microsoft Flow-t!
it_it: Impara a usare Microsoft Flow
ja_jp: Microsoft Flow の概要
ko_kr: Microsoft Flow 시작
nb_no: Kom i gang med Microsoft Flow
nl_nl: Aan de slag met Microsoft Flow
pl_pl: Rozpoczynanie pracy z platformą Microsoft Flow
pt_br: Introdução ao Microsoft Flow
pt_pt: Introdução ao Microsoft Flow
ru_ru: Начало работы с Microsoft Flow
sv_se: Kom igång med Microsoft Flow
tr_tr: Microsoft Flow’u kullanmaya başlayın
zh_cn: 开始使用 Microsoft Flow
zh_tw: 開始使用 Microsoft Flow

# PowerUpUsers_Automate_Heading
source: Automate your workflow
cs_cz: Automatizace pracovních postupů
da_dk: Automatiser dine arbejdsgange
de_de: Automatisieren Sie Ihre Workflows
es_es: Automatización de sus flujos de trabajo
fr_fr: Automatisez vos flux de travail
hu_hu: A munkafolyamatok automatizálása
it_it: Automatizza i flussi di lavoro
ja_jp: ワークフローの自動化
ko_kr: 워크플로 자동화
nb_no: Automatiser arbeidsflyt
nl_nl: Uw werkstromen automatiseren
pl_pl: Automatyzowanie przepływów pracy
pt_br: Automatizar seus fluxos de trabalho
pt_pt: Automatizar fluxos de trabalho
ru_ru: Автоматизируйте рабочие процессы
sv_se: Automatisera dina arbetsflöden
tr_tr: İş akışlarınızı otomatikleştirin
zh_cn: 自动操作工作流
zh_tw: 自動化您的工作流程

# PowerUpUsers_Build_Content
source: <p>Create rich user experiences across the web, phones and tablets. Assemble forms, add business logic, and take advantage of device capabilities with full creative freedom.</p>
cs_cz: <p>Zajistěte uživatelské prostředí se širokou škálou funkcí napříč webem, telefony a tablety. Sestavujte formuláře, přidávejte obchodní logiku a s výhodou využívejte veškeré možnosti zařízení, a to všechno při zachování plné kreativní svobody.</p>
da_dk: <p>Opret detaljerede brugeroplevelser på tværs af nettet, telefoner og tablets. Sammensæt formularer, tilføj forretningslogik og drag nytte af enhedsfunktioner med fuld kreativ frihed.</p>
de_de: <p>Sorgen Sie für ein erstklassiges Benutzererlebnis – im Web, auf Smartphones und auf Tablets. Stellen Sie Formulare zusammen, fügen Sie Geschäftslogik hinzu, und nutzen Sie Gerätefunktionen – ganz nach Ihren Wünschen.</p>
es_es: <p>Cree experiencias completas para el usuario en la Web, teléfonos y tabletas. Ensamble formularios, agregue lógica de negocios y aproveche las capacidades del dispositivo con una libertad creativa total.</p>
fr_fr: <p>Créez des interfaces utilisateur enrichies sur Internet, les téléphones et les tablettes. Rassemblez les formulaires, ajoutez une logique métier et tirez parti des fonctionnalités d’appareil avec une totale liberté en matière de créativité.</p>
hu_hu: <p>Sokoldalú kezelőfelületeteket hozhat létre a weben, telefonokon és táblagépeken egyaránt. Űrlapokat állíthat össze, üzleti logikát alkalmazhat, és teljes kreatív szabadságot élvezve veheti igénybe az eszközök funkcióit.</p>
it_it: <p>Crea esperienze utente avanzate nel Web e su telefoni e tablet. Combina i moduli, aggiungi la logica aziendale e sfrutta le funzionalità dei dispositivi con la massima libertà creativa.</p>
ja_jp: <p>Web、携帯電話、およびタブレットにわたって上質のユーザー エクスペリエンスを実現します。フォームをアセンブルし、ビジネス ロジックを追加して、自由に創造できるデバイス機能を活用します。</p>
ko_kr: <p>웹, 휴대폰 및 태블릿에서 풍부한 사용자 환경을 만드세요. 창의성을 마음껏 발휘하여 양식을 어셈블하고 비즈니스 논리를 추가하며 장치 기능을 활용하세요.</p>
nb_no: <p>Lag rike brukeropplevelser på tvers av nett, telefoner og nettbrett. Sett sammen skjemaer, legg til forretningslogikk og dra nytte av enhetsfunksjoner med full kreativ frihet.</p>
nl_nl: <p>Creëer uitgebreide gebruikerservaringen op internet, telefoons en tablets. Stel formulieren samen, voeg bedrijfslogica toe en profiteer met volledige creatieve vrijheid van de mogelijkheden van apparaten.</p>
pl_pl: <p>Twórz zaawansowane środowiska użytkownika dla sieci Web, telefonów i tabletów. Skompletuj formularze i logikę biznesową i korzystaj z możliwości urządzenia z pełną kreatywną swobodą.</p>
pt_br: <p>Crie experiências avançadas do usuário na Web, em telefones e tablets. Monte formulários, adicione lógica de negócios e aproveite os recursos do dispositivo com total liberdade de criação.</p>
pt_pt: <p>Crie experiências de utilizador diversificadas na Web, telemóveis e tablets. Elabore formulários, adicione lógica de negócio e tire partido das capacidades dos dispositivos com total liberdade criativa.</p>
ru_ru: <p>Создавайте для пользователей дополнительные возможности работы в браузере, на телефонах и планшетах. Создавайте формы, добавляйте нужную вам бизнес-логику и используйте любые возможности устройств. Нет никаких ограничений.</p>
sv_se: <p>Skapa fulländade användarmiljöer på webben, telefoner och surfplattor. Assemblera formulär, lägg till affärslogik och utnyttja enhetsfunktioner med full kreativ frihet.</p>
tr_tr: <p>Web, telefonlar ve tabletler için zengin kullanıcı deneyimleri oluşturun. Formları bir araya getirin, iş mantığı ekleyin ve özgürce oluşturma olanağı sunan cihaz özelliklerinden yararlanın.</p>
zh_cn: <p>在 Web、电话和平板电脑上都创造出丰富的用户体验。装配表单、添加业务逻辑，并带着完全的创造自由来利用设备功能。</p>
zh_tw: <p>為網路、手機與平板電腦建立各種使用者經驗。收集表單、新增商務邏輯，以及運用裝置的各種功能發揮無限創意。</p>

# PowerUpUsers_Build_Cta
source: Get started with PowerApps
cs_cz: Začínáme s PowerApps
da_dk: Kom i gang med PowerApps
de_de: Erste Schritte mit PowerApps
es_es: Introducción a PowerApps
fr_fr: Prise en main de PowerApps
hu_hu: Ismerkedés a PowerApps-szal
it_it: Impara a usare PowerApps
ja_jp: PowerApps の概要
ko_kr: PowerApp 시작
nb_no: Kom i gang med PowerApps
nl_nl: Aan de slag met PowerApps
pl_pl: Wprowadzenie do aplikacji PowerApp
pt_br: Introdução aos PowerApps
pt_pt: Introdução a PowerApps
ru_ru: Начало работы с PowerApp
sv_se: Kom igång med PowerApps
tr_tr: PowerApp’leri kullanmaya başlama
zh_cn: 开始使用 PowerApp
zh_tw: 開始使用 PowerApps

# PowerUpUsers_Build_Heading
source: Build experiences you can act on
cs_cz: Uživatelská prostředí, která se dají dále rozvíjet
da_dk: Opret oplevelser, som du kan reagere på
de_de: Tools und Features mit hohem Mehrwert
es_es: Creación de experiencias en las que pueda trabajar
fr_fr: Créez des expériences exploitables
hu_hu: Hatásos környezetek készítése
it_it: Crea esperienze di utilità pratica
ja_jp: エクスペリエンスの構築
ko_kr: 작업을 수행할 수 있는 환경 구축
nb_no: Bygg opplevelser du kan følge
nl_nl: Ervaringen ontwikkelen waarop u actie kunt ondernemen
pl_pl: Budowanie doświadczeń, na podstawie których możesz działać
pt_br: Crie experiências nas quais você pode agir
pt_pt: Crie experiências nas quais pode intervir
ru_ru: Создавайте нужные вам схемы взаимодействия с клиентами
sv_se: Bygg upplevelser du kan arbeta med
tr_tr: Üzerinde işlem yapabileceğiniz deneyimler geliştirin
zh_cn: 构建可以对之进行操作的体验
zh_tw: 建置您可以動作的經驗

# PowerUpUsers_Content
source: <p>Now business analysts and power users can create apps quickly without writing code. The people who understand their challenges best can compose data analytics, interfaces, and automation into flexible solutions.</p>
cs_cz: <p>Obchodní analytici a zkušení uživatelé teď mohou rychle vytvářet aplikace bez psaní kódu. Flexibilní řešení zahrnující analýzy dat, rozhraní a automatizaci teď mohou sestavovat osoby, které nejlépe vědí, co je potřeba.</p>
da_dk: <p>Nu kan forretningsanalytikere og Power-brugere oprette apps i en fart uden at skrive kode. De personer, som forstår deres udfordringer bedst, kan omdanne dataanalyser, brugergrænseflader og automatisering til fleksible løsninger.</p>
de_de: <p>Business Analysts und Hauptbenutzer können jetzt schnell und einfach Apps erstellen, ohne Code schreiben zu müssen. Die Mitarbeiter, die die jeweiligen Herausforderungen am besten kennen und verstehen, können nun selbst flexible Lösungen entwerfen, die Datenanalyse- und Automatisierungsfunktionen sowie die erforderlichen Schnittstellen umfassen.</p>
es_es: <p>Los analistas de negocios y los usuarios avanzados ahora pueden crear aplicaciones de forma rápida sin escribir código. Los usuarios que más claros tienen sus retos pueden redactar análisis de datos, interfaces y automatización en soluciones flexibles.</p>
fr_fr: <p>Les analystes et les utilisateurs avancés peuvent maintenant créer rapidement des applications sans écrire de code. Les personnes qui comprennent le mieux les défis liés à l’entreprise peuvent rassembler les analyses de données, les interfaces et l’automatisation dans des solutions flexibles.</p>
hu_hu: <p>Az üzleti adatelemzők és a hozzáértő felhasználók mostantól gyorsan készíthetnek alkalmazásokat kódírás nélkül. Azok, akik legjobban értik az előttük álló kihívásokat, adatelemzésekből, felületekből és automatizálásból rugalmas megoldásokat állíthatnak össze.</p>
it_it: <p>Gli analisti aziendali e gli utenti esperti possono ora creare app rapidamente senza scrivere codice. Le persone più consapevoli delle sfide da affrontare possono combinare analisi dei dati, interfacce e automazione in soluzioni flessibili.</p>
ja_jp: <p>ビジネス アナリストとパワー ユーザーは、コードを記述せずにすばやくアプリを作成できるようになりました。課題をよく把握している人物が、データ分析、インターフェイス、およびオートメーションからフレキシブルなソリューションを作り上げることができます。</p>
ko_kr: <p>이제 비즈니스 분석가와 고급 사용자는 코드를 작성할 필요 없이 빠르게 앱을 만들 수 있습니다. 해당 과제를 가장 잘 이해하는 사람은 데이터 분석, 인터페이스 및 자동화를 작성하여 이를 적용한 유연한 솔루션을 만들 수 있습니다.</p>
nb_no: <p>Nå kan forretningsanalytikere og privilegerte brukere lage apper raskt uten å skrive kode. Folk som forstår sine egne utfordringer best, kan komponere dataanalyser, grensesnitt og automasjon til fleksible løsninger.</p>
nl_nl: <p>Bedrijfsanalisten en hoofdgebruikers kunnen nu snel apps maken zonder code te hoeven schrijven. De mensen die optimaal inzicht hebben in hun zakelijke uitdagingen, kunnen op basis van gegevensanalyses, interfaces en automatiseringen flexibele oplossingen samenstellen.</p>
pl_pl: <p>Teraz analitycy biznesowi i użytkownicy zaawansowani mogą szybko tworzyć aplikacje bez pisania kodu. Ludzie, którzy najlepiej rozumieją stojące przed nimi wyzwania, mogą tworzyć elastyczne rozwiązania wykorzystujące funkcje analizy danych, interfejsy i automatyzację.</p>
pt_br: <p>Agora, os analistas de negócios e usuários avançados podem criar aplicativos rapidamente sem precisar escrever código. As pessoas que entendem melhor seus desafios podem compor análise de dados, interfaces e automação em soluções flexíveis.</p>
pt_pt: <p>Agora, os analistas de negócio e os utilizadores avançados podem criar aplicações rapidamente sem escrever código. As pessoas que melhor compreendem os desafios que enfrentam podem criar análises, interfaces e automatização de dados rapidamente para garantir soluções flexíveis.</p>
ru_ru: <p>Теперь бизнес-аналитики и опытные пользователи могут быстро создавать приложения, не прибегая к написанию кода. Люди, которые четко понимают стоящие перед ними задачи, могут создавать интерфейсы и гибкие решения для анализа данных и автоматизации.</p>
sv_se: <p>Nu kan affärsanalytiker och privilegierade användare snabbt skapa appar utan att skriva kod. De som har bäst förståelse för utmaningarna kan komponera dataanalyser, gränssnitt och automatisering till flexibla lösningar.</p>
tr_tr: <p>İş analistleri ve ileri kullanıcılar artık, kod yazmaya gereksinim duymadan hızla uygulama oluşturabilir. Kendi işlerinin zorluklarını en iyi anlayan kişiler veri analizlerini, arabirimleri ve otomasyonu birleştirerek esnek çözümler oluşturabilir.</p>
zh_cn: <p>现在，业务分析员和高级用户可以快速创建应用而无需编写代码。充分了解其挑战的人可以将数据分析、接口和自动化组合到灵活的解决方案之中。</p>
zh_tw: <p>現在商務分析師與進階使用者也可快速建立應用程式，但完全無須撰寫程式碼。認知自己必須精益求精的使用者，也可將資料分析、介面及自動化等功能集給成各種不同變化的解決方案。</p>

# PowerUpUsers_Heading
source: Power up your power users
cs_cz: Poskytněte zkušeným uživatelům další možnosti
da_dk: Sæt skub i dine Power-brugere
de_de: Stellen Sie Hauptbenutzern die erforderlichen Tools und Features bereit, um Herausforderungen selbst zu meistern
es_es: Activación de sus usuarios avanzados
fr_fr: Facilitez le travail de vos utilisateurs avancés
hu_hu: A hozzáértő felhasználók hatékonyabbá tétele
it_it: Offri strumenti avanzati agli utenti esperti
ja_jp: パワー ユーザーを強化する
ko_kr: 고급 사용자의 역량 강화
nb_no: Gi de privilegerte brukerne mer
nl_nl: Uw hoofdgebruikers alles geven wat ze nodig hebben
pl_pl: Zapewnij większe możliwości swoim użytkownikom zaawansowanym
pt_br: Capacitar seus usuários avançados
pt_pt: Dê um avanço aos utilizadores avançados
ru_ru: Предоставьте опытным пользователям дополнительные возможности
sv_se: Ge utökade privilegier till privilegierade användare
tr_tr: İleri kullanıcılarınızı destekleyin
zh_cn: 让你的高级用户拥有更加强大的功能
zh_tw: 強化進階使用者的能力

# ReachYourAudience_Content
source: <p>Get direct access to a broad range of customers by publishing your applications to Microsoft AppSource. Customers can find your app in context with the services they’re already using.</p>
cs_cz: <p>Publikováním aplikací na webu Microsoft AppSource získáte přímý přístup k široké škále zákazníků. Zákazníci najdou vaši aplikaci v kontextu služeb, které už využívají.</p>
da_dk: <p>Få direkte adgang til et stort udvalg kunder ved at udgive dine programmer i Microsoft AppSource. Kunder kan finde din app sammen med de tjenester, de allerede bruger.</p>
de_de: <p>Erhalten Sie direkten Zugang zu einer großen Kundenbasis, indem Sie Ihre Anwendungen in Microsoft AppSource veröffentlichen. Auf der AppSource-Website werden Kunden auf Ihre App aufmerksam, die bereits zugehörige Dienste nutzen.</p>
es_es: <p>Obtenga acceso directo a una amplia gama de clientes mediante la publicación de sus aplicaciones en Microsoft AppSource. Los clientes pueden buscar su aplicación en contexto con los servicios que ya usan.</p>
fr_fr: <p>Accédez directement à un large éventail de clients en publiant vos applications sur Microsoft AppSource. Les clients peuvent trouver votre application en contexte avec les services qu’ils utilisent déjà.</p>
hu_hu: <p>Alkalmazásait a Microsoft AppSource-ban közzétéve az ügyfelek széles körét érheti el közvetlenül. Az ügyfelek az általuk már használt szolgáltatásokkal összefüggésben találhatnak rá az Ön alkalmazására.</p>
it_it: <p>Ottieni accesso diretto a moltissimi clienti pubblicando le tue applicazioni in Microsoft AppSource. I clienti possono trovare la tua app nel contesto dei servizi che già usano.</p>
ja_jp: <p>Microsoft AppSource にアプリケーションを公開することで、幅広いお客様と直接かかわることができます。お客様は、使用中のサービスと関連のあるアプリの中から、貴社のアプリを見つけることができます。</p>
ko_kr: <p>응용 프로그램을 Microsoft AppSource에 게시하여 다양한 고객을 직접 접할 수 있습니다. 고객은 이미 사용 중인 서비스에 맞는 앱을 찾을 수 있습니다.</p>
nb_no: <p>Få direkte tilgang til et bredt spekter av kunder ved å publisere dine programmer på Microsoft AppSource. Kunder kan finne din app i sammenheng med de tjenestene de allerede bruker.</p>
nl_nl: <p>Krijg rechtstreekse toegang tot een breed scala van klanten door uw toepassingen te publiceren naar Microsoft AppSource. Klanten kunnen uw app vinden binnen de context van de services die zij al gebruiken.</p>
pl_pl: <p>Uzyskuj bezpośredni dostęp do szerokiego zakresu klientów, publikując aplikacje w usłudze Microsoft AppSource. Klienci mogą odnaleźć Twoje aplikacje w kontekście za pomocą usług, z których już korzystają.</p>
pt_br: <p>Obtenha acesso direto a uma ampla variedade de clientes publicando seus aplicativos no Microsoft AppSource. Os clientes podem encontrar seu aplicativo em contexto com os serviços que eles já estão usando.</p>
pt_pt: <p>Obtenha acesso direto a um vasto leque de clientes ao publicar as suas aplicações no Microsoft AppSource. Os clientes podem encontrar a sua aplicação em contexto com os serviços que já utilizam.</p>
ru_ru: <p>Публикуя свои приложения в Microsoft AppSource, вы напрямую связываетесь с самыми разнообразными клиентами. Они могут находить ваши приложения в контексте тех служб, которыми уже пользуются.</p>
sv_se: <p>Få direktåtkomst till en mängd olika kunder genom att publicera dina program på Microsoft AppSource. Kunder kan hitta din app i samband med de tjänster de redan använder.</p>
tr_tr: <p>Uygulamalarınızı Microsoft AppSource’ta yayımlayarak geniş bir müşteri kitlesine doğrudan erişin. Müşteriler, kullandıkları mevcut hizmetlerin içeriğine göre uygulamanızı bulabilir.</p>
zh_cn: <p>通过将你的应用程序发布到 Microsoft AppSource，可以直接接触到访问范围广泛的各种客户。客户能够通过他们正在使用的服务根据上下文找到你的应用。</p>
zh_tw: <p>將您的應用程式發行到 Microsoft AppSource，直接接觸廣大的客戶群。客戶可能會在其使用的服務內容中發現到您的應用程式。</p>

# ReachYourAudience_Cta
source: Check out AppSource
cs_cz: Podívejte se na AppSource.
da_dk: Prøv AppSource
de_de: AppSource kennenlernen
es_es: Consulta de AppSource
fr_fr: Découvrez AppSource
hu_hu: Az AppSource megtekintése
it_it: Scopri AppSource
ja_jp: AppSource をチェックする
ko_kr: AppSource 확인
nb_no: Sjekk AppSource
nl_nl: Meer informatie over AppSource
pl_pl: Sprawdź usługę AppSource
pt_br: Confira o AppSource
pt_pt: Veja o AppSource
ru_ru: Сайт AppSource
sv_se: Kolla in AppSource
tr_tr: AppSource’a göz atın
zh_cn: 了解 AppSource
zh_tw: 了解 AppSource

# ReachYourAudience_Heading
source: Reach your audience where they are working
cs_cz: Oslovení cílové skupiny tam, kde pracuje
da_dk: Nå dit publikum, hvor de arbejder
de_de: Erreichen Sie Ihre Zielgruppe dort, wo es zählt
es_es: Llegar a su público en su lugar de trabajo
fr_fr: Atteignez votre public là où il travaille
hu_hu: A célközönség elérése ott, ahol az dolgozik
it_it: Raggiungi gli utenti sul luogo di lavoro
ja_jp: 対象ユーザーが取り組んでいる分野でリーチする
ko_kr: 대상 그룹의 작업 영역에서 대상 그룹 접하기
nb_no: Nå målgruppen der de jobber
nl_nl: Uw doelgroep bereiken op hun werk
pl_pl: Możliwość docierania do odbiorców tam, gdzie pracują
pt_br: Alcance seu público-alvo onde ele está trabalhando
pt_pt: Chegue ao seu público nos seus locais de trabalho
ru_ru: Работайте в контексте своей целевой аудитории
sv_se: Nå din målgrupp där de arbetar
tr_tr: Hedef kitlenize çalıştıkları ortamda ulaşın
zh_cn: 在其工作的位置对你的受众进行市场宣传
zh_tw: 透過目標對象的工作內容，觸達您的目標對象
