Repository: Gopalpatwal84/TestRepo
Catalog: code/businessplatform-shared/BusinessPlatform.Resources/Pages/Index.*.resx
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# KeepItConnected_Build_Heading
source: Build on the Common Data Model
cs_cz: Využití modelu CDM
da_dk: Byg på Common Data Model
de_de: Common Data Model – die ideale Grundlage
es_es: Creación de Common Data Model
fr_fr: Appuyez-vous sur le modèle Common Data Model
hu_hu: Közös adatmodellre építkezés
it_it: Affidati a Common Data Model
ja_jp: Common Data Model で構築する
ko_kr: 공통 데이터 모델을 기반으로 빌드
nb_no: Bygg på felles datamodell
nl_nl: Verder werken aan het Common Data Model
pl_pl: Tworzenie aplikacji w oparciu o bazę Common Data Model
pt_br: Compilar com base no Modelo de Dados Comuns
pt_pt: Criar no Modelo de Dados Comuns
ru_ru: Используйте для своих решений модель общих данных
sv_se: Bygg vidare på Common Data Model
tr_tr: Ortak Veri Modeli’ni temel alın
zh_cn: 在常见数据模型上生成
zh_tw: 使用 Common Data Model 執行建置工作

# KeepItConnected_Content
source: <p>Build business apps using a robust data framework with hundreds of established entities built in. Connect the services you’re already using – even custom APIs and on-premises systems.</p>
cs_cz: <p>Vytvářejte obchodní aplikace pomocí robustní datové architektury se stovkami integrovaných předem vytvořených entit. Připojte služby, které už používáte, dokonce i vlastní rozhraní API a místní systémy.</p>
da_dk: <p>Skab virksomhedsapps ved hjælp af en robust datastruktur med hundredvis af etablerede indbyggede enheder. Opret forbindelse til de tjenester, du allerede bruger – endda API'er og systemer i det lokale miljø.</p>
de_de: <p>Erstellen Sie Business-Apps basierend auf einem stabilen Datenframework, das über Hunderte von etablierten integrierten Entitäten verfügt. Verbinden Sie die Dienste, die Sie bereits nutzen – selbst benutzerdefinierte APIs und lokale Systeme.</p>
es_es: <p>Cree aplicaciones empresariales mediante un marco de datos sólido con cientos de entidades establecidas integradas. Conéctese a los servicios que ya usa (incluso las API personalizadas y los sistemas locales).</p>
fr_fr: <p>Créez des applications métier à l’aide d’une puissante infrastructure de données et des centaines d’entités établies intégrées. Connectez les services que vous utilisez déjà, même les API personnalisées et les systèmes locaux.</p>
hu_hu: <p>Robusztus adat-keretrendszer használatával készítheti el az üzleti alkalmazásokat, több száz szilárd alapokon nyugvó beépített entitás használatával. Csatlakoztathat már használt szolgáltatásokat – akár egyéni API-kat és helyszíni környezetben működő rendszereket is.</p>
it_it: <p>Crea app aziendali usando un framework di dati affidabile con centinaia di entità definite integrate. Connetti i servizi che già usi, tra cui anche le API personalizzate e i sistemi locali.</p>
ja_jp: <p>数百もの確立されたエンティティによる強固なデータ フレームワークを使用して、ビジネス アプリを構築します。現在使用中のサービス (カスタム API やオンプレミス システムなど) に接続します。</p>
ko_kr: <p>수백 개의 확립된 엔터티가 기본 제공되는 강력한 데이터 프레임워크를 사용하여 비즈니스 앱을 빌드하세요. 사용자 지정 API와 온-프레미스 시스템을 비롯하여 이미 사용 중인 서비스를 연결하세요.</p>
nb_no: <p>Bygg forretningsapper som bruker et robust datarammeverk med hundrevis av etablerte innebygde enheter. Koble de tjenestene du allerede bruker – med tilpassede APIer og på lokale systemer.</p>
nl_nl: <p>Maak zakelijke apps met behulp van een robuust gegevensframework met honderden geïntegreerde gevestigde bedrijfsentiteiten. Verbind de services die u reeds gebruikt, zelfs aangepaste API's en on-premises systemen.</p>
pl_pl: <p>Twórz aplikacje biznesowe przy użyciu niezawodnej struktury danych z setkami wbudowanych ustanowionych jednostek. Połącz usługi, z których już korzystasz — nawet niestandardowe interfejsy API i systemy lokalne.</p>
pt_br: <p>Compile aplicativos de negócios usando uma estrutura de dados robusta com centenas de entidades internas estabelecidas. Conecte os serviços que você já está usando – mesmo APIs personalizadas e sistemas locais.</p>
pt_pt: <p>Crie aplicações empresariais com uma arquitetura de dados robusta que inclui centenas de entidades estabelecidas. Ligue os serviços que já utiliza, incluindo APIs personalizadas e sistemas no local.</p>
ru_ru: <p>Создавайте бизнес-приложения, используя надежную платформу данных с сотнями уже готовых сущностей. Подключайте службы, которыми вы уже пользуетесь, включая собственные интерфейсы API в локальных системах.</p>
sv_se: <p>Bygg affärsappar med ett robust dataramverk med hundratals inbyggda entiteter. Anslut tjänsterna du redan använder. Du kan även ansluta anpassade API:er och lokala system.</p>
tr_tr: <p>Yüzlerce yerleşik varlık içeren sağlam bir veri altyapısını kullanarak iş uygulamaları oluşturun. Kullandığınız mevcut hizmetlere, hatta özel API’lere ve şirket içi sistemlere bağlanın.</p>
zh_cn: <p>使用具有内置的成百上千的已建立实体的可靠数据框架来生成业务应用程序。连接已经在使用的服务 - 甚至是自定义 API 和本地系统也可。</p>
zh_tw: <p>利用健全、內附數百個預設實體的資料架構建置商務應用程式。結合您目前所使用的服務，即使是自訂 API 及內部部署系統也沒問題。</p>

# KeepItConnected_Get_Content
source: <p>Bring together all the data your business already relies on without migrating a thing. Build apps using a rich set of connectors to popular applications, including on-premises sources. Integrate your own APIs easily.</p>
cs_cz: <p>Dejte dohromady všechna data, na která se vaše firma spoléhá, aniž by bylo potřeba cokoli migrovat. Vytvářejte aplikace s využitím bohaté nabídky konektorů pro oblíbené aplikace, včetně místních prostředků. Využijte možnost snadné integrace vlastních rozhraní API.</p>
da_dk: <p>Kombiner alle de data, som din virksomhed allerede er afhængig af, uden at skulle migrere noget som helst. Skab apps ved hjælp af en lang række forbindelser til populære programmer, herunder kilder i det lokale miljø. Integrer dine egne API'er på nem vis.</p>
de_de: <p>Vereinen Sie all die Daten, die die Grundlage für Ihre Geschäfte bilden, ohne Assets migrieren zu müssen. Nutzen Sie ein umfangreiches Angebot an Connectors für beliebte Anwendungen (einschließlich lokaler Quellen), um Apps zu erstellen. Integrieren Sie problemlos eigene APIs.</p>
es_es: <p>Reúna todos los datos en los que ya se basa su empresa sin migrar nada. Cree aplicaciones mediante un conjunto completo de conectores en aplicaciones populares, incluidos los orígenes locales. Integre sus propias API de forma sencilla.</p>
fr_fr: <p>Rassemblez toutes les données sur lesquelles votre entreprise compte déjà sans rien migrer. Créez des applications à l’aide d’un riche ensemble de connecteurs à des applications populaires, dont des sources locales. Intégrez facilement vos propres API.</p>
hu_hu: <p>Az összes, vállalata által már használt adatot egy helyen vonhatja össze, mindennemű áttelepítés nélkül. Népszerű alkalmazásokhoz, köztük helyi forrásokhoz készült összekötők gazdag tárházának használatával készíthet alkalmazásokat. Egyszerűen integrálhat saját API-kat.</p>
it_it: <p>Riunisci tutti i dati su cui la tua azienda si basa già senza che sia necessaria alcuna operazione di migrazione. Crea app usando un set avanzato di connettori per applicazioni di uso comune, incluse origini locali. Integra con facilità le tue API.</p>
ja_jp: <p>ビジネスで使用しているすべてのデータを、移行を行わずに 1 つにまとめます。オンプレミスのソースを含む一般的なアプリケーションへのコネクタが豊富にそろっており、これらを使用してアプリを構築できます。独自の API を簡単に統合できます。</p>
ko_kr: <p>단 하나의 항목도 마이그레이션할 필요 없이 비즈니스에서 이미 사용 중인 모든 데이터를 통합할 수 있습니다. 온-프레미스 소스를 비롯하여 널리 사용되는 응용 프로그램에 대한 다양한 커넥터 집합을 사용하여 앱을 빌드하세요. 손쉽게 고유한 API를 통합할 수 있습니다.</p>
nb_no: <p>Samle alle dataene bedrift din allerede er avhengig av uten å migrere en ting. Bygg apper ved hjelp av et rikt sett med kontakter til populære programmer, inkludert lokale kilder. Integrer enkelt dine egne APIer.</p>
nl_nl: <p>Breng alle gegevens bij elkaar waarvan uw bedrijf reeds gebruikmaakt zonder ook maar iets te hoeven migreren. Maak apps met behulp van een uitgebreide set connectoren naar populaire toepassingen, waaronder on-premises bronnen. Integreer moeiteloos uw eigen API's.</p>
pl_pl: <p>Zbierz razem wszystkie dane wykorzystywane przez Twoją firmę, bez przeprowadzania jakiejkolwiek migracji. Twórz aplikacje przy użyciu bogatego zestawu łączników do popularnych aplikacji, w tym źródeł lokalnych. Zapewnij łatwą integrację własnych interfejsów API.</p>
pt_br: <p>Reúna todos os dados dos quais sua empresa já depende sem precisar migrar nada. Compile aplicativos usando um conjunto avançado de conectores para preencher aplicativos, incluindo fontes locais. Integre suas próprias APIs com facilidade.</p>
pt_pt: <p>Reúna todos os dados em que a sua empresa já confia sem ter de migrar nada. Crie aplicações com um conjunto avançado de conectores a aplicações conhecidas, incluindo origens no local. Integre as suas APIs facilmente.</p>
ru_ru: <p>Соедините все важные для вашего бизнеса данные. Для этого вам не нужно ничего никуда переносить. Создавайте приложения, используя соединители с наиболее популярными приложениями и даже локальными источниками, и без труда интегрируйте собственные интерфейсы API.</p>
sv_se: <p>Samla alla data ditt företag är beroende av utan att migrera något. Skapa appar med hjälp av en omfattande uppsättning anslutningar till populära program, inklusive lokala källor. Integrera egna API:er på ett enkelt sätt.</p>
tr_tr: <p>Geçiş işlemi yapmak zorunda kalmadan, işinizde kullanılan tüm verileri bir araya getirin. Şirket içi kaynakların yanı sıra, çok sayıda bağlayıcı ve popüler uygulama seçeneğini kullanarak uygulama geliştirin. Kendi API’lerinizi kolaylıkla tümleştirin.</p>
zh_cn: <p>汇集你的业务已经在依赖的数据，而无需迁移任何东西。使用一组丰富的连接器将应用构建成热门的应用程序，包括本地源。轻松集成你自己的 API。</p>
zh_tw: <p>無須移轉動作，就能將公司所用的全部資料整合在一起。利用一組豐富可以外掛在各種熱門應用程式 (包括內部部署來源) 中的連接器建置應用程式。整合您自己的 API 也很容易。</p>

# KeepItConnected_Get_Heading
source: Get more from the systems you’re already using
cs_cz: Systémy, které už používáte, teď využijete naplno
da_dk: Få mere ud af de systemer, som du allerede bruger
de_de: Ziehen Sie größeren Nutzen aus den Systemen, die Sie bereits einsetzen
es_es: Sacar más provecho a los sistemas que ya usa
fr_fr: Optimisez l’utilisation de vos systèmes actuels
hu_hu: Hozzon ki többet már használt rendszereiből
it_it: Ottieni di più dai sistemi che già usi
ja_jp: 現在使用しているシステムの可能性をさらに引き出す
ko_kr: 이미 사용 중인 시스템에서 더 많은 데이터 얻기
nb_no: Få mer ut av de systemene du allerede bruker
nl_nl: Meer halen uit de systemen die u reeds gebruikt
pl_pl: Lepsze wykorzystanie już używanych systemów
pt_br: Obtenha mais dos sistemas que você já está usando
pt_pt: Obtenha mais dos sistemas que já utiliza
ru_ru: Получите дополнительные преимущества от уже используемых систем
sv_se: Få ut mer av de system du redan använder
tr_tr: Kullandığınız mevcut sistemlerden daha fazla yararlanın
zh_cn: 从正在使用的系统中获取更多
zh_tw: 挖掘現有系統的更多功能

# KeepItConnected_Heading
source: Keep it all connected
cs_cz: Kompletní propojení
da_dk: Sørg for, at alt er forbundet
de_de: Verbinden Sie all Ihre Assets
es_es: Mantener todo conectado
fr_fr: Connectez tous les éléments
hu_hu: Kössön össze mindent
it_it: Mantieni connesse tutte le soluzioni
ja_jp: 常にすべてを接続する
ko_kr: 모두 연결된 상태로 유지
nb_no: Hold alt tilkoblet
nl_nl: Alles verbonden houden
pl_pl: Zapewnianie połączenia wszystkich składników
pt_br: Manter tudo conectado
pt_pt: Mantenha tudo ligado
ru_ru: Получите все преимущества интеграции
sv_se: Koppla samman allt
tr_tr: Her şeyi bağlı tutun
zh_cn: 保持其全部连接
zh_tw: 保持彼此間互通無阻

# META_DESCRIPTION
source: Build and extend modern business apps fast by composing analytics, user experiences, and automation together using a complete and integrated set of services from Microsoft.
cs_cz: Sestavování analýz, uživatelských prostředí a automatizace s využitím kompletní integrované sady služeb od Microsoftu vám umožní rychle vytvářet a rozšiřovat moderní obchodní aplikace.
da_dk: Skab og udvid moderne virksomhedsapps i en fart ved at oprette analyser, brugeroplevelser og automatisering i et hug ved hjælp af et komplet og integreret sæt tjenester fra Microsoft.
de_de: Nutzen Sie die umfassenden integrierten Dienste von Microsoft, um schnell und einfach moderne Business-Apps zu erstellen und zu erweitern, für die Sie Analyse- und Automatisierungsfunktionen mit einem erstklassigen Benutzererlebnis kombinieren.
es_es: Cree y amplíe aplicaciones empresariales modernas con rapidez redactando análisis, experiencias del usuario y automatización de forma conjunta mediante un conjunto completo e integrado de servicios de Microsoft.
fr_fr: Créez et étendez rapidement des applications métier modernes en rassemblant les fonctionnalités d’analyse, d’interfaces utilisateur et d’automatisation à l’aide d’un ensemble complet et intégré de services Microsoft.
hu_hu: Az elemzéseket, a felhasználói környezeteket és az automatizálást a Microsoft szolgáltatásainak egy integrált készletébe összeállítva gyorsan elkészítheti és kiterjesztheti a modern üzleti alkalmazásokat.
it_it: Crea ed estendi rapidamente app aziendali moderne combinando analisi, esperienze utente e automazione grazie a un set completo e integrato di servizi Microsoft.
ja_jp: Microsoft の包括的で統合された一連のサービスを使用して、分析、ユーザー エクスペリエンス、および自動化を構成することにより、最新のビジネス アプリをすばやく構築および拡張できます。
ko_kr: Microsoft의 완벽한 통합 서비스 집합을 사용하여 분석, 사용자 환경 및 자동화를 함께 작성하여 최신 비즈니스 앱을 빠르게 빌드하고 확장하세요.
nb_no: Bygg og utvid moderne forretningsapper raskt ved komponering av analyser, brukeropplevelser og automatisering sammen med et komplett og integrert sett av tjenester fra Microsoft.
nl_nl: Bouw snel moderne zakelijke apps en breidt deze uit door analyses, gebruikerservaringen en automatiseringen samen te stellen met behulp van een volledige, geïntegreerde set services van Microsoft.
pl_pl: Szybko twórz i rozszerzaj nowoczesne aplikacje biznesowe tworząc rozwiązania łączące możliwości analizy, środowiska użytkowników i automatyzację przy użyciu kompletnego i zintegrowanego zestawu usług firmy Microsoft.
pt_br: Compile e amplie aplicativos de negócios modernos rapidamente compondo juntas análise, experiências do usuário e automação usando um conjunto completo e integrado de serviços da Microsoft.
pt_pt: Crie e expanda rapidamente aplicações empresariais modernas ao criar análises, experiências de utilizador e automatização com um conjunto de serviços completos e integrados da Microsoft.
ru_ru: Используя интегрированный набор всех служб Майкрософт, создавайте и улучшайте современные бизнес-приложения, разрабатывая аналитические решения, пользовательские интерфейсы и решения для автоматизации.
sv_se: Skapa och utöka moderna affärsappar snabbt genom att koppla samman analyser, användarupplevelser och automatisering med en komplett, integrerad uppsättning tjänster från Microsoft.
tr_tr: Eksiksiz ve tümleşik Microsoft hizmetleri sayesinde analizleri, kullanıcı deneyimlerini ve otomasyonu birlikte oluşturun, böylece modern iş uygulamalarını hızla geliştirin ve genişletin.
zh_cn: 通过使用来自 Microsoft 的一组完整且集成的服务将分析、用户体验和自动化结合在一起，从而快速生成和扩展现代业务应用程序。
zh_tw: 利用一套完整的 Microsoft 服務來提供各種分析、使用者經驗與自動化功能，加快建置及擴充現代化商務應用程式的速度。

# META_KEYWORDS
source: Microsoft, Business applications, Business apps, Business app platform, Application innovation, Rapid app development, Power BI, PowerApps, Microsoft Flow, Power users, Citizen developers
da_dk: Microsoft, virksomhedsprogrammer, virksomhedsapps, platform til virksomhedsapps, programinnovation, hurtig appudvikling, Power BI, PowerApps, Microsoft Flow, Power-brugere, Citizen-udviklere
es_es: Microsoft, aplicaciones empresariales, aplicaciones empresariales, plataforma de aplicaciones empresariales, innovación en la aplicación, desarrollo rápido de aplicaciones, Power BI, PowerApps, Microsoft Flow, usuarios avanzados, desarrolladores ciudadanos
it_it: Microsoft, applicazioni aziendali, app aziendali, Business Application Platform, innovazione nelle applicazioni, sviluppo rapido di app, Power BI, PowerApps, Microsoft Flow, utenti esperti, sviluppatori aziendali
ja_jp: Microsoft, ビジネス アプリケーション, ビジネス アプリ, ビジネス アプリ プラットフォーム, アプリケーション イノベーション, ラピッド アプリケーション開発, Power BI, PowerApps, Microsoft Flow, パワー ユーザー, シチズン デベロッパー
ko_kr: Microsoft, 비즈니스 응용 프로그램, 비즈니스 앱, 비즈니스 앱 플랫폼, 응용 프로그램 혁신, 빠른 앱 개발, Power BI, PowerApps, Microsoft Flow, 고급 사용자, 시티즌 개발자
nb_no: Microsoft, forretningsprogram, Business-apper, plattformer for Business-app, innovasjon av programmer, utvikling av Rapid-app, Power BI, PowerApps, Microsoft Flow, privilegerte brukere, Citizen-utviklere
nl_nl: Microsoft, Zakelijke toepassingen, Zakelijke apps, Platform voor zakelijke apps, Innovatie van toepassingen, Snelle ontwikkeling van apps, Power BI, PowerApps, Microsoft Flow, Hoofdgebruikers, Citizen-ontwikkelaars
pt_br: Microsoft, aplicativos de negócios, apps de negócios, plataforma de aplicativos de negócios, inovação de aplicativos, desenvolvimento rápido de aplicativos, Power BI, PowerApps, Microsoft Flow, usuários avançados, desenvolvedores cidadãos
ru_ru: Майкрософт, бизнес-приложения, программы для бизнеса, платформа бизнес-приложений, инновационные приложения, быстрое развертывание приложений, Power BI, PowerApps, Microsoft Flow, опытные пользователи, профессиональные разработчики
sv_se: Microsoft, affärsprogram, företagsappar, plattform för affärsprogram, appinnovation, snabb apputveckling, Power BI, PowerApps, Microsoft Flow, privilegierade användare, användarutvecklare
tr_tr: Microsoft, İş uygulamaları, İş uygulamaları, İş Uygulaması platformu, Uygulama yeniliği, Hızlı uygulama geliştirme, Power BI, PowerApps, Microsoft Flow, İleri kullanıcılar, Gönüllü geliştiriciler
zh_cn: Microsoft、业务应用程序、商业应用、商业应用平台、应用程序创新、快速应用开发、Power BI、PowerApps、Microsoft Flow、高级用户、公民开发人员
zh_tw: Microsoft, 商務應用程式, 商務 app, 商務應用程式平台, 應用程式創新, 快速開發應用程式, Power BI, PowerApps, Microsoft Flow, 進階使用者, 平民開發人員

# META_PAGETITLE
source: Microsoft Business Application Platform innovation
cs_cz: Inovace platformy Microsoftu pro obchodní aplikace
da_dk: Innovation inden for Microsoft-platforme til virksomhedsprogrammer
de_de: Innovative Plattform für Geschäftsanwendungen von Microsoft
es_es: Innovación en la plataforma de aplicaciones empresariales de Microsoft
fr_fr: Innovations de la plateforme d’application métier Microsoft
hu_hu: Innováció a Microsoft üzletialkalmazás-platformjával
it_it: Innovazione di Microsoft Business Application Platform
ja_jp: Microsoft ビジネス アプリケーション プラットフォームのイノベーション
ko_kr: Microsoft 비즈니스 응용 프로그램 플랫폼 혁신
nb_no: Innovasjon av Microsoft forretningsprogramplattform
nl_nl: Microsoft Business Application-platform vernieuwen
pl_pl: Innowacyjna platforma aplikacji biznesowych firmy Microsoft
pt_br: Inovação da plataforma de aplicativo de negócios da Microsoft
pt_pt: Inovação da Plataforma de Aplicações Empresariais da Microsoft
ru_ru: Инновационная платформа бизнес-приложений от Майкрософт
sv_se: Microsofts innovativa plattform för affärsprogram
tr_tr: Microsoft İş Uygulaması Platformu yeniliği
zh_cn: Microsoft 业务应用程序平台创新
zh_tw: Microsoft 商務應用程式平台創新

# PowerUpUsers_Add_Content
source: <p>Monitor your business and get answers quickly with apps that have stunning visualisations and analytics built in.</p>
cs_cz: <p>Aplikace, ve kterých jsou integrované špičkové vizualizace a analýzy, vám umožní monitorovat vaše podnikání a rychle získávat potřebné odpovědi.</p>
da_dk: <p>Overvåg din virksomhed, og få hurtigt svar med apps, der indeholder flotte visualiseringer og analyser.</p>
de_de: <p>Überwachen Sie Ihre Geschäftsabläufe, und erhalten Sie rasch Antworten auf wichtige Fragen – mit Apps, bei denen beeindruckende Visualisierungen und Analysefeatures bereits integriert sind.</p>
es_es: <p>Supervise su empresa y obtenga respuestas con rapidez gracias a aplicaciones que tienen impresionantes visualizaciones y análisis integrados.</p>
fr_fr: <p>Surveillez votre entreprise et obtenez rapidement des réponses avec des applications intégrant des visualisations exceptionnelles et des analyses.</p>
hu_hu: <p>Beépített lenyűgöző adatmegjelenítési és elemzési funkciókat tartalmazó alkalmazásokkal figyelheti üzleti tevékenységét és gyorsan választ kaphat kérdéseire.</p>
it_it: <p>Monitora le attività aziendali e ottieni risposte rapidamente grazie ad app con funzionalità di analisi e visualizzazioni sorprendenti integrate.</p>
ja_jp: <p>高度な可視化と分析が組み込まれたアプリによって、ビジネスを監視し、迅速に答えを得ることができます。</p>
ko_kr: <p>멋진 시각화와 분석 기능이 기본 제공되는 앱으로 비즈니스를 모니터링하고 빠르게 답변을 받으세요.</p>
nb_no: <p>Overvåk din virksomhet og få svar raskt med apper som har fantastiske innebygde visualiseringer og analyser.</p>
nl_nl: <p>Houd controle over uw bedrijfsactiviteiten en krijg snel inzicht via apps waarin indrukwekkende visualisaties en analyses zijn geïntegreerd.</p>
pl_pl: <p>Monitoruj swoją działalność biznesową i szybko uzyskuj odpowiedzi dzięki aplikacjom ze wspaniałymi wbudowanymi funkcjami wizualizacji i analizy.</p>
pt_br: <p>Monitore sua empresa e obtenha respostas rapidamente com aplicativos que contam com visualizações excelentes e análise interna.</p>
pt_pt: <p>Monitorize o seu negócio e obtenha respostas sem perder tempo através de aplicações com análises e efeitos visuais deslumbrantes incorporados.</p>
ru_ru: <p>Отслеживайте свою бизнес-деятельность и быстро получайте ответы на вопросы, используя приложения с мощными инструментами визуализации и анализа.</p>
sv_se: <p>Övervaka din verksamhet och få svar snabbt med appar som har fantastiska inbyggda visualiseringar och analysverktyg.</p>
tr_tr: <p>Çarpıcı görselleştirmeler ve yerleşik analizler içeren uygulamalarla işinizi izleyin ve hızlı yanıtlar alın.</p>
zh_cn: <p>监视你的业务，并使用内置令人惊叹的可视化和分析的应用迅速获取答案。</p>
zh_tw: <p>利用內建有豐富視覺效果與分析功能的應用程式，密切關注您的業務並快速獲得您要的答案。</p>

# PowerUpUsers_Add_Cta
source: Get started with Power BI
cs_cz: Začínáme s Power BI
da_dk: Kom i gang med Power BI
de_de: Erste Schritte mit Power BI
es_es: Introducción a Power BI
fr_fr: Prise en main de Power BI
hu_hu: Ismerkedés a Power BI-jal
it_it: Impara a usare Power BI
ja_jp: Power BI の概要
ko_kr: Power BI 시작
nb_no: Kom i gang med Power BI
nl_nl: Aan de slag met Power BI
pl_pl: Rozpoczynanie pracy z usługą Power BI
pt_br: Introdução ao Power BI
pt_pt: Introdução ao Power BI
ru_ru: Начало работы с Power BI
sv_se: Kom igång med Power BI
tr_tr: Power BI kullanmaya başlayın
zh_cn: 开始使用 Power BI
zh_tw: 開始使用 Power BI

# PowerUpUsers_Add_Heading
source: Add insights to your apps
cs_cz: Aplikace doplněné o přehledy
da_dk: Føj indsigt til dine apps
de_de: Wichtige Einblicke für Ihre Apps
es_es: Incorporación de información a sus aplicaciones
fr_fr: Ajoutez des informations à vos applications
hu_hu: Mélyebb betekintés hozzáadása az alkalmazásokhoz
it_it: Aggiungi informazioni dettagliate alle app
ja_jp: アプリに対するさらなる洞察力
ko_kr: 앱에 정보 추가
nb_no: Legg til innsikt i dine apper
nl_nl: Inzichten toevoegen aan uw apps
pl_pl: Dodawanie szczegółowych informacji do aplikacji
pt_br: Adicione informações a seus aplicativos
pt_pt: Adicionar informações às aplicações
ru_ru: Добавьте в приложения аналитические возможности
sv_se: Lägg till insikter i dina appar
tr_tr: Uygulamalarınıza öngörü ekleyin
zh_cn: 将见解添加到你的应用
zh_tw: 將深入解析資訊應用到您的應用程式
