Repository: Gopalpatwal84/TestRepo
Catalog: code/businessplatform-shared/BusinessPlatform.Resources/Pages/Index.*.resx
Languages: cs_cz, da_dk, de_de, es_es, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# SeamlesslyGrow_Build_Content
source: <p>Leverage powerful cloud platform services to quickly create components for power users. Take advantage of the same services to deliver standalone web and mobile apps rapidly.</p>
cs_cz: <p>Využití výkonných služeb cloudové platformy vám umožní rychle vytvářet komponenty pro zkušené uživatele. Využijte výhody stejných služeb a dodávejte samostatné webové a mobilní aplikace ještě rychleji.</p>
da_dk: <p>Benyt dig af effektive platformtjenester i clouden til hurtigt at oprette komponenter til Power-brugere. Drag nytte af de samme tjenester for at levere selvstændige web- og mobilapps i en fart.</p>
de_de: <p>Nutzen Sie erstklassige Plattformdienste in der Cloud, um in kürzester Zeit Komponenten für Hauptbenutzer zu erstellen. Setzen Sie dieselben Dienste ein, um im Handumdrehen eigenständige Web-Apps und mobile Apps bereitzustellen.</p>
es_es: <p>Aproveche los eficaces servicios de plataforma en la nube a fin de crear componentes para los usuarios avanzados de forma rápida. Aproveche los mismos servicios para entregar aplicaciones web y móviles independientes con rapidez.</p>
fr_fr: <p>Tirez parti des puissants services de plateforme cloud pour créer rapidement des composants pour les utilisateurs avancés. Exploitez ces mêmes services pour fournir rapidement des applications web et mobiles autonomes.</p>
hu_hu: <p>Hatékony felhőplatform-szolgáltatásokat használhat összetevők gyors létrehozására a hozzáértő felhasználók számára. Ugyanezen szolgáltatások előnyeit kiaknázhatja különálló webes és mobilalkalmazások gyors nyújtásához is.</p>
it_it: <p>Sfrutta potenti servizi di piattaforma cloud per creare rapidamente componenti per utenti esperti. Usufruisci degli stessi servizi per distribuire rapidamente app per dispositivi mobili e app Web autonome.</p>
ja_jp: <p>強力なクラウド プラットフォーム サービスを活用して、パワー ユーザー向けのコンポーネントをすばやく作成します。同じサービスを利用して、スタンドアロンの Web アプリやモバイル アプリを迅速に配信できます。</p>
ko_kr: <p>강력한 클라우드 플랫폼 서비스를 활용하여 고급 사용자를 위한 구성 요소를 빠르게 만들 수 있습니다. 같은 서비스를 활용하여 독립 실행형 웹앱 및 모바일 앱도 빠르게 제공할 수 있습니다.</p>
nb_no: <p>Utnytt kraftige skyplattformtjenester slik at du raskt kan lage komponenter for privilegerte brukere. Dra nytte av de samme tjenestene for å levere frittstående web- og mobilapper raskt.</p>
nl_nl: <p>Gebruik krachtige cloudplatformservices om snel componenten te maken voor hoofdgebruikers. Profiteer van dezelfde services en maak snel zelfstandige web- en mobiele apps.</p>
pl_pl: <p>Korzystaj z zaawansowanych usług platformy w chmurze, aby szybko tworzyć składniki dla użytkowników zaawansowanych. Przy użyciu tych samych usług możesz szybko dostarczać autonomiczne aplikacje sieci Web i aplikacje mobilne.</p>
pt_br: <p>Aproveite poderosos serviços de plataforma em nuvem para criar rapidamente componentes para usuários avançados. Aproveite os mesmos serviços para entregar aplicativos Web e móveis autônomos rapidamente.</p>
pt_pt: <p>Tire partido de poderosos serviços de plataforma na nuvem para criar rapidamente componentes para utilizadores avançados. Tire partido dos mesmos serviços para fornecer rapidamente aplicações móveis e Web autónomas.</p>
ru_ru: <p>Используя мощные службы облачной платформы, быстро создавайте компоненты для опытных пользователей. С помощью этих же служб быстро создавайте автономные мобильные программы и веб-приложения.</p>
sv_se: <p>Utnyttja kraftfulla molnplattformstjänster och skapa snabbt komponenter för privilegierade användare. Utnyttja också tjänsterna till att snabbt leverera fristående webbappar och mobilappar.</p>
tr_tr: <p>İleri kullanıcılara yönelik bileşenleri hızla oluşturmak için bulut platformu hizmetlerinin gücünden yararlanın. Tek başına web uygulamalarını ve mobil uygulamaları hızla sunmak için aynı hizmetlerden yararlanın.</p>
zh_cn: <p>利用强大的云平台服务为高级用户快速创建组件。利用相同的服务迅速交付独立的 Web 和移动应用。</p>
zh_tw: <p>利用功能強大的雲端平台服務，快速建立進階使用者所需的元件。使用同一套服務，快速提供獨立網路版與行動裝置版的應用程式。</p>

# SeamlesslyGrow_Build_Cta1
source: App Services
da_dk: Apptjenester
de_de: App Service
es_es: Servicios de aplicaciones
fr_fr: Services d'application
hu_hu: App Service szolgáltatások
it_it: Servizi app
ko_kr: 앱 서비스
nb_no: Apptjenester
pl_pl: Usługi aplikacji
pt_br: Serviços de Aplicativos
pt_pt: Serviços Aplicacionais
ru_ru: Службы приложений
sv_se: Apptjänster
tr_tr: Uygulama Hizmetleri
zh_tw: 應用程式服務

# SeamlesslyGrow_Build_Cta2
source: Service Fabric
da_dk: Tjenestestruktur
ko_kr: 서비스 패브릭
nl_nl: Infrastructuur van service
pl_pl: Sieć szkieletowa usługi
pt_br: Malha de Serviço
ru_ru: Структура службы

# SeamlesslyGrow_Build_Cta3
source: Azure Functions
cs_cz: Funkce Azure
es_es: Funciones de Azure
it_it: Funzioni di Azure
ko_kr: Azure 기능
pl_pl: Stan usługi Funkcje Azure
pt_br: Funções do Azure
ru_ru: Функции Azure
tr_tr: Azure İşlevleri

# SeamlesslyGrow_Build_Heading
source: Build intelligent interfaces
cs_cz: Tvorba inteligentních rozhraní
da_dk: Skab intelligente brugergrænseflader
de_de: Erstellen Sie intelligente Schnittstellen
es_es: Creación de interfaces inteligentes
fr_fr: Créez des interfaces intelligentes
hu_hu: Intelligens felületek készítése
it_it: Crea interfacce intelligenti
ja_jp: インテリジェント インターフェイスの構築
ko_kr: 지능형 인터페이스 빌드
nb_no: Bygg intelligente grensesnitt
nl_nl: Intelligente interfaces maken
pl_pl: Twórz inteligentne interfejsy
pt_br: Criar interfaces inteligentes
pt_pt: Crie interfaces inteligentes
ru_ru: Создавайте эффективные интерфейсы
sv_se: Skapa smarta gränssnitt
tr_tr: Akıllı arabirimler derleyin
zh_cn: 构建智能接口
zh_tw: 建置智慧型介面

# SeamlesslyGrow_Content
source: <p>Power BI, PowerApps and Microsoft Flow are all backed by best-in-class cloud services for enterprise developers and IT professionals. Quickly extend capabilities for power users and scale to enterprise-wide manageability easily at any time.</p>
cs_cz: <p>Power BI, PowerApps a Microsoft Flow jsou podporované nejlepšími cloudovými službami pro podnikové vývojáře a IT specialisty ve své třídě. Kdykoli můžete rychle a snadno rozšířit možnosti pro zkušené uživatele a škálováním zajistit možnosti správy na podnikové úrovni.</p>
da_dk: <p>Power BI, PowerApps og Microsoft Flow understøttes alle af de bedste cloudtjenester til forretningsudviklere og it-teknikere. Udvid hurtigt Power-brugernes funktioner, og skaler nemt, så du når som helst kan administrere på tværs af hele virksomheden.</p>
de_de: <p>Power BI, PowerApps und Microsoft Flow werden durch erstklassige Clouddienste für Unternehmensentwickler und IT-Profis gestützt. Erweitern Sie im Handumdrehen die Funktionen für Hauptbenutzer, und führen Sie jederzeit problemlos eine Skalierung durch, um eine unternehmensweite Verwaltung zu ermöglichen.</p>
es_es: <p>Power BI, PowerApps y Microsoft Flow están respaldados por los mejores servicios en la nube para desarrolladores empresariales y profesionales de TI. Amplíe rápidamente las capacidades para los usuarios avanzados y escale para simplificar la administración de nivel empresarial en cualquier momento.</p>
fr_fr: <p>Power&#160;BI, PowerApps et Microsoft Flow sont soutenus par les services cloud de pointe pour les développeurs et les professionnels de l’informatique. Étendez rapidement les fonctionnalités destinées aux utilisateurs avancés et passez facilement à une gestion à l’échelle de l’entreprise à tout moment.</p>
hu_hu: <p>A Power BI, a PowerApps és a Microsoft Flow mögött egyaránt nagyvállalati fejlesztőknek és informatikusoknak szánt kategóriaelső felhőszolgáltatások állnak. Gyorsan nyújthat funkciókat a hozzáértő felhasználóknak, és könnyedén méretezhet nagyvállalati szintű felügyeletre bármikor.</p>
it_it: <p>Power BI, PowerApps e Microsoft Flow sono tutti supportati da eccellenti servizi cloud per professionisti IT e sviluppatori aziendali. Estendi rapidamente le funzionalità per gli utenti esperti e raggiungi con facilità una gestione ottimizzata a livello aziendale in qualsiasi momento.</p>
ja_jp: <p>Power BI、PowerApps、および Microsoft Flow はすべて、エンタープライズ開発者および IT プロフェッショナル向けの、クラス最高レベルのクラウド サービスによってサポートされています。パワー ユーザー向けにすばやく機能を拡張し、エンタープライズ全体の管理にいつでも簡単に対応させることができます。</p>
ko_kr: <p>Power BI, PowerApps 및 Microsoft Flow는 모두 엔터프라이즈 개발자와 IT 전문가를 위한 최고의 클라우드 서비스로 지원됩니다. 빠르게 고급 사용자를 위한 기능을 확장하고 언제든지 손쉽게 엔터프라이즈 전체의 관리 효율성에 맞게 확장할 수 있습니다.</p>
nb_no: <p>Power BI, PowerApps og Microsoft Flow støttes alle av toppmoderne skytjenester for bedriftsutviklere og IT-medarbeidere. Utvid raskt funksjoner for privilegerte brukere og skaler til foretaksomfattende administrasjon når som helst.</p>
nl_nl: <p>Power BI, PowerApps en Microsoft Flow worden ondersteund door de beste cloudservices voor bedrijfsontwikkelaars en IT-professionals. Creëer snel mogelijkheden voor hoofdgebruikers en schaal op elk gewenst moment gemakkelijk naar bedrijfsbreed beheer.</p>
pl_pl: <p>Usługi Power BI, PowerApps i Microsoft Flow są wspierane przez najlepsze w swojej klasie usługi chmury dla deweloperów w przedsiębiorstwach i profesjonalistów IT. Szybko rozszerzaj możliwości dla użytkowników zaawansowanych i w dowolnym momencie łatwo skaluj do możliwości zarządzania całego przedsiębiorstwa.</p>
pt_br: <p>Power BI, PowerApps e Microsoft Flow têm o respaldo dos melhores serviços de nuvem para desenvolvedores empresariais e profissionais de TI. Estenda os recursos rapidamente para usuários avançados e dimensione para capacidade de gerenciamento em toda a empresa com facilidade a qualquer momento.</p>
pt_pt: <p>O Power BI, PowerApps e Microsoft Flow alicerçam-se nos melhores serviços cloud para programadores empresariais e profissionais de TI. Expanda rapidamente capacidades para utilizadores avançados e dimensione para garantir uma capacidade de gestão ao nível da empresa a qualquer momento.</p>
ru_ru: <p>В основе решений Power BI, PowerApps и Microsoft Flow лежат лучшие в своем классе облачные службы для разработчиков и ИТ-специалистов. Быстро расширяйте возможности опытных пользователей и в любое время изменяйте масштаб решения в соответствии со своими потребностями.</p>
sv_se: <p>Power BI, PowerApps och Microsoft Flow backas upp av förstklassiga molntjänster för företagsutvecklare och IT-proffs. Du kan när som helst snabbt utöka funktioner för privilegierade användare och enkelt skala till företagsomfattande hantering.</p>
tr_tr: <p>Power BI, PowerApps ve Microsoft Flow, kurumsal geliştiricilere ve BT profesyonellerine yönelik üst düzey bulut hizmetleri tarafından desteklenir. Özellikleri ileri kullanıcılara yönelik olarak hızla genişletin ve kurumsal çapta yönetilebilirlik için istediğiniz zaman ölçeklendirin.</p>
zh_cn: <p>Power BI、PowerApps 和 Microsoft Flow 均是由一流的云服务支撑的针对企业开发人员和 IT 专业人员的应用程序。随时为高级用户扩展功能，轻松扩展到企业级可管理性。</p>
zh_tw: <p>Power BI、PowerApps 與 Microsoft Flow 全由同級最佳的雲端服務所支援，是企業開發人員與 IT 專業人員的最佳選擇。不僅為進階使用者開發更多功能的速度更快，而且隨時都能擴及整個企業進行管理。</p>

# SeamlesslyGrow_Evolve_Content
source: <p>Bring together disparate applications to deliver solutions such as payment processing, supply chain management, and more that integrate seamlessly with the rest of your apps.</p>
cs_cz: <p>Spojením nesourodých aplikací můžete poskytovat řešení, jako je zpracování plateb, správa dodavatelského řetězce a další, která se bez problémů integrují se zbytkem vašich aplikací.</p>
da_dk: <p>Kombiner forskellige programmer for at levere løsninger såsom betalingsbehandling, styring af forsyningskæden m.m., der problemfrit integrerer med resten af dine apps.</p>
de_de: <p>Verbinden Sie verschiedene Anwendungen, um Lösungen für Zahlungsverarbeitung, Supply Chain Management und mehr bereitzustellen, die sich nahtlos in Ihre übrigen Apps integrieren lassen.</p>
es_es: <p>Reúna aplicaciones dispares para ofrecer procesamiento de pagos, administración de cadenas de suministro y otras soluciones que se integran sin problemas con el resto de sus aplicaciones.</p>
fr_fr: <p>Rassemblez des applications disparates pour fournir des solutions de traitement des paiements, de gestion de la chaîne d’approvisionnement, etc. qui s’intègrent de façon transparente au reste de vos applications.</p>
hu_hu: <p>Különböző alkalmazások egy helyen való összevonásával nyújthat a többi alkalmazásával zökkenőmentesen integrált megoldásokat, mint például a fizetések feldolgozása, ellátásilánc-kezelés és így tovább.</p>
it_it: <p>Riunisci applicazioni diverse per offrire soluzioni come l'elaborazione dei pagamenti, la gestione della supply chain e molto altro, che si integrano facilmente con il resto delle tue app.</p>
ja_jp: <p>異なるアプリケーションをまとめて支払い処理、サプライ チェーン管理などのソリューションを提供し、お使いのアプリとシームレスに統合させることができます。</p>
ko_kr: <p>서로 다른 응용 프로그램을 통합하여 나머지 앱과 원활하게 통합되는 결제 처리, 공급망 관리 등의 솔루션을 제공할 수 있습니다.</p>
nb_no: <p>Bring sammen ulike programmer for å levere løsninger som betalingsbehandling, administrasjon av forsyningskjede, og mer som integreres sømløst med resten av appene dine.</p>
nl_nl: <p>Breng afzonderlijke toepassingen samen om oplossingen te leveren zoals betalingsverwerking, toeleveringsketenbeheer en meer, die naadloos te integreren zijn met uw andere apps.</p>
pl_pl: <p>Zbierz razem różnorodne aplikacje, aby dostarczać rozwiązania, na przykład do przetwarzania płatności, zarządzania łańcuchem dostaw i inne, które bezproblemowo integrują się z pozostałymi aplikacjami.</p>
pt_br: <p>Reúna aplicativos diferentes para entregar soluções como processamento de pagamentos, gerenciamento da cadeia de fornecedores e muito mais, que se integram diretamente com o restante dos seus aplicativos.</p>
pt_pt: <p>Reúna aplicações diferentes para fornecer soluções como, por exemplo, processamento de pagamentos, gestão de cadeias de fornecimento e muito mais operações que se integram totalmente com as suas outras aplicações.</p>
ru_ru: <p>Совмещая разнородные приложения, создавайте решения для обработки платежей, управления логистическими цепочками и много другого, которые органично интегрируются с остальными вашими приложениями.</p>
sv_se: <p>Samla olikartade program och tillhandahåll lösningar som betalningshantering, leveranskedjehantering och annat, och integrera dem smidigt med dina övriga appar.</p>
tr_tr: <p>Farklı uygulamaları bir araya getirerek, uygulamalarınızın geri kalanıyla sorunsuz şekilde tümleştirilebilen çözümler (ödeme işleme, tedarik zinciri yönetimi ve daha fazlası) sunun.</p>
zh_cn: <p>汇集不同的应用程序以提供解决方案，如支付处理、供应链管理，以及可与你的其他应用无缝集成的更多内容。</p>
zh_tw: <p>整合各種不同性質的應用程式而成為各種不同的解決方案 (例如付款處理、供應鏈管理等等)，進而與剩餘的應用程式無縫整合。</p>

# SeamlesslyGrow_Evolve_Cta1
source: Logic Apps
da_dk: Logiske apps
de_de: Logik-Apps
es_es: Aplicaciones lógicas
it_it: App per la logica
ko_kr: 논리 앱
nb_no: Logiske apper
nl_nl: Logische apps
pl_pl: Aplikacje logiki
pt_br: aplicativos Lógicos
pt_pt: Aplicações Lógicas
ru_ru: Приложения логики
sv_se: Logikappar
tr_tr: Mantıksal Uygulamalar

# SeamlesslyGrow_Evolve_Cta2
source: API Management
es_es: Administración de API
fr_fr: Gestion des API
hu_hu: API-kezelés
it_it: Gestione API
ko_kr: API 관리
nb_no: API-administrasjon
pl_pl: Zarządzanie interfejsami API
pt_br: Gerenciamento de API
pt_pt: Gestão de API
ru_ru: Управление API
tr_tr: API Yönetimi
zh_cn: API 管理
zh_tw: API 管理

# SeamlesslyGrow_Evolve_Heading
source: Evolve your integration
cs_cz: Rozšíření integrace
da_dk: Byg videre på din integration
de_de: Umfangreichere Integration für Ihren Geschäftserfolg
es_es: Desarrollo de su integración
fr_fr: Faites évoluer votre intégration
hu_hu: Az integráció fejlesztése
it_it: Fai evolvere l'integrazione
ja_jp: 統合の拡張
ko_kr: 통합 발전
nb_no: Utvikle integreringen
nl_nl: Uw integratie ontwikkelen
pl_pl: Dostosowuj integrację do ewoluujących potrzeb
pt_br: Evoluir sua integração
pt_pt: Evolua a sua integração
ru_ru: Развивайте возможности интеграции
sv_se: Utveckla din integrering
tr_tr: Tümleştirmenizi geliştirin
zh_cn: 扩充你的集成
zh_tw: 整合再進化

# SeamlesslyGrow_Heading
source: Seamlessly grow up with Azure
cs_cz: Bezproblémový růst společně s Azure
da_dk: Bliv større med Azure
de_de: Nahtlose Erweiterungen mit Azure
es_es: Crecimiento sin problemas con Azure
fr_fr: Évoluez de façon transparente en même temps qu’Azure
hu_hu: Zökkenőmentes növekedés az Azure-ral
it_it: Espanditi facilmente con Azure
ja_jp: Azure によるシームレスな成長
ko_kr: Azure를 통해 원활하게 성장
nb_no: Voks sømløst opp med Azure
nl_nl: Naadloos meegroeien met Azure
pl_pl: Bezproblemowo rozwijaj firmę dzięki platformie Azure
pt_br: Crescer perfeitamente com o Azure
pt_pt: Cresça de forma totalmente integrada com o Azure
ru_ru: Быстро и эффективно развивайте свой бизнес с помощью Azure
sv_se: Utöka smidigt med Azure
tr_tr: Azure ile işletmenizi sorunsuz şekilde büyütün
zh_cn: 使用 Azure 无缝增长
zh_tw: 在 Azure 中無縫擴充

# SeamlesslyGrow_Unlock_Content
source: <p>Deliver valuable insight that moves your business forward with comprehensive business intelligence, analytics and machine learning services that can be embedded into any app.</p>
cs_cz: <p>Komplexní služby pro business intelligence, analýzy a machine learning, které je možné integrovat do libovolné aplikace, vám umožní získat cenný náhled, který posouvá vaši společnost kupředu.</p>
da_dk: <p>Levér værdifuld indsigt, der driver din virksomhed fremad med omfattende business intelligence og maskinel indlæring, der kan integreres i enhver app.</p>
de_de: <p>Nutzen Sie unsere umfangreichen Business Intelligence-, Analyse- und Machine Learning-Dienste, die sich in beliebige Apps einbetten lassen, um nützliche Einblicke zu erhalten, mit denen Sie Ihren Geschäftserfolg maximieren können.</p>
es_es: <p>Ofrezca información valiosa que permita avanzar a su empresa mediante servicios completos de inteligencia empresarial, análisis y aprendizaje automático que puedan incorporarse a cualquier aplicación.</p>
fr_fr: <p>Fournissez des informations de valeur qui font avancer votre entreprise avec des services d’analyse décisionnelle, d’analyse et d’apprentissage automatique pouvant être incorporés à n’importe quelle application.</p>
hu_hu: <p>A bármely alkalmazásba beágyazható átfogó üzletiintelligencia-, analitikai és gépi tanulási szolgáltatásokkal értékes betekintést nyújthat az adatokba vállalata fejlesztése érdekében.</p>
it_it: <p>Fornisci preziose informazioni dettagliate che favoriscono l'avanzamento dell'azienda con funzionalità complete di business intelligence, analisi e servizi di Machine Learning che è possibile incorporare in qualsiasi app.</p>
ja_jp: <p>あらゆるアプリに埋め込むことができる包括的なビジネス インテリジェンス、分析、および機械学習サービスによって、ビジネスを前進させる貴重な洞察力を提供します。</p>
ko_kr: <p>앱에 포함될 수 있는 포괄적인 비즈니스 인텔리전스, 분석 및 기계 학습 서비스를 통해 비즈니스를 발전시키는 가치 있는 정보를 제공하세요.</p>
nb_no: <p>Lever verdifull innsikt som flytter virksomheten fremover med omfattende forretningsintelligens, analyse og maskinlæringtjenester som kan bygges inn i en hvilken som helst app.</p>
nl_nl: <p>Krijg waardevolle inzichten voor uw bedrijf met uitgebreide bedrijfsinformatie, analyses en machine learning-services die in elke app kunnen worden geïntegreerd.</p>
pl_pl: <p>Dostarczaj wartościowy wgląd w informacje, który wspiera rozwój Twojej firmy dzięki kompleksowym usługom analizy biznesowej i uczenia maszynowego, które można osadzić w dowolnej aplikacji.</p>
pt_br: <p>Entregue insight valioso que avança seus negócios com business intelligence abrangente, serviços de análise e aprendizado de máquina que podem ser inseridos em qualquer aplicativo.</p>
pt_pt: <p>Forneça informações valiosas que fazem a sua empresa avançar com business intelligence abrangente, análises e serviços de aprendizagem automática que podem ser incorporados em qualquer aplicação.</p>
ru_ru: <p>Используя комплексную бизнес-аналитику, службы анализа и машинного обучения, которые можно встроить в любое приложение, извлекайте дополнительные сведения, благодаря которым ваш бизнес сможет быстро развиваться.</p>
sv_se: <p>Leverera värdefulla insikter som för verksamheten framåt med omfattande BI-, analys- och maskininlärningstjänster som kan bäddas in i alla appar.</p>
tr_tr: <p>Her uygulamaya eklenebilecek kapsamlı iş zekası, analizler ve makine öğrenimi hizmetleriyle, işinizi ileri taşıyacak değerli öngörüler sunun.</p>
zh_cn: <p>提供有价值的见解，该见解通过全面的商业智能、分析以及能嵌入任何应用中的机器学习服务来推动你的业务。</p>
zh_tw: <p>提供有價值的深入解析資訊，讓您的公司可以應用這些豐富的商業智慧、分析及機器學習服務來更上一層樓，而且這些服務全部都能內嵌到您的應用程式中。</p>

# SeamlesslyGrow_Unlock_Cta1
source: Data Analytics
cs_cz: Analýza dat
da_dk: Dataanalyser
de_de: Datenanalysen
es_es: Análisis de datos
fr_fr: Analyse de données
hu_hu: Adatelemzés
it_it: Analisi dei dati
ja_jp: データ分析
ko_kr: 데이터 분석
nb_no: Dataanalyser
nl_nl: Gegevensanalyse
pl_pl: Analiza danych
pt_br: Análise de dados
pt_pt: Análise de dados
ru_ru: Данные и аналитика
sv_se: Datanalys
tr_tr: Veri analizi
zh_cn: 数据分析
zh_tw: 資料分析

# SeamlesslyGrow_Unlock_Cta2
source: Internet of Things (IoT)
cs_cz: Internet věcí (IoT)
da_dk: Tingenes internet (IoT)
de_de: Internet der Dinge
es_es: Internet de las cosas (IoT)
fr_fr: Internet des objets (IoT, Internet of Things)
hu_hu: Eszközök internetes hálózata (IoT)
it_it: Internet delle cose (IoT)
ja_jp: モノのインターネット (IoT)
ko_kr: IoT(사물 인터넷)
nb_no: Tingenes Internett (IOT)
pl_pl: Internet rzeczy (IoT)
pt_br: IoT (Internet das Coisas)
pt_pt: Internet das Coisas (IoT)
ru_ru: Интернет вещей (IoT)
sv_se: Sakernas Internet (IoT)
tr_tr: Nesnelerin İnterneti (IoT)
zh_cn: 物联网 (IoT)
zh_tw: 物聯網 (Internet of Things)

# SeamlesslyGrow_Unlock_Heading
source: Unlock insight
cs_cz: Získání přehledů
da_dk: Få ny viden
de_de: Gewinnen Sie wertvolle Einblicke
es_es: Desbloqueo de información
fr_fr: Une source d’informations
hu_hu: Meglátások feltárása
it_it: Ricava informazioni dettagliate
ja_jp: 限りない洞察
ko_kr: 정보 제공
nb_no: Lås opp innsikt
nl_nl: Inzicht verkrijgen
pl_pl: Uzyskaj wgląd w dane
pt_br: Desbloquear insight
pt_pt: Desbloquear informações
ru_ru: Получите все преимущества анализа данных
sv_se: Få nya insikter
tr_tr: Öngörüleri ortaya çıkarın
zh_cn: 解锁见解
zh_tw: 發掘更多的深入解析資訊

# SeamlesslyGrow_Unlock_SqlBi
source: SQL Server Business Intelligence
cs_cz: Funkce business intelligence u SQL Serveru
es_es: Inteligencia empresarial de SQL Server
fr_fr: Décisionnel SQL Server
hu_hu: SQL Server-alapú üzleti intelligencia
it_it: Business intelligence di SQL Server
ja_jp: SQL Server ビジネス インテリジェンス
nl_nl: Bedrijfsinformatie in SQL Server
pl_pl: Analizy biznesowe w programie SQL Server
pt_br: Business Intelligence do SQL Server
pt_pt: Business Intelligence do SQL Server
ru_ru: Бизнес-аналитика SQL Server
tr_tr: SQL Server İş Zekası
zh_cn: SQL Server 商业智能
