Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Index.*.resx
Languages: es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Visualize_Heading
source: Visualize and analyze everything in one place
es_es: Visualice y analice los datos en un solo lugar
fr_fr: Visualisez et analysez toutes vos données au même endroit
it_it: Visualizza e analizza tutti i dati in un'unica posizione
ja_jp: 1 つのツールであらゆる視覚化と分析を可能にします
ko_kr: 한 곳에서 모든 항목 시각화 및 분석
pt_br: Visualize e analise tudo em um só lugar
ru_ru: Визуализируйте и анализируйте все в одном месте
zh_cn: 在一个位置可视化和分析所有内容
zh_tw: 在同一處分析所有資料並加以視覺化

# WhatIsPowerBI_Content
source: Power BI is a suite of business analytics tools to analyze data and share insights. Monitor your business and get answers quickly with rich dashboards available on every device.
es_es: Power BI es un conjunto de aplicaciones de análisis de negocios que permite analizar datos y compartir información. Supervise su empresa y obtenga respuestas rápidamente con completos paneles disponibles en todos los dispositivos.
fr_fr: Power BI est une suite d’outils d’analyse commerciale permettant d’analyser des données et de partager des informations. Surveillez votre activité et obtenez rapidement des réponses avec des tableaux de bord enrichis disponibles sur chaque appareil.
it_it: Power BI è una famiglia di strumenti di analisi di business per analizzare dati e condividere informazioni. Monitora il tuo business e ottieni risposte rapidamente grazie ai dashboard avanzati disponibili su qualsiasi dispositivo.
ja_jp: Power BI は、データを分析し、洞察を共有するビジネス分析ツールのスイートです。さまざまなデバイスに対応した機能豊富なダッシュボードでビジネスを監視し、すばやく答えを得ることができます。
ko_kr: Power BI는 데이터를 분석하고 정보를 공유하기 위한 비즈니스 분석 도구 모음입니다. 모든 장치에서 사용할 수 있는 다양한 대시보드에서 비즈니스를 모니터링하고 해답을 빠르게 얻으세요.
pt_br: O Power BI é um conjunto de ferramentas de análise de negócios para analisar dados e compartilhar ideias. Monitore seu negócio e obtenha respostas rapidamente com painéis avançados disponíveis em cada dispositivo.
ru_ru: Power BI — это набор средств бизнес-аналитики для анализа данных и предоставления ценной информации. Он помогает отслеживать ситуацию в бизнесе и незамедлительно получать ответы на вопросы с помощью подробных информационных панелей, доступных на каждом устройстве.
zh_cn: Power BI 是用于分析数据和共享见解的一套业务分析工具。利用每台设备上提供的丰富仪表板监视业务并快速获取答案。
zh_tw: Power BI 是商務分析工具套件，可用來分析資料及共用深入資訊。透過各式各樣的儀表板，您立刻就能掌握您的業務狀況，從中獲得您所需要的答案。

# WhatIsPowerBI_Cta
source: Learn more
es_es: Más información
fr_fr: En savoir plus
it_it: Scopri di più
ja_jp: 詳細情報
ko_kr: 자세히 알아보기
pt_br: Saiba mais
ru_ru: Дополнительные сведения
zh_cn: 了解详细信息
zh_tw: 深入了解

# WhatIsPowerBI_Heading
source: What is Power BI?
es_es: ¿Qué es Power BI?
fr_fr: Qu’est-ce que Power BI ?
it_it: Che cos'è Power BI?
ja_jp: Power BI とは?
ko_kr: Power BI란?
pt_br: O que é Power BI?
ru_ru: Что такое Power BI?
zh_cn: 什么是 Power BI？
zh_tw: Power BI 是什麼？
