Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Index.*.resx
Languages: es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Download_Desktop_Content
source: <p>With the Power BI Desktop you can visually explore your data through a free-form drag-and-drop canvas, a broad range of modern data visualizations, and an easy-to-use report authoring experience.</p>
es_es: <p>Con Power BI Desktop, puede explorar visualmente los datos con un lienzo de arrastrar y colocar de forma libre, una amplia gama de visualizaciones modernas de datos y una experiencia de creación de informes fácil de usar.</p>
fr_fr: <p>Avec Power&#160;BI&#160;Desktop, vous pouvez explorer vos données visuellement grâce à une zone glisser-déplacer de forme libre, un large éventail de visualisations de données et une fonctionnalité de création de rapports facile à utiliser.</p>
it_it: <p>Power BI Desktop consente di esplorare i dati visivamente tramite un'area di disegno che supporta trascinamento e formato libero, un'ampia gamma di visualizzazioni moderne dei dati e un'esperienza di creazione di report facile da usare.</p>
ja_jp: <p>Power BI Desktop を使用すると、自由な形式のドラッグ アンド ドロップのキャンバス、さまざまな最新のデータ視覚化、さらには使いやすいレポート作成操作で、視覚的にデータを調査できます。</p>
ko_kr: <p>Power BI Desktop을 사용하면 자유로운 포맷의 끌어서 놓기 캔버스, 광범위한 최신 데이터 시각화 및 사용하기 쉬운 보고서 작성 환경을 통해 데이터를 시각적으로 탐색할 수 있습니다.</p>
pt_br: <p>Com o Power BI Desktop, você pode explorar visualmente seus dados por meio de uma tela do tipo "arrastar e soltar" de formato livre, uma ampla variedade de visualizações de dados modernas e uma experiência de criação de relatórios fácil de usar.</p>
ru_ru: <p>С помощью Power BI Desktop вы можете визуально исследовать свои данные на свободной области, поддерживающей перетаскивание, с использованием широкого спектра современных визуальных представлений данных и простых в использовании инструментов для создания отчетов.</p>
zh_cn: <p>借助 Microsoft Power BI Desktop，你可以通过自由地拖放画布并借助海量的现代数据可视化对象以及易于使用的报告创作体验，直观地浏览你的数据。</p>
zh_tw: <p>Power BI Desktop 可以讓您透過任意格式的拖放畫布、各種現代化資料視覺效果，以及便利的報告撰寫功能，瀏覽具備各種視覺效果的資料。</p>

# Download_Desktop_Cta
source: Learn more
es_es: Más información
fr_fr: En savoir plus
it_it: Scopri di più
ja_jp: 詳細情報
ko_kr: 자세히 알아보기
pt_br: Saiba mais
ru_ru: Дополнительные сведения
zh_cn: 了解详细信息
zh_tw: 深入了解

# Download_Gateway_Content
source: <p>With Power BI gateways, you can keep your data fresh by connecting to on-premises data sources. The gateways provide the flexibility you need to meet individual needs, and the needs of your organization.</p>
es_es: <p>Gracias a las puertas de enlace de Power BI, puede mantener sus datos actualizados al conectarse en los orígenes de datos locales. Las puertas de enlace proporcionan la flexibilidad que necesita para satisfacer sus necesidades y las de la organización.</p>
fr_fr: <p>Les passerelles Power&#160;BI permettent d’actualiser les données en se connectant aux sources de données locales. Elles offrent la flexibilité dont vous avez besoin pour répondre aux besoins individuels, ainsi qu’à ceux de votre organisation.</p>
it_it: <p>Con i gateway di Power BI i tuoi dati sono sempre aggiornati grazie alle connessione con le origini dati locali. I gateway ti offrono la flessibilità di cui hai bisogno per soddisfare le esigenze individuali e quelle della tua organizzazione.</p>
ja_jp: <p>Power BI Gateway を使うと、オンプレミスのデータ ソースに接続してデータを最新の状態に保つことができます。ゲートウェイは、個人のニーズと組織のニーズを満たすのに必要な柔軟性を提供します。</p>
ko_kr: <p>Power BI 게이트웨이를 사용하면 온-프레미스 데이터 원본에 연결하여 데이터를 최신으로 유지할 수 있습니다. 이 게이트웨이는 개인별 요구 사항과 조직의 요구 사항을 충족하는 데 필요한 유연성을 제공합니다.</p>
pt_br: <p>Com os gateways do Power BI, você pode manter seus dados atualizados ao se conectar a fontes de dados locais. Os gateways fornecem a flexibilidade que você precisa para atender a demandas individuais e as necessidades de sua organização.</p>
ru_ru: <p>Со шлюзами Power BI вы можете обеспечить актуальность своих данных путем подключения к локальным источникам данных. Шлюз предоставляет необходимую гибкость для удовлетворения ваших требований и требований вашей организации.</p>
zh_cn: <p>利用 Power BI Gateway，可以通过连接到本地数据源使数据保持更新。此网关让你可以灵活地满足个人需求和组织需求。</p>
zh_tw: <p>您可以使用 Power BI 閘道器連接到內部部署資料來源，將資料保持在最新狀態。閘道器提供滿足個別需求以及組織需求的必要彈性。</p>

# Download_Gateway_Cta
source: Learn more
es_es: Más información
fr_fr: En savoir plus
it_it: Scopri di più
ja_jp: 詳細情報
ko_kr: 자세히 알아보기
pt_br: Saiba mais
ru_ru: Дополнительные сведения
zh_cn: 了解详细信息
zh_tw: 深入了解

# Download_Gateway_Heading
source: Microsoft Power BI Gateway
ko_kr: Microsoft Power BI 게이트웨이
pt_br: Gateway do Microsoft Power BI
ru_ru: Шлюз Microsoft Power BI

# Download_Mobile_Content
source: <p>Access your data anywhere, anytime. These native apps provide live, interactive, mobile access to your important business information.</p>
es_es: <p>Acceda a los datos en cualquier lugar y en cualquier momento. Estas aplicaciones nativas proporcionan acceso directo, interactivo y móvil a la información empresarial importante.</p>
fr_fr: <p>Accédez à vos données à tout moment, où que vous soyez. Ces applications natives permettent un accès mobile, interactif et en temps réel aux données importantes de votre entreprise.</p>
it_it: <p>Accesso ai dati ovunque e in qualsiasi momento. Queste app native offrono l'accesso in tempo reale e interattivo alle informazioni aziendali importanti dai dispositivi mobili.</p>
ja_jp: <p>いつでもどこでもデータにアクセスできます。これらのネイティブ アプリは、重要なビジネス情報へのライブで対話型のモバイル アクセスを提供します。</p>
ko_kr: <p>언제 어디서나 데이터에 액세스하세요. 이러한 네이티브 앱은 중요한 비즈니스 정보에 대한 실시간 대화형 모바일 액세스를 제공합니다.</p>
pt_br: <p>Acesse seus dados em qualquer lugar, a qualquer hora. Esses aplicativos nativos fornecem acesso móvel, interativo e em tempo real a suas importantes informações comerciais.</p>
ru_ru: <p>Доступ к данным в любом месте, в любое время. Эти приложения предоставляют динамический, интерактивный и мобильный доступ к важной бизнес-информации.</p>
zh_cn: <p>随时随地访问你的数据。通过这些本机应用，你可以实时地、以交互方式随处访问你的重要业务信息。</p>
zh_tw: <p>隨時隨地存取您的資料。這些原生應用程式可以讓您以互動的方式，隨時隨地透過行動裝置即時存取您的重要商務資訊。</p>

# Download_Mobile_Cta
source: Learn more
es_es: Más información
fr_fr: En savoir plus
it_it: Scopri di più
ja_jp: 詳細情報
ko_kr: 자세히 알아보기
pt_br: Saiba mais
ru_ru: Дополнительные сведения
zh_cn: 了解详细信息
zh_tw: 深入了解

# Download_Mobile_Heading
source: Microsoft Power BI Mobile
it_it: Microsoft Power BI per dispositivi mobili
ja_jp: Microsoft Power BI モバイル
ko_kr: Microsoft Power BI 모바일
pt_br: Microsoft Power BI para Celulares

# Hero_Content2
source: Power BI transforms your company's data into rich visuals for you to collect and organize so you can focus on what matters to you.
es_es: Power BI transforma los datos de su compañía en objetos visuales enriquecidos que puede recopilar y organizar, lo que le permite centrarse en lo que realmente importa.
fr_fr: Power BI transforme les données de votre entreprise en riches éléments visuels que vous pouvez organiser sans difficulté comme vous le voulez, pour que vous puissiez vous concentrer sur ce qui est vraiment important.
it_it: Power BI trasforma i dati aziendali in elementi visivi avanzati che puoi raccogliere e organizzare per visualizzare le informazioni a cui sei interessato,
ja_jp: Power BI は、会社のデータを豊かな視覚情報に変換して収集と整理を助け、重要な問題に取り組めるようにします。
ko_kr: Power BI는 사용자가 중요한 내용에 집중할 수 있도록 회사의 데이터를 수집 및 구성이 가능한 풍부한 시각적 요소로 변환해 줍니다.
pt_br: O Power BI transforma os dados da sua empresa em visuais avançados para você coletar e organizar, podendo então concentrar-se no que realmente importa para você.
ru_ru: Power BI преобразовывает данные вашей компании в привлекательные визуальные представления с широкими возможностями по сбору и упорядочению, позволяя сконцентрироваться на важнейших задачах.
zh_cn: Power BI 可将你公司的数据转换为丰富的视觉对象，你可以对这些视觉对象进行收集和组织，从而将注意力集中于重要的内容。
zh_tw: Power BI 會將貴公司的資料轉換成方便您收集和組織的豐富視覺效果，讓您可以專注於所關切的事項。

# Hero_Cta
source: Get started free
es_es: Comenzar gratis
fr_fr: Commencer gratuitement
it_it: Inizia gratuitamente
ja_jp: 無料で使い始める
ko_kr: 무료로 시작
pt_br: Comece gratuitamente
ru_ru: Начните сейчас бесплатно
zh_cn: 免费开始使用
zh_tw: 免費開始使用

# Hero_Heading2
source: Bring your data to life
es_es: Haga que sus datos cobren vida
fr_fr: Donnez vie à vos données
it_it: Visualizzazioni dinamiche dei dati
ja_jp: データを活用する
ko_kr: 데이터를 돋보이게 해보세요.
pt_br: Dê vida aos seus dados
ru_ru: Вдохните жизнь в ваши данные
zh_cn: 让数据融入生活
zh_tw: 將資料融入生活

# InsightsSummit_Content
source: Join us at the Microsoft Data Insights Summit, June 12 – 13, 2017 in Seattle, WA. <a href="{0}" target="_blank">Register now!</a>
es_es: Asista al evento Microsoft Data Insights Summit, que tendrá lugar en Seattle, WA, desde el 12 al 13 de junio de 2017. <a href="{0}" target="_blank">Regístrese ahora mismo</a>
fr_fr: Rejoignez-nous au sommet Microsoft Data Insights les 12 et 13 juin 2017 à Seattle, Washington. <a href="{0}" target="_blank">Inscrivez-vous maintenant !</a>
it_it: Partecipa al Microsoft Data Insights Summit, 12-13 giugno 2017 a Seattle, WA. <a href="{0}" target="_blank">Registrati adesso</a>
ja_jp: ワシントン州、シアトルで、2017 年 6 月 12 ～ 13 日に開催される Microsoft Data Insights Summit にご参加ください。<a href="{0}" target="_blank">今すぐ登録!</a>
ko_kr: 2017년 6월 12~13일, 미국 워싱턴주 시애틀에서 열리는 Microsoft Data Insights Summit에 참여해 보세요. <a href="{0}" target="_blank">지금 등록하세요!</a>
pt_br: Junte-se a nós no Microsoft Data Insights Summit, de 12 a 13 de junho de 2017 em Seattle, WA. <a href="{0}" target="_blank">Registre-se agora!</a>
ru_ru: Присоединяйтесь к нам на саммите Microsoft Data Insights Summit, который пройдет t 12 – 13 июня 2017 года в Сиэтле (штат Вашингтон). <a href="{0}" target="_blank">Зарегистрируйтесь сейчас!</a>
zh_cn: 与我们相聚在 2017 年 6 月 12 – 13 日华盛顿州西雅图举办的 Microsoft 数据发展峰会。<a href="{0}" target="_blank">立即注册！</a>
zh_tw: 加入我們 2017 年 6 月 12 - 13 日在 WA 西雅圖的 Microsoft Data Insights Summit。<a href="{0}" target="_blank">立即報名！</a>

# InsightsSummit_Cta
source: Watch now
es_es: Ver ahora
fr_fr: Regarder maintenant
it_it: Guarda adesso
ja_jp: 今すぐ見る
ko_kr: 지금 보기
pt_br: Assista agora
ru_ru: Смотреть сейчас
zh_cn: 立即观看
zh_tw: 立即觀賞

# META_DESCRIPTION
source: See your company's data in new ways with interactive data visualization BI tools from Microsoft Power BI.
es_es: Gracias a las herramientas de BI para la visualización de datos interactivos de Microsoft Power BI, podrá consultar los datos de la empresa de una manera nueva.
fr_fr: Découvrez les données de votre entreprise sous un nouvel angle avec les outils décisionnels de visualisation interactive des données que vous offre Microsoft Power BI.
it_it: Osserva i dati aziendali in nuovi modi grazie agli strumenti BI di visualizzazione interattiva dei dati messi a disposizione da Microsoft Power BI.
ja_jp: Microsoft Power BI の対話型データ視覚化 BI ツールを使って、新たな視点で会社のデータをご覧ください。
ko_kr: Microsoft Power BI의 대화형 데이터 시각화 BI 도구를 사용하여 회사 데이터를 새로운 방식으로 확인할 수 있습니다.
pt_br: Veja os dados de sua empresa de novas maneiras com as ferramentas de BI de visualização de dados interativos do Microsoft Power BI.
ru_ru: Откройте новые способы просмотра данных вашей организации с помощью средств бизнес-аналитики для визуализации интерактивных данных, входящих в состав Microsoft Power BI.
zh_cn: 通过 Microsoft Power BI 的交互式数据可视化 BI 工具，以全新方式查看公司数据。
zh_tw: 使用 Microsoft Power BI 的互動式資料視覺效果 BI 工具，以全新的方式檢視貴公司資料。

# META_KEYWORDS
source: interactive data, data visualization, data visualization tools, power bi, microsoft power bi, bi tools, microsoft bi
es_es: datos interactivos, visualización de datos, herramientas para la visualización de datos, power bi, microsoft power bi, herramientas de bi, microsoft bi
fr_fr: données interactives, visualisation des données, outils de visualisation des données, power bi, microsoft power bi, outils décisionnels, décisionnel microsoft
it_it: dati interattivi, visualizzazione dati, strumenti di visualizzazione dati, power bi, microsoft power bi, strumenti bi, microsoft bi
ja_jp: 対話型データ, データ視覚化, データ視覚化ツール, power bi, microsoft power bi, bi ツール, microsoft bi
ko_kr: 대화형 데이터, 데이터 시각화, 데이터 시각화 도구, power bi, microsoft power bi, bi 도구, microsoft bi
pt_br: dados interativos, visualização de dados, ferramentas de visualização de dados, power bi, microsoft power bi, ferramentas de bi, microsoft bi
ru_ru: интерактивные данные, визуализация данных, средства визуализации данных, power bi, microsoft power bi, средства бизнес-аналитики, microsoft bi
zh_cn: 交互式数据, 数据可视化, 数据可视化工具, power bi, microsoft power bi, bi 工具, microsoft bi
zh_tw: 互動式資料, 資料視覺效果, 資料視覺效果工具, Power BI, Microsoft Power BI, BI 工具, Microsoft BI

# META_PAGETITLE
source: Power BI | Interactive Data Visualization BI Tools
es_es: Power BI | Herramientas de BI para la visualización de datos interactivos
fr_fr: Power BI | Outils décisionnels de visualisation interactive des données
it_it: Power BI | Strumenti BI per la visualizzazione interattiva dei dati
ja_jp: Power BI | 対話型のデータ視覚化 BI ツール
ko_kr: Power BI | 대화형 데이터 시각화 BI 도구
pt_br: Power BI | Ferramentas do BI de Visualização de Dados Interativa
ru_ru: Power BI | Средства бизнес-аналитики для визуализации интерактивных данных
zh_cn: Power BI | 交互式数据可视化 BI 工具
zh_tw: Power BI | 互動式資料視覺效果 BI 工具

# NationalCloud_Content_1
source: Power BI is available in three separate <a href="{0}" target="_blank">national clouds</a>. These clouds offer the same levels of security, privacy, compliance and transparency as the global version of Power BI, combined with a unique model for local regulations on service delivery, data residency, access, and control.
es_es: Power BI está disponible en tres <a href="{0}" target="_blank">nubes nacionales</a> independientes. Dichas nubes ofrecen los mismos niveles de seguridad, privacidad, cumplimiento y transparencia que la versión global de Power BI, y todo ello se combina con un modelo único para las regulaciones locales relativas a la prestación de servicios y al acceso, control y residencia de datos.
fr_fr: Power&#160;BI est disponible dans trois <a href="{0}" target="_blank">cloud nationaux</a> distincts. Ces clouds offrent les mêmes niveaux de sécurité, de confidentialité, de conformité et de transparence que la version internationale de Power&#160;BI. Ils proposent en plus un modèle unique adapté aux réglementations locales en matière de fourniture, de résidence des données, d’accès et de contrôle.
it_it: Power BI è disponibile in tre <a href="{0}" target="_blank">cloud nazionali</a> separati. Questi cloud offrono gli stessi livelli di sicurezza, privacy, conformità e trasparenza della versione globale di Power BI, combinati a un modello univoco per i regolamenti locali su fornitura del servizio, residenza dei dati, accesso e controllo.
ja_jp: Power BI は別個の 3 つの<a href="{0}" target="_blank">国内クラウド</a>で利用できます。これらのクラウドのセキュリティ、プライバシー、コンプライアンス、および透明性のレベルはグローバルに使用されている Power BI と同様で、サービス提供、データ所在地、アクセス、および制御についての各国規制に対応する独自モデルとの組み合わせになっています。
ko_kr: Power BI는 3개의 별도의 <a href="{0}" target="_blank">내셔널 클라우드</a>에서 사용할 수 있습니다.. 이러한 클라우드는 서비스 전달, 데이터 주거성, 액세스 및 통제와 관련하여 로컬 규정에 부합하는 고유 모델과 결합된 Power BI 글로벌 버전으로서 동일한 수준의 보안, 개인 정보 보호, 규정 준수 및 투명성을 제공합니다.
pt_br: O Power BI está disponível em três <a href="{0}" target="_blank">nuvens nacionais</a> separadas. Essas nuvens oferecem os mesmos níveis de segurança, privacidade, conformidade e transparência como a versão global do Power BI, combinado com um modelo exclusivo para regulações locais na entrega do serviço, residência de dados, acesso e controle.
ru_ru: Power BI доступен в трех отдельных <a href="{0}" target="_blank">национальных облачных службах</a>. Эти облачные службы обеспечивают тот же уровень безопасности, конфиденциальности, прозрачности и соответствия требованиям, что и глобальная версия Power BI, но уникальны тем, что предоставление услуг, контроль и резидентство данных, а также осуществление доступа к данным регулируются местными стандартами.
zh_cn: Power BI 在 3 个单独的<a href="{0}" target="_blank">国家云</a>中可用。这些云提供与 Power BI 全局版本相同级别的安全性、隐私、符合性和透明度，以及服务交付、数据驻留、访问和控制相关地方法规的唯一模型。
zh_tw: Power BI 現於三個不同的<a href="{0}" target="_blank">國家雲端</a>中提供。這些雲端提供的安全性、隱私權、合規性及透明度等級與全球版本的 Power BI 相同，並結合了服務傳遞、資料存放、存取及控制等方面符合當地規定的獨特模型。

# NationalCloud_Cta
source: Learn more
es_es: Más información
fr_fr: En savoir plus
it_it: Scopri di più
ja_jp: 詳細情報
ko_kr: 자세히 알아보기
pt_br: Saiba mais
ru_ru: Дополнительные сведения
zh_cn: 了解详细信息
zh_tw: 深入了解

# NationalCloud_Heading
source: Microsoft National Clouds
es_es: Nubes nacionales de Microsoft
fr_fr: Clouds nationaux Microsoft
it_it: Cloud nazionali Microsoft
ko_kr: Microsoft 내셔널 클라우드
ru_ru: Национальные облачные службы Майкрософт
zh_cn: Microsoft 国家云

# Possibile_Content
source: From Finance to Sales to Operations (and more), Power BI makes it easy for your department to unite your data and share new insights. View our report showcase to see how Power BI can be a part of your team.
es_es: Power BI permite a su departamento reunir datos fácilmente (desde finanzas y ventas hasta operaciones, etc.) y compartir la información nueva. Vea nuestra presentación de informes para descubrir cómo Power BI puede formar parte de su equipo.
fr_fr: Du service financier au service commercial, en passant par les services opérationnels (et d’autres), Power BI facilite la centralisation de leurs données et le partage de nouvelles informations. Consultez notre présentation de rapports pour voir comment Power BI peut s’intégrer à votre équipe.
it_it: Power BI permette ai reparti aziendali, ad esempio finanziario, commerciale, operativo e altri ancora, di unire con facilità i dati e condividere nuove informazioni dettagliate. Guarda la nostra presentazione relativa ai report per scoprire tutto quello che Power BI può offrire al tuo team.
ja_jp: Power BI を使用すれば、財務から営業、運用まで (その他にも)、所属している部署でデータを 1 つにまとめ、新たな洞察を共有することが簡単になります。レポート ショーケースをご覧いただき、どのように Power BI がチームの一員となれるかをご確認ください。
ko_kr: 재무에서 영업, 운영 등에 이르기까지 Power BI를 사용하면 부서에서 쉽게 데이터를 통합하고 새로운 시각을 공유할 수 있습니다. Power BI를 팀의 일원으로 삼을 수 있는 방법을 보여주는 보고서 쇼케이스를 확인하세요.
pt_br: Desde Finanças, passando por Vendas e até Operações (e mais), o Power BI torna fácil para o seu departamento unir seus dados e compartilhar novas informações. Exiba nossa demonstração de relatório para ver como o Power BI pode ser uma parte de sua equipe.
ru_ru: От финансов до продаж и операций (и больше) — Power BI упрощает вашему отделу объединение данных и предоставление общего доступа к новой ценной информации. Изучите демоотчеты, чтобы узнать, каким образом Power BI можно использовать в вашей команде.
zh_cn: 从财务到销售到运营等部门，Power BI 均可让你的部门轻松地整合数据并分享新见解。查看报表展示，了解 Power BI 如何融入你的团队。
zh_tw: 無論是財務、銷售或營運等業務，Power BI 都能讓部門輕鬆整合資料並分享新的深入解析。請檢視我們的報表展示，了解 Power BI 如何成為您團隊不可或缺的工具。

# Possibile_Cta
source: See it in action
es_es: Verlo en acción
fr_fr: Voyez-le en action
it_it: Video
ja_jp: 動作している様子を見る
ko_kr: 실제 동작 확인
pt_br: Veja em ação
ru_ru: Увидеть в действии
zh_cn: 了解操作情况
zh_tw: 觀看操作方式

# Possibile_Heading
source: See what's possible with Power BI
es_es: Vea las posibilidades que ofrece Power BI.
fr_fr: Découvrez les possibilités de Power BI
it_it: Scopri tutte le possibilità offerte da Power BI
ja_jp: Power BI で行える事柄を見る
ko_kr: Power BI에서 얻을 수 있는 이점 확인
pt_br: Veja o que é possível fazer com o Power BI
ru_ru: О возможностях Power BI
zh_cn: 了解使用 Power BI 可以做到的事情
zh_tw: 了解 Power BI 的諸多功能

# Quote
source: Linking data for analyses was something we couldn’t do before. With Power BI, it’s simple. Power BI makes the hard things easy. Everything becomes possible.
es_es: Antes no podíamos vincular datos para los análisis. Con Power BI, ahora resulta de lo más sencillo. Power BI facilita las cosas. Todo es posible.
fr_fr: Avant, nous ne pouvions pas regrouper les données pour les analyser. Aujourd’hui, grâce à Power BI, c’est un jeu d’enfant. Power BI rend faciles toutes les tâches difficiles. Tout devient possible.
it_it: Fino a poco tempo fa, non era possibile collegare i dati per l'analisi. Con Power BI è facile. Power BI semplifica le attività complesse. Tutto diventa possibile.
ja_jp: 以前は分析のためにデータをリンクさせることなど不可能でした。Power BI なら簡単です。Power BI なら、難しかったことも簡単に行えます。あらゆることが可能になるのです。
ko_kr: 예전에는 분석을 위해 데이터를 연결할 수 없었는데, Power BI를 사용하면서 이러한 작업이 간단해졌습니다. Power BI를 사용하면 어려운 작업도 쉽게 처리할 수 있습니다. 모든 작업이 가능해졌습니다.
pt_br: Vincular dados para análise era algo que não podíamos fazer antes. Com o Power BI, é simples. O Power BI facilita as questões difíceis. Tudo torna-se possível.
ru_ru: Связывание данных для анализа было чем-то, что мы не могли делать раньше. С помощью Power BI это стало просто. Power BI упрощает сложные вещи. Все становится возможным.
zh_cn: 链接数据进行分析是我们之前无法做的事情。借助 Power BI，这件事变得非常简单。Power BI 拥有化繁为简的能力。一切皆有可能。
zh_tw: 我們之前無法連結資料進行分析。現在有了 Power BI，一切變得很簡單。Power BI 簡化了困難的工作。所有工作都可能實現。

# Quote_Author
source: Philip Dean, Head of Department of Pharmacy and Quality Control North Tees and Hartlepool National Health Services Trust
es_es: Philip Dean, jefe del departamento de farmacia y control de calidad de la Fundación del Servicio Nacional de Salud de North Tees y Hartlepool
fr_fr: Philip Dean, Chef du département Pharmacie et Contrôle qualité, North Tees and Hartlepool National Health Services Trust
it_it: Philip Dean, responsabile del reparto Farmacia e controllo qualità, North Tees and Hartlepool National Health Services Trust
ja_jp: North Tees and Hartlepool National Health Services Foundation Trust、薬学および品質管理部長、Philip Dean
ko_kr: North Tees and Hartlepool National Health Services Trust의 약품 및 품질 관리 부서장, Philip Dean
pt_br: Dean Philip, chefe do Departamento de Farmácia e Controle de Qualidade do North Tees and Hartlepool National Health Services Trust
ru_ru: Филипп Дин (Philip Dean), глава отдела лекарственных средств и контроля качества больницы North Tees и трастового фонда Hartlepool National Health Services Trust
zh_cn: North Tees and Hartlepool National Health Services Trust，制药和质量控制部门主管，Philip Dean
zh_tw: North Tees and Hartlepool National Health Services Trust 製藥暨品管部門主管 Philip Dean

# UsingPowerBi_Heading
source: See who's using Power BI
es_es: Ver quién usa Power BI
fr_fr: Découvrez qui utilise Power BI
it_it: Individua gli utenti che usano Power BI
ja_jp: Power BI をご利用のお客様の例
ko_kr: Power BI를 사용 중인 사용자 보기
pt_br: Veja quem está usando o Power BI
ru_ru: Узнайте, кто использует Power BI
zh_cn: 了解谁在使用 Power BI
zh_tw: 查看有誰使用 Power BI

# Visualize_Content
source: In less than five minutes you can start creating personalized dashboards and reports on your data using natural language and drag-and-drop gestures to find answers to your most important questions.
es_es: En menos de cinco minutos puede empezar a crear paneles e informes personalizados con los datos usando el lenguaje natural y movimientos de arrastrar y colocar para encontrar respuestas a sus preguntas más importantes.
fr_fr: En moins de cinq minutes, vous pouvez commencer à créer des rapports et des tableaux de bord personnalisés à partir de vos données. Utilisez des requêtes en langage naturel et des gestes de glisser-déplacer pour obtenir des réponses à vos questions les plus importantes.
it_it: In meno di cinque minuti puoi iniziare a creare dashboard e report personalizzati basati sui tuoi dati usando il linguaggio naturale e i movimenti di trascinamento per trovare le risposte alle domande più importanti.
ja_jp: 自然言語やドラッグ アンド ドロップを使って、データからダッシュボードやレポートを作成してみてください。重要な問題に対する答えが、きっと見つかります。
ko_kr: 5분 이내에 자연어 및 끌어서 놓기 제스처를 사용하여 데이터에 대한 맞춤형 대시보드 및 보고서를 만들기 시작할 수 있습니다. 이를 통해 가장 중요한 질문에 대한 답변을 얻을 수 있습니다.
pt_br: Em menos de cinco minutos, você pode iniciar a criação de relatórios e painéis personalizados em seus dados, usando idioma natural e gestos do tipo "arrastar e soltar" para encontrar respostas para suas perguntas mais importantes.
ru_ru: Вы можете приступить к созданию персонализированных информационных панелей и отчетов на основе ваших данных, используя естественный язык запросов и простые жесты, и найти ответы на наиболее важные вопросы менее чем за пять минут.
zh_cn: 在不到 5 分钟内，你即可使用自然语言创建个性化的仪表板和数据报告，同时通过拖放手势找到最重要问题的答案。
zh_tw: 不到五分鐘的時間，就能為重要的問題找出解答，只需簡單地拖放滑鼠並且使用自然語言，進而根據資料建立個人化儀表板和報表即可。
