Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/WhatIsPowerBI/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# META_DESCRIPTION
source: Power BI tranforms your company's data into rich visuals for you to collect and organize so you can focus on what matters to you. Stay in the know, spot trends as they happen, and push your business further.
de_de: Power BI wandelt die Daten Ihres Unternehmens in visuelle Darstellungen um. Mit Power BI können Sie Ihre Daten sammeln und strukturieren und das Augenmerk auf die für Sie wichtigsten Punkte legen. Bleiben Sie auf dem Laufenden, erkennen Sie Trends und bringen Sie Ihr Geschäft voran.
es_es: Power BI transforma los datos de su compañía en objetos visuales enriquecidos que puede recopilar y organizar, lo que le permite centrarse en lo que realmente importa. Manténgase informado, detecte las tendencias en cuanto surgen e impulse su negocio.
fr_fr: Power BI transforme les données de votre entreprise en riches éléments visuels que vous pouvez collecter et organiser sans difficulté comme vous le voulez, pour que vous puissiez vous concentrer sur ce qui est vraiment important. Restez au fait des changements, repérez les tendances en temps réel et poussez votre entreprise encore plus loin.
it_it: Power BI trasforma i dati aziendali in elementi visivi avanzati che puoi raccogliere e organizzare per visualizzare le informazioni a cui sei interessato, per rimanere sempre aggiornato, individuare le tendenze non appena si manifestano e incrementare l'attività.
ja_jp: Power BI は、会社のデータを豊かな視覚情報に変換して収集と整理を助け、重要な問題に取り組めるようにします。最新情報を取得し、動向の発生をつかみ、ビジネスをさらに推進します。
ko_kr: Power BI는 사용자가 중요한 내용에 집중할 수 있도록 회사의 데이터를 수집 및 구성이 가능한 풍부한 시각적 요소로 변환해 줍니다. 정보를 꾸준히 얻고 추세를 파악하여 비즈니스를 확장해 보세요.
pt_br: O Power BI transforma os dados da sua empresa em visuais avançados para você coletar e organizar, podendo então concentrar-se no que realmente importa para você. Mantenha-se informado, identifique tendências conforme elas acontecem e impulsione ainda mais seu negócio.
ru_ru: Power BI преобразует данные вашей организации в привлекательные визуальные представления с широкими возможностями по сбору и упорядочению данных, позволяя сконцентрироваться на важнейших задачах. Будьте в курсе дел, отслеживайте тенденции по мере их возникновения и продвигайте ваш бизнес вперед.
zh_cn: Power BI 可将你公司的数据转换为丰富的视觉对象，便于你进行收集和组织，从而使你能够集中关注重要的内容。始终获悉最新信息、掌握即时趋势并进一步推动你的业务。
zh_tw: Power BI 會將您公司的資料轉換成各種視覺效果，方便您加以收集及編排，讓您可以將全部注意力放在您關注的事物上。隨時掌握最新資訊，找出進行中的趨勢，並進一步推動業務。

# META_PAGETITLE
source: What is Power BI | Microsoft Power BI
de_de: Was ist Power BI? | Microsoft Power BI
es_es: ¿Qué es Power BI? | Microsoft Power BI
fr_fr: Qu’est-ce que Power BI ? | Microsoft Power BI
it_it: Che cos'è Power BI | Microsoft Power BI
ja_jp: Power BI とは | Microsoft Power BI
ko_kr: Power BI란? | Microsoft Power BI
pt_br: O que é o Power BI | Microsoft Power BI
ru_ru: Что такое Power BI | Microsoft Power BI
zh_cn: 什么是 Power BI | Microsoft Power BI
zh_tw: 什麼是 Power BI | Microsoft Power BI

# Service_Content
source: View and share dashboards across your organization, and connect to pre-built reports from experts.
de_de: Sie können Dashboards anzeigen und für Ihre gesamte Organisation freigeben und Verbindungen mit von Experten vordefinierten Berichten herstellen.
es_es: Vea y comparta paneles en su organización, y conecte informes pregenerados de expertos.
fr_fr: Affichez et partagez des tableaux de bord dans l’ensemble de votre organisation, et connectez-vous à des rapports prédéfinis conçus par des experts.
it_it: Visualizza e condividi i dashboard in tutta l'organizzazione e connettiti ai report predefiniti realizzati dagli esperti.
ja_jp: 組織全体でダッシュボードを表示し、共有できます。また、エキスパートによって作成済みのレポートも活用できます。
ko_kr: 조직 전체에서 대시보드를 확인 및 공유하고 전문가가 미리 작성한 보고서에 연결하세요.
pt_br: Exiba e compartilhe os painéis em sua organização e conecte os relatórios predefinidos dos especialistas.
ru_ru: Обеспечивает просмотр информационных панелей и предоставление к ним общего доступа в организации, а также подключение предварительно созданных отчетов от экспертов.
zh_cn: 查看仪表板并在整个组织中共享，还可使用专家设计的预构建报表。
zh_tw: 檢視及共用整個組織的儀表板，並連接到專家預先建立的報表。

# Service_Cta_SignUp
source: Sign up
de_de: Registrieren
es_es: Registrarse
fr_fr: S’inscrire
it_it: Iscriviti
ja_jp: サインアップ
ko_kr: 등록
pt_br: Inscrever-se
ru_ru: Зарегистрироваться
zh_cn: 注册
zh_tw: 註冊

# Service_Heading
source: Power BI service
de_de: Power BI-Dienst
es_es: Servicio Power BI
fr_fr: Service Power BI
it_it: Servizio Power BI
ja_jp: Power BI サービス
ko_kr: Power BI 서비스
pt_br: Serviço do Power BI
ru_ru: Служба Power BI
zh_cn: Power BI 服务
zh_tw: Power BI 服務

# Windows_Content
source: Connect and transform data, create advanced calculations, and build stunning reports in minutes.
de_de: Erstellen Sie Verbindungen mit Daten, Transformieren Sie Daten, erstellen Sie umfassendere Berechnungen, und generieren Sie großartige Berichte in Minuten.
es_es: Conecte y transforme datos, cree cálculos avanzados y genere informes increíbles en tan solo unos minutos.
fr_fr: Connectez et transformez des données, créez des calculs avancés et concevez des rapports complets en quelques minutes.
it_it: Connetti e trasforma i dati, crea calcoli avanzati ed elabora report incredibili in pochi minuti.
ja_jp: 数分で、データを接続して変換し、高度な計算を作成し、魅力的なレポートを作成します。
ko_kr: 데이터를 연결 및 변환하고, 고급 계산을 작성하고, 몇 분 내에 뛰어난 보고서를 작성하세요.
pt_br: Conecte e transforme dados, crie cálculos avançados e relatórios incríveis em poucos minutos.
ru_ru: Соединяйте и преобразовывайте данные, создавайте расширенные вычисления и собирайте потрясающие отчеты за минуты.
zh_cn: 连接和传递数据，创建高级计算，且几分钟内即可构建精湛报表。
zh_tw: 連接及轉變資料、建立進階計算，並在短短幾分鐘內建立亮眼的報表。

# Windows_Cta_Download
source: Download
es_es: Descargar
fr_fr: Télécharger
it_it: Scarica
ja_jp: ダウンロード
ko_kr: 다운로드
ru_ru: Скачать
zh_cn: 下载
zh_tw: 下載

# Windows_Heading
source: Power BI Desktop for Windows
de_de: Power BI Desktop für Windows
es_es: Power BI Desktop para Windows
fr_fr: Power BI Desktop pour Windows
it_it: Power BI Desktop per Windows
ja_jp: Windows 用 Power BI Desktop
ko_kr: Windows용 Power BI Desktop
pt_br: Power BI Desktop para Windows
ru_ru: Power BI Desktop для Windows
zh_cn: 适用于 Windows 的 Power BI Desktop
zh_tw: 適用於 Windows 的 Power BI Desktop
