Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/WhatIsPowerBI/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Content1
source: <strong>Power BI is a suite of business analytics tools to analyze data and share insights.</strong> Power BI dashboards provide a 360-degree view for business users with their most important metrics in one place, updated in real time, and available on all of their devices. With one click, users can explore the data behind their dashboard using intuitive tools that make finding answers easy. Creating a dashboard is simple thanks to <a href="{0}">over 50 connections</a> to popular business applications, complete with pre-built dashboards crafted by experts that help you get up and running quickly. And you can <strong>access your data and reports from anywhere with the <a href="{1}">Power BI Mobile</a> apps, which update automatically with any changes to your data.</strong>
de_de: <strong>Power BI ist eine Zusammenstellung von Tools zum Analysieren von Geschäftsdaten und Teilen von Erkenntnissen.</strong> Power BI-Dashboards bieten Benutzern in Unternehmen einen allumfassenden zentralen Überblick über ihre wichtigsten Metriken, die in Echtzeit aktualisiert werden und auf allen ihren Geräten verfügbar sind. Mit einem Klick können Benutzer die Daten hinter ihrem Dashboard mithilfe intuitiver Tools untersuchen, um mühelos Antworten zu finden. Dank <a href="{0}">über 50&#160;Verbindungen</a> mit beliebten Geschäftsanwendungen ist das Erstellen eines Dashboards eine einfache Aufgabe. Und mithilfe der von Experten entwickelten vordefinierten Dashboards können Sie rasch loslegen. Über die <strong><a href="{1}">mobilen Power BI</a>-Apps können Sie von überall auf Ihre Daten und Berichte zugreifen, die automatisch aktualisiert werden, sobald sich Ihre Daten ändern.</strong>
es_es: <strong>Power BI es un conjunto de aplicaciones de análisis de negocios que permite analizar datos y compartir información.</strong> Los paneles de Power BI ofrecen a los usuarios una vista de 360&#160;grados con sus métricas más importantes en un mismo lugar. La información se actualiza en tiempo real y está disponible en todos sus dispositivos. Con un solo clic, los usuarios pueden explorar los datos subyacentes del panel mediante herramientas intuitivas que permiten obtener respuestas fácilmente. La creación de un panel es una sencilla operación gracias a las <a href="{0}">más de 50 conexiones</a> a conocidas aplicaciones empresariales, que se completan con paneles pregenerados y diseñados por expertos para ayudarle a ponerse en marcha rápidamente. Asimismo, puede <strong>acceder a sus datos e informes desde cualquier lugar con las aplicaciones móviles de <a href="{1}">Power BI Mobile</a>, que se actualizan automáticamente con los cambios que se realizan en los datos.</strong>
fr_fr: <strong>Power&#160;BI est une suite d’outils d’analyse commerciale permettant d’analyser des données et de partager des informations.</strong> Les tableaux de bord Power&#160;BI offrent aux utilisateurs professionnels une vue globale avec leurs mesures les plus importantes au même endroit, mises à jour en temps réel et disponibles sur l’ensemble de leurs appareils. En un clic, les utilisateurs peuvent explorer les données sur lesquelles s’appuie leur tableau de bord en utilisant des outils intuitifs qui facilitent la recherche de réponses. Il est facile de créer un tableau de bord grâce à <a href="{0}">plus de 50&#160;connexions</a> à des applications de gestion des informations professionnelles populaires, complétées par des tableaux de bord prédéfinis élaborés par des experts qui vous permettent d’être rapidement opérationnel. Et vous pouvez <strong>accéder à vos données et rapports où que vous soyez, à l’aide des applications <a href="{1}">Power&#160;BI Mobile</a>, qui se mettent à jour automatiquement avec toutes les modifications apportées à vos données.</strong>
it_it: <strong>Power BI è una famiglia di strumenti di analisi di business per analizzare dati e condividere informazioni.</strong> Con i dashboard di Power BI, gli utenti aziendali possono ottenere una panoramica a 360 gradi che riunisce le metriche più importanti, aggiornata in tempo reale e disponibile su tutti i loro dispositivi. Con un solo clic gli utenti possono esplorare i dati su cui si basano i dashboard, usando strumenti intuitivi che permettono di trovare facilmente le risposte. Creare un dashboard è semplice grazie a <a href="{0}">oltre 50 connessioni</a> alle più diffuse applicazioni aziendali, corredate da dashboard predefiniti progettati dagli esperti per essere operativi rapidamente. Inoltre, <strong>i dati e i report sono accessibili da qualsiasi luogo grazie alle app <a href="{1}">Power BI per dispositivi mobili</a>, che si aggiornano automaticamente con le modifiche apportate ai dati.</strong>
ja_jp: <strong>Power BI は、データを分析し、洞察を共有するビジネス分析ツールのスイートです。</strong> Power BI ダッシュボードを使うと、どのデバイスからでも、リアルタイムで更新される重要な指標を 1 か所で確認できるので、ビジネス ユーザーはビジネスの全体像をすぐに把握することができます。1 クリックで、ダッシュボードの背後にあるデータを探索できます。直感的に操作できるツールなので、簡単に答えを見つけられます。ダッシュボードの作成は簡単です。人気のあるビジネス アプリケーションとの <a href="{0}"> 50 を超える連携</a>があり、すぐに実際の活用を始められるようにエキスパートによって作成済みのダッシュボードが用意されています。また、<strong><a href="{1}">Power BI Mobile</a> アプリでどこからでもデータとレポートにアクセスできます。データに変更があれば、アプリにも自動的に更新が反映されます。</strong>
ko_kr: <strong>Power BI는 데이터를 분석하고 정보를 공유하기 위한 비즈니스 분석 도구 모음입니다.</strong> Power BI 대시보드를 통해 비즈니스 사용자가 가장 중요한 메트릭을 한 곳에서 전체적으로 파악할 수 있으며, 이러한 대시보드는 실시간으로 업데이트되고 모든 장치에서 사용 가능합니다. 사용자는 한 번의 클릭으로 대답 찾기를 용이하게 하는 직관적인 도구를 사용하여 대시보드의 기본 데이터를 탐색할 수 있습니다. 널리 사용하는 비즈니스 응용 프로그램에 대한 <a href="{0}">50가지가 넘은 연결</a>과 빠르게 실행하는 데 도움이 되는 전문가가 만든 미리 작성된 대시보드가 구비되어 있어 대시보드를 간단히 만들 수 있습니다. 그리고 <strong>데이터 변경 내용으로 자동으로 업데이트되는 <a href="{1}">Power BI 모바일</a> 앱을 사용하여 어디서든 데이터와 보고서에 액세스</strong>할 수 있습니다.
pt_br: <strong>O Power BI é um conjunto de ferramentas de análise de negócios para analisar dados e compartilhar ideias.</strong> Os painéis do Power BI fornecem uma visão de 360 graus para os usuários corporativos com suas métricas mais importantes em um só lugar, atualizadas em tempo real e disponíveis em todos os seus dispositivos. Com um clique, os usuários podem explorar os dados em seu painel usando ferramentas intuitivas que facilitam encontrar as respostas. Criar um painel é simples graças a <a href="{0}">mais de 50 conexões</a> com aplicativos corporativos, completos com painéis predefinidos criados por especialistas que ajudam você a entrar em funcionamento rapidamente. E você pode <strong>acessar seus dados e relatórios em qualquer lugar com os aplicativos <a href="{1}">Móveis Power BI</a>, que se atualizam automaticamente com qualquer alteração em seus dados.</strong>
ru_ru: <strong>Power BI — это набор средств бизнес-аналитики для анализа данных и предоставления ценной информации.</strong> Информационные панели Power BI — это единый центр с обновлением данных в режиме реального времени, доступный на всех устройствах, в котором бизнес-пользователи получают полное представление о наиболее важных метриках. Пользователи могут исследовать данные на информационных панелях одним щелчком, используя интуитивные инструменты, упрощающие поиск ответов. Создание информационной панели не представляет большой сложности благодаря <a href="{0}">более чем 50 подключениям</a> к созданным экспертами популярным бизнес-приложениям со встроенными информационными панелями, которые помогут вам быстро начать работу. Кроме того, вы можете <strong>получить доступ к своим данным и отчетам откуда угодно через приложения <a href="{1}">Power BI Mobile</a>, которые обновляются автоматически при любых изменениях ваших данных.</strong>
zh_cn: <strong>Power BI 是用于分析数据和共享见解的一套业务分析工具。</strong> Power BI 仪表板通过将商业用户最重要的指标集中到一个位置、实时更新以及支持任意设备，为他们提供 360 度的全方位视图。只需一次点击，用户即可利用轻松查找答案的直观工具探索仪表板背后的数据。创建仪表板很简单，这得益于到 <a href="{0}">50 多</a>个热门商业应用的连接，它们具备专家设计的预构建仪表板，可帮助你快速上手运行。还可通过<strong><a href="{1}">Power BI Mobile</a> 应用随处访问数据和报表，该应用会自动更新呈现数据中的任何更改。</strong>
zh_tw: <strong>Power BI 是商務分析工具套件，可用來分析資料及共用深入資訊。</strong> Power BI 儀表板可為商務使用者提供全方位的觀點，將所關注的重要計量全部集中在一處並即時更新，讓使用者隨時都能從其裝置存取這些資料。只要按一下，使用者就能透過操作簡便的工具探索儀表板中潛藏的資訊，迅速獲得所需要的答案。建立儀表板十分容易；這要歸功於專家預先建立的儀表板，<a href="{0}">連接了超過 50 項以上</a>的熱門商務應用程式，讓您很快就能上手使用。<strong>無論您身在何處，都能透過 <a href="{1}">Power BI Mobile</a> 應用程式存取您的資料及報表，而且應用程式還會隨著資料變更而自動更新。</strong>

# Content2
source: If you are a data analyst delivering reporting and analytics to your organization, Power BI lets you be productive and creative with what you build. <strong><a href="{0}">Power BI Desktop</a> is a feature-rich data mashup and report authoring tool.</strong> Combine data from disparate databases, files, and web services with visual tools that help you understand and fix data quality and formatting issues automatically. With over 20 built-in visuals and a vibrant community of custom visualizations, create stunning reports that communicate your message effectively. <strong>With the <a href="{1}">Power BI service</a>, publish reports securely to your organization and setup automatic data refresh so everyone has the latest information.</strong>
de_de: Wenn Sie als Datenanalyst Ihrem Unternehmen Berichte und Analysen bereitstellen, ermöglicht Ihnen Power BI ein produktives und kreatives Arbeiten. <strong><a href="{0}">Power BI Desktop</a> ist Tool mit vielen Funktionen zum Erstellen von Mashups und Berichten.</strong> Kombinieren Sie Daten aus verschiedenen Datenbanken, Dateien und Webdiensten mit visuellen Tools, mit deren Hilfe Sie Probleme bei der Datenqualität und -formatierung verstehen und automatisch beheben können. Erstellen Sie mithilfe der über 20&#160;integrierten visuellen Elemente und einer lebhaften Community, die benutzerdefinierte Visualisierungen bereitstellt, aussagekräftige Berichte, die Ihre Botschaft nachdrücklich vermitteln. Veröffentlichen Sie <strong>mit dem <a href="{1}">Power BI-Dienst</a> Berichte sicher in Ihrer Organisation, und richten Sie eine automatische Datenaktualisierung ein, damit alle Beteiligten über die neuesten Informationen verfügen.</strong>
es_es: Si es un analista de datos que proporciona informes y análisis a su organización, Power BI le permite liberar todo su potencial creativo y alcanzar la máxima productividad en sus tareas. <strong><a href="{0}">Power BI Desktop</a> es una herramienta de mashup de datos y creación de informes que incluye numerosas características.</strong> Combine datos de bases de datos, archivos y servicios web diversos con herramientas visuales que ayudan a comprender y corregir problemas de formato y calidad de los datos automáticamente. Con más de 20 objetos visuales integrados y una dinámica comunidad de visualizaciones personalizadas, podrá crear informes espectaculares que comuniquen su mensaje con la máxima eficacia. <strong>Con el <a href="{1}">servicio Power BI</a>, publique informes con seguridad en su organización y configure la actualización de datos automática para que todo el mundo disponga de la información más reciente.</strong>
fr_fr: Si vous êtes analyste de données et que vous produisez des rapports et des analyses pour votre organisation, Power&#160;BI vous permet d’être productif et de faire preuve de créativité dans ce que vous créez. <strong><a href="{0}">Power&#160;BI Desktop</a> est un outil de création d’applications web hybride de données et de rapports riches en fonctionnalités .</strong> Combinez des données provenant de plusieurs bases de données, fichiers et services web à l’aide d’outils visuels qui vous permettent de comprendre et de corriger automatiquement la qualité des données et les problèmes de mise en forme. Avec plus de 20&#160;éléments visuels intégrés et un ensemble riche de visualisations personnalisées, créez d’incroyables rapports qui faire passer efficacement votre message. <strong>Utilisez le <a href="{1}">service Power&#160;BI</a> pour publier des rapports en toute sécurité à votre organisation et configurer une actualisation automatique des données afin que tout le monde dispose des informations les plus récentes.</strong>
it_it: Agli analisti dei dati che presentano report e analisi alla propria organizzazione, Power BI permette di lavorare in modo produttivo e creativo. <strong><a href="{0}">Power BI Desktop</a> è uno strumento dotato di funzionalità avanzate per la creazione di report e il mashup di dati.</strong> È possibile combinare dati provenienti da più database, file e servizi Web con strumenti visivi utili per comprendere e correggere automaticamente i problemi di formattazione e qualità dei dati. Con più di 20 oggetti visivi e una vivace community di visualizzazioni personalizzate, si possono creare report di grande impatto per comunicare le informazioni in modo efficace. <strong>Il <a href="{1}">servizio Power BI</a> consente di pubblicare report nell'organizzazione in tutta sicurezza e di configurare l'aggiornamento automatico dei dati per fare in modo che le informazioni più recenti siano a disposizione di tutti.</strong>
ja_jp: 組織にレポートや分析を配信するデータ アナリストは、Power BI を利用して、レポート作成作業を生産的、かつクリエイティブに行うことができます。<strong><a href="{0}">Power BI Desktop</a> は豊富な機能を備えたデータ マッシュアップとレポート作成ツールです。</strong> データ品質と書式設定に関する問題を理解し、自動的に修正するために役立つビジュアル ツールを使用して、さまざまなデータベース、ファイル、Web サービスからのデータを組み合わせることができます。20 を超える組み込みのビジュアルと、活気のあるコミュニティから入手できるカスタム視覚エフェクトを活用して、メッセージを効果的に伝える魅力的なレポートを作成できます。<strong><a href="{1}">Power BI サービス</a>では、組織にレポートを安全に公開でき、全員が最新の情報を得られるように自動データ更新をセットアップできます。</strong>
ko_kr: 조직에 보고 및 분석을 제공하는 데이터 분석가인 경우 Power BI를 사용하여 보고 및 분석을 생산적이고 창의적으로 작성할 수 있습니다. <strong><a href="{0}">Power BI Desktop</a>은 기능이 풍부한 데이터 매시업 및 보고서 작성 도구입니다.</strong> 시각적 도구로 서로 다른 데이터베이스, 파일 및 웹 서비스의 데이터를 통합하여 데이터 품질 및 형식 문제를 자동으로 파악하고 해결할 수 있습니다. 20개 넘은 기본 제공 시각화 개체와 사용자 지정 시각화에 대한 활기 넘치는 커뮤니티를 활용하여 메시지를 효과적으로 전달하는 뛰어난 보고서를 만드세요. <strong><a href="{1}">Power BI 서비스</a>를 이용하여 조직에 보고서를 안전하게 게시하고 자동 데이터 새로 고침을 설정하여 모든 사람에게 최신 정보를 제공하세요.</strong>
pt_br: Se você é um analista de dados que entrega relatórios e análise à sua organização, o Power BI permitirá que você seja produtivo e criativo com sua criação. <strong><a href="{0}">Power BI Desktop</a> é um mashup de dados com recursos avançados e uma ferramenta de criação de relatórios.</strong> Combine os dados de bancos de dados diferentes, arquivos e serviços Web com ferramentas visuais que ajudam a compreender e corrigir automaticamente problemas na qualidade dos dados e de formatação. Com mais de 20 visuais predefinidos e uma comunidade vibrante de visualizações personalizadas, crie relatórios impressionantes que comunicam com eficiência sua mensagem. <strong>Com o <a href="{1}">serviço Power BI</a>, publique relatórios com segurança para sua organização e configure a atualização automática dos dados para que todos tenham as informações mais recentes.</strong>
ru_ru: Если вы анализируете данные и предоставляете отчеты и аналитику своей организации, Power BI повысит вашу продуктивность и поможет творить. <strong><a href="{0}">Power BI Desktop</a> — это многофункциональное гибридное веб-приложение данных и средство создания отчетов.</strong> Объединяйте данные из отдельных баз данных, файлов и веб-служб с использованием визуальных инструментов, которые помогают узнать и улучшить качество данных, а также автоматически устранить проблемы с форматированием. Можно создавать невероятные отчеты, эффективно передающие ваши мысли, с помощью более чем 20 встроенных визуальных элементов и живого сообщества, предоставляющего настраиваемые визуализации. <strong>С помощью <a href="{1}">службы Power BI</a> можно безопасно публиковать отчеты в организации и настраивать автоматическое обновление данных, чтобы все пользователи получали актуальную информацию.</strong>
zh_cn: 如果你是向组织提交报告和分析的数据分析师，Power BI 可助你保持高效和创造性地构建内容。<strong><a href="{0}">Power BI Desktop</a> 是一款功能丰富的数据混合和报表创作工具。</strong> 利用可视化工具将分散数据库、文件和 Web 服务中的数据进行结合，帮助你理解数据质量和格式问题并自动修复。利用 20 多个内置视觉对象和生动的自定义可视化效果社区，助你创建有效传达信息的精湛报表。<strong>利用 <a href="{1}">Power BI 服务</a>，可向组织安全地发布报表，并设置自动数据刷新，便于所有人了解最新信息。</strong>
zh_tw: 您若是資料分析師，需要將報表與分析提供給您的組織，Power BI 能讓您的工作更有效率，資料內容更豐富。<strong><a href="{0}">Power BI Desktop</a> 是一套功能豐富的混合資料與報表製作工具。</strong> 利用視覺化工具合併來自不同資料庫、檔案及 Web 服務的資料，不僅可以協助您了解資料品質與格式問題，還會自動修正這些問題。超過 20 種以上的內建視覺效果及生動的自訂視覺效果群組，讓您可以建立出色的報表，有效地傳達您的資訊。<strong>有了 <a href="{1}">Power BI 服務</a>，您可以安全地將報表發行到您的組織，並設定自動重新整理資料，讓所有人都能掌握最新資訊。</strong>

# Content3
source: Power BI can unify all of your organization’s data, whether in the cloud or on-premises. Using the <a href="{0}">Power BI gateways</a>, you can connect SQL Server databases, Analysis Services models, and many other data sources to your same dashboards in Power BI. If you already have reporting portals or applications, <a href="{1}">embed</a> Power BI reports and dashboards for a unified experience.
de_de: Mit Power BI können Sie sämtliche Daten Ihrer Organisation, ob lokal oder in der Cloud, vereinigen. Über die <a href="{0}">Power BI-Gateways</a> können Sie SQL Server-Datenbanken, Analysis Services-Modelle und viele weitere Datenquellen mit Ihren Dashboards in Power BI verbinden. Wenn Sie bereits über Portale oder Anwendungen für die Berichterstellung verfügen, können Sie Power BI-Berichte und -Dashboards zum Vereinheitlichten der Umgebung <a href="{1}">einbetten</a>.
es_es: Power BI puede unificar todos los datos de su organización, ya sea en la nube o localmente. Con <a href="{0}">Power BI Gateways</a>, puede conectar bases de datos SQL Server, modelos de Analysis Services y muchos otros orígenes de datos a los mismos paneles en Power BI. Si ya cuenta con portales o aplicaciones de creación de informes, <a href="{1}">inserte</a> los informes y paneles de Power BI para disfrutar de una experiencia unificada.
fr_fr: Power&#160;BI peut unifier toutes les données de votre organisation, qu’elles se trouvent dans le cloud ou qu’elles soient stockées localement. Les <a href="{0}">passerelles Power&#160;BI</a> vous permettent de connecter des bases de données SQL&#160;Server, des modèles Analysis Services, ainsi que de nombreuses autres sources de données à vos tableaux de bord dans Power&#160;BI. Si vous disposez déjà de portails ou d’applications de rapport, <a href="{1}">incorporez</a> les rapports et des tableaux de bord Power&#160;BI pour une expérience unifiée.
it_it: Power BI può unificare tutti i dati dell'organizzazione, sia nel cloud che locali. Tramite i <a href="{0}">gateway di Power BI</a> è possibile connettere database di SQL Server, modelli di Analysis Services e molte altre origini dati ai dashboard in Power BI. Se usi già applicazioni o portali per la creazione di report, puoi <a href="{1}">incorporare</a> i report e i dashboard di Power BI per un'esperienza unificata.
ja_jp: Power BI なら、クラウドにあるかオンプレミスで管理されているかに関係なく、組織のすべてのデータを 1 つにまとめることができます。<a href="{0}">Power BI ゲートウェイ</a>を使用して、SQL Server データベース、Analysis Services モデル、その他多くのデータ ソースを、Power BI の同じダッシュボードに接続できます。既にレポートのポータルやアプリケーションがある場合には、Power BI のレポートとダッシュボードを<a href="{1}">埋め込む</a>ことで、統一されたエクスペリエンスが得られます。
ko_kr: Power BI는 클라우드나 온-프레미스에 있는 조직의 모든 데이터를 통합할 수 있습니다. <a href="{0}">Power BI 게이트웨이</a>를 사용하여 SQL Server 데이터베이스, Analysis Services 모델 및 기타 여러 데이터 소스를 Power BI의 동일한 대시보드에 연결할 수 있습니다. 보고 포털 또는 응용 프로그램이 이미 있는 경우 Power BI 보고서 및 대시보드를 <a href="{1}">포함</a>하여 통합 환경을 구축할 수 있습니다.
pt_br: O Power BI pode unificar todos os dados de sua organização, estando na nuvem ou localmente. Usando os <a href="{0}">gateways do Power BI</a>, você pode conectar os bancos de dados SQL Server, modelos do Analysis Services e muitas outras fontes de dados aos mesmos painéis no Power BI. Se você já tiver portais de relatório ou aplicativos, <a href="{1}">incorpore</a> os relatórios e painéis do Power BI para ter uma experiência unificada.
ru_ru: Power BI может объединить все данные организации, как облачные, так и локальные. Используя <a href="{0}">шлюзы Power BI</a>, вы можете подключить базы данных SQL Server, модели Analysis Services и многие другие источники данных к одним и тем же информационным панелям в Power BI. Если у вас уже есть порталы для составления отчетов или приложения, <a href="{1}">внедрите</a> в них отчеты и информационные панели Power BI, чтобы обеспечить согласованный интерфейс для пользователей.
zh_cn: Power BI 可统一整理组织的数据，无论在云端还是本地均可实现。利用 <a href="{0}">Power BI 网关</a>，可将 SQL Server 数据库、Analysis Services 模型和其他很多数据源连接到 Power BI 中的同一个仪表板。若已拥有报告门户或应用程序，请<a href="{1}">嵌入</a> Power BI 报表和仪表板实现一致的体验。
zh_tw: 無論組織的資料位在雲端或內部部署，Power BI 都能加以整合。您可以使用 <a href="{0}">Power BI 閘道</a>，將 SQL Server 資料庫、Analysis Services 模型，以及其他多種資料來源連接到 Power BI 中的同一個儀表板。若您已有報表入口網站或應用程式，也可<a href="{1}">內嵌</a> Power BI 報表與儀表板加以整合。

# GetStarted_Heading
source: Choose how to get started with Power BI
de_de: Wählen Sie, wie Ihre ersten Schritte mit Power BI aussehen sollen
es_es: Elegir cómo comenzar a usar Power BI
fr_fr: Choisissez comment démarrer avec Power BI
it_it: Scegli come iniziare a usare Power BI
ja_jp: Power BI を始める方法をお選びください
ko_kr: Power BI를 시작하는 방법 선택
pt_br: Escolha uma introdução ao Power BI
ru_ru: Выбор способа начала работы с Power BI
zh_cn: 选择开始使用 Power BI 的方式
zh_tw: 選擇開始使用 Power BI 的方式

# Hero_Cta_Play
source: Watch the video
de_de: Video ansehen
es_es: Vea el vídeo
fr_fr: Regarder la vidéo
it_it: Guarda il video
ja_jp: ビデオを見る
ko_kr: 비디오 보기
pt_br: Assista ao vídeo
ru_ru: Смотреть видео
zh_cn: 观看视频
zh_tw: 觀看影片

# Hero_Heading
source: What is Power BI?
de_de: Was ist Power BI?
es_es: ¿Qué es Power BI?
fr_fr: Qu’est-ce que Power BI ?
it_it: Che cos'è Power BI?
ja_jp: Power BI とは?
ko_kr: Power BI란?
pt_br: O que é Power BI?
ru_ru: Что такое Power BI?
zh_cn: 什么是 Power BI？
zh_tw: Power BI 是什麼？
