Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Features/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Features_Section1_Content
source: Sign up for free and start monitoring your data. No setup, no credit card, no training. With our simple out-of-the box dashboards for services like Salesforce, Google Analytics, and Dynamics, you can get insights from your data in no time.
de_de: Registrieren Sie sich kostenlos, und starten Sie mit der Überwachung Ihrer Daten. Kein Setup, keine Kreditkarte, keine Schulung. Mit unseren einfachen, sofort einsatzbereiten Dashboards für Dienste wie Salesforce, Google Analytics und Dynamics erhalten Sie ohne Zeitverzögerung Einblicke in Ihre Daten.
es_es: Regístrese gratuitamente para comenzar a supervisar sus datos. Sin configuración, sin tarjeta de crédito y sin aprendizaje previo. Con nuestros sencillos paneles para servicios como Salesforce, Google Analytics y Dynamics, listos para usar, puede obtener información sobre los datos en muy poco tiempo.
fr_fr: Inscrivez-vous gratuitement et commencez à analyser vos données. Aucune configuration, aucun paiement ni aucune formation ne sont nécessaires. Grâce à nos tableaux de bord prêts à l’emploi pour des services tels que Salesforce, Google Analytics, et Dynamics, vous pouvez obtenir des analyses de vos données sans délai.
it_it: Iscriviti gratuitamente e inizia a monitorare i tuoi dati. Non sono necessarie attività di installazione, carte di credito o una formazione specifica. Grazie ai semplici dashboard pronti all'uso per servizi come Salesforce, Google Analytics e Dynamics, puoi ottenere informazioni approfondite dai dati in pochissimo tempo.
ja_jp: 無料でサインアップすると、すぐにデータの視覚化を開始できます。セットアップ、クレジット カード、トレーニングは不要です。Salesforce、Google アナリティクス、Dynamics などのサービス向けのシンプルな付属ダッシュボードを使用すれば、すぐにデータから洞察を得られます。
ko_kr: 무료로 등록하고 데이터 모니터링을 시작하세요. 별도의 설치나 결제, 교육이 필요 없습니다. Salesforce, Google 애널리틱스, Dynamics와 같은 서비스에 곧바로 사용할 수 있는 단순한 대시보드를 통해 데이터에서 유용한 정보를 즉시 얻을 수 있습니다.
pt_br: Inscreva-se gratuitamente e comece a monitorar seus dados. Sem instalação, sem cartão de crédito, sem treinamento. Com nossos painéis simples e prontos para uso para serviços como Salesforce, Google Analytics e Dynamics, você pode obter informações de seus dados rapidamente.
ru_ru: Зарегистрируйтесь бесплатно и начните отслеживать свои данные. Не требуются ни установка, ни кредитная карта, ни обучение. Вы сможете мгновенно исследовать свои данные при помощи простых и готовых к работе информационных панелей для таких систем, как Salesforce, Google Analytics и Dynamics.
zh_cn: 免费注册并开始监视你的数据。无需安装、无需信用卡、无需培训。借助简单且适用于诸如 Salesforce、Google Analytics 和 Dynamics 等服务的现成仪表板，你可以立即从你的数据获取洞察力。
zh_tw: 免費註冊並開始監視您的資料。不需要安裝、完全免費且不需要接受訓練。您可以透過 Salesforce、Google Analytics (分析) 和 Dynamics 等服務的簡易現成儀表板，立即深入分析您的資料。

# Features_Section1_Heading
source: Get started in seconds
de_de: Erste Schritte in Sekunden
es_es: Comience en unos segundos
fr_fr: Prise en main rapide
it_it: Inizia in pochi secondi
ja_jp: 数秒で始められる
ko_kr: 몇 초 만에 시작
pt_br: Comece em segundos
ru_ru: Быстрое начало работы
zh_cn: 轻松入门
zh_tw: 立即開始使用

# Features_Section2_Content
source: Excel spreadsheets, cloud services, streaming data, and on-premises databases — no matter where your data lives or what form it’s in, you get a holistic view of the key metrics for your business.
de_de: Excel-Arbeitsblätter, Clouddienste, Streamingdaten und lokale Datenbanken – es spielt keine Rolle, wo oder in welcher Form Ihre Daten abgelegt sind. Mit Power BI erhalten Sie eine ganzheitliche Übersicht über die wesentlichen Metriken für Ihr Unternehmen.
es_es: Hojas de cálculo de Excel, servicios en la nube, datos de transmisión y bases de datos locales. No importa dónde residan los datos ni la forma que tengan: obtendrá una visión holística de las métricas claves para su empresa.
fr_fr: Feuilles de calcul Excel, services cloud, données de diffusion en continu, bases de données locales : quels que soient l’emplacement et la forme de vos données, vous obtenez une vue holistique des mesures clés pour votre entreprise.
it_it: Fogli di calcolo di Excel, servizi cloud, dati di streaming e database locali: indipendentemente da dove si trovano i dati o dal relativo formato, puoi ottenere una vista olistica delle metriche chiave per il tuo business.
ja_jp: Excel ワークシート、クラウド サービス、ストリーミング データ、オンプレミス データベースなど、どこにあっても、どんな形式でも、ビジネスの重要なメトリックの全体像を把握できます。
ko_kr: Excel 스프레드시트, 클라우드 서비스, 스트리밍 데이터, 온-프레미스 데이터베이스 등, 데이터의 위치나 형태에 관계없이 비즈니스에 대한 주요 메트릭의 전체적인 뷰를 얻을 수 있습니다.
pt_br: Planilhas do Excel, serviços de nuvem, dados de streaming e bancos de dados locais: independentemente de onde estão seus dados o em qual formato se encontram, você obtém uma exibição holística das principais métricas para seus negócios.
ru_ru: Электронные таблицы Excel, облачные службы, данные из потоковых передач и локальные базы данных — неважно, где и в какой форме находятся ваши данные, — вы получите всестороннее представление о ключевых метриках вашей организации.
zh_cn: Excel 电子表格、云服务、流媒体数据和本地数据库 — 不论你的数据位于何处或格式如何，你都可以针对你的业务获取关键指标的整体视图。
zh_tw: Excel 試算表、雲端服務、資料流和內部部署資料庫，不論您的資料位於何處或使用何種格式，您都可以取得關鍵業務指標的整體檢視。

# Features_Section2_Heading
source: All your data, wherever it is
de_de: Alle Ihre Daten an einem zentralen Ort
es_es: Todos los datos, estén donde estén
fr_fr: Toutes vos données, où qu’elles soient
it_it: Tutti i dati, ovunque si trovino
ja_jp: どこにあるデータでもすべて使える
ko_kr: 위치에 관계없이 모든 데이터 사용
pt_br: Todos os seus dados, onde quer que estejam
ru_ru: Все ваши данные, где бы они ни находились
zh_cn: 所有数据，不论其位于何处
zh_tw: 不論資料所在位置，都可以深入分析

# Features_Section3_Content
source: Instantly know when your business needs your attention with real-time Power BI dashboards. Solve problems as they occur and seize opportunities as soon as they arise.
de_de: Mit Power BI-Echtzeitdashboards wissen Sie sofort, ob Sie eingreifen müssen. Lösen Sie alle auftretenden Probleme, und nutzen Sie sich ergebende Chancen.
es_es: Sepa al instante cuándo su empresa reclama atención con los paneles de Power BI en tiempo real. Resuelva los problemas cuando aparezcan y aproveche las oportunidades en cuanto se presenten.
fr_fr: Détectez instantanément les situations où votre activité nécessite une attention particulière grâce aux tableaux de bord Power BI en temps réel. Résolvez les problèmes au fur et à mesure et saisissez des opportunités dès leur apparition.
it_it: Individua immediatamente gli aspetti del tuo business che richiedono attenzione, con i dashboard di Power BI in tempo reale. Risolvi i problemi non appena si verificano e cogli le opportunità non appena si presentano.
ja_jp: リアルタイムの Power BI ダッシュボードで、注意を要するビジネス ニーズをすぐに把握できます。発生した問題をすぐに解決し、生まれた営業案件を即座に掴みましょう。
ko_kr: 실시간 Power BI 대시보드를 사용하여 비즈니스에 주의가 필요한 경우를 즉시 파악할 수 있습니다. 문제가 발생할 때 문제를 해결하고 기회가 생기면 곧바로 기회를 포착할 수 있습니다.
pt_br: Saiba instantaneamente quando seus negócios precisam de atenção com painéis do Power BI em tempo real. Solucione problemas conforme eles ocorrem e aproveite as oportunidades assim que elas surgem.
ru_ru: Мгновенно узнавайте, когда дела организации требуют вашего внимания благодаря информационным панелям Power BI, работающим в режиме реального времени. Решайте проблемы и используйте возможности по мере их появления.
zh_cn: 借助实时的 Power BI 仪表板，即时了解你的业务何时需要关注。在问题发生时进行解决并在机会出现时立即把握。
zh_tw: 透過即時 Power BI 儀表板，立即掌握需要您注意的商務需求。解決出現的問題，並在商機浮現時立即把握。

# Features_Section3_Heading
source: Be informed: always real time
de_de: Seien Sie informiert: immer in Echtzeit
es_es: Manténgase informado: siempre en tiempo real
fr_fr: Restez informé, toujours en temps réel
it_it: Sempre informato e in tempo reale
ja_jp: 常にリアルタイムで通知
ko_kr: 항상 실시간으로 최신 정보 얻기
pt_br: Mantenha-se informado: sempre em tempo real
ru_ru: Оставайтесь в курсе происходящего в режиме реального времени
zh_cn: 始终获悉最新信息
zh_tw: 隨時掌握最新資訊

# Features_Section4_Content
source: Imagine asking "What were last year's sales by product?" and getting a stunning, interactive visualization as an answer. With Power BI, you ask questions in natural language and get the right charts and graphs as your answer.
de_de: Stellen Sie sich vor, Sie fragen sich: „Welches Gebiet hatte im letzten Monat das geringste Gewinnverhältnis?“. Als Antwort erhalten Sie eine ansprechende interaktive Visualisierung. Mit Power BI können Sie Fragen in natürlicher Sprache stellen und bekommen die passenden Diagramme zur Antwort.
es_es: Imagine que pueda preguntar "¿Cuáles fueron las ventas del último año por producto?" y obtener una visualización impresionante e interactiva como respuesta. Con Power BI, puede formular preguntas en lenguaje natural y obtener como respuesta los gráficos apropiados.
fr_fr: Imaginez-vous demander « Quelles sont les ventes de l’année dernière par produit ? » et obtenir une visualisation interactive impressionnante en guise de réponse. Avec Power BI, vous pouvez poser des questions en langage naturel et obtenir les graphiques qu’il vous faut en réponse.
it_it: Immagina di poter chiedere "Quali sono state le vendite dello scorso anno per ogni prodotto?" e di ricevere come risposta una straordinaria visualizzazione interattiva. Con Power BI puoi porre domande nel linguaggio naturale e ricevere i grafici e le visualizzazioni corretti come risposta.
ja_jp: 自然言語を入力するだけで視覚化された回答が得られることを想像してみてください。Power BI では、自然言語で質問を入力すると、適切なチャートやグラフが回答として返ってきます。
ko_kr: "제품별 작년 매출은 얼마인가요?”라는 질문을 해 보세요. 시각적 효과가 뛰어난 대화형 답변을 받으실 수 있습니다. Power BI를 사용하면 자연 언어로 질문하고 적절한 차트와 그래프로 구성된 답변을 얻을 수 있습니다.
pt_br: Imagine-se perguntando "Quais foram as vendas do ano passado por produto?" e obtendo uma visualização impressionante e interativa como uma resposta. Com o Power BI, você faz perguntas no idioma natural e obtém os quadros e gráficos certos como resposta.
ru_ru: Представьте, что вы задаете вопрос «Каковы были продажи за последний год по каждому продукту?» и получаете в ответ великолепное интерактивное визуальное представление. С помощью Power BI можно задавать вопросы на естественном языке и получать в качестве ответа корректные диаграммы и графики.
zh_cn: 假设询问“按产品计算，上一年的销售额是多少？”，然后通过获取令人惊叹的交互式可视化对象得到答案。借助 Power BI，你可以使用自然语言提出问题，然后通过获取正确的图表和图形来得到你的答案。
zh_tw: 想像一下，當您詢問「每項產品的去年銷售量為何？」時，您將取得以出色的互動視覺效果所呈現的解答。有了 Power BI，您可以使用自然語言提出問題，並取得以適當圖表和圖形表示的解答。

# Features_Section4_Heading
source: Ask questions, get answers
de_de: Stellen Sie Fragen, und erhalten Sie Antworten
es_es: Haga preguntas, reciba respuestas
fr_fr: Posez des questions, obtenez des réponses
it_it: Poni domande, ottieni risposte
ja_jp: 質問すると答えが返ってくる
ko_kr: 질문하고 답변 받기
pt_br: Faça perguntas, obtenha respostas
ru_ru: Задавайте вопросы и получайте ответы
zh_cn: 提出问题、获得解答
zh_tw: 提問與解答

# Features_Section5_Content
source: Create and publish content packs to your team or your entire organization. Your content packs include dashboards, reports, and datasets that provide every user with a personalized view of their business metrics that matter most.
de_de: Erstellen und veröffentlichen Sie Inhaltspakete für Ihr Team oder Ihr gesamtes Unternehmen. Ihre Inhaltspakete enthalten Dashboards, Berichte und Datasets, die jedem Benutzer eine personalisierte Ansicht seiner wichtigsten Geschäftsmetriken bereitstellt.
es_es: Cree y publique paquetes de contenido para su equipo o para toda la organización. Los paquetes de contenido incluyen paneles, informes y conjuntos de datos que proporcionan a todos los usuarios una vista personalizada de sus métricas empresariales más importantes.
fr_fr: Créez et publiez des packs de contenu pour votre équipe ou l’ensemble de votre organisation. Vos packs de contenu contiennent des tableaux de bord, des rapports et des jeux de données qui offrent à chaque utilisateur une vue personnalisée des indicateurs les plus pertinents pour votre entreprise.
it_it: Crea e pubblica pacchetti di contenuto per il team o per l'intera organizzazione. I pacchetti di contenuto comprendono dashboard, report e set di dati che forniscono a ogni utente una vista personalizzata delle metriche di business più importanti.
ja_jp: コンテンツ パックを作成して自分のチームまたは組織全体に公開できます。コンテンツ パックには、ダッシュボード、レポート、およびデータセットが含まれており、各ユーザーが自分にとって最も重要なビジネス メトリックをカスタマイズされたビューで見ることができます。
ko_kr: 콘텐츠 팩을 만들고 팀이나 전체 조직에 게시해 보세요. 콘텐츠 팩에는 모든 사용자에게 가장 중요한 비즈니스 메트릭의 개인 설정된 뷰를 제공하는 대시보드, 보고서 및 데이터 집합이 포함되어 있습니다.
pt_br: Crie e publique pacotes de conteúdo para sua equipe ou toda a sua organização. Seus pacotes de conteúdo incluem painéis, relatórios e conjuntos de dados que fornecem a todos os usuários uma exibição personalizada de suas métricas de negócios mais importantes.
ru_ru: Создавайте и публикуйте пакеты содержимого для своей рабочей группы или всей организации. В ваши пакеты содержимого входят информационные панели, отчеты и наборы данных, которые предоставляют каждому пользователю персонализированное представление самых важных бизнес-метрик.
zh_cn: 创建内容包并将其发布到你的团队或整个组织。你的内容包包括仪表板、报告和数据集，它们可为每位用户提供其最重要业务指标的个性化视图。
zh_tw: 建立內容組件並發行到您的小組或整個組織。您的內容組件會包含儀表板、報表和資料集，為每位使用者最重要的業務指標提供個人化檢視。

# Features_Section5_Heading
source: Curated content, just for your organization
de_de: Exklusiver Inhalt für Ihr Unternehmen
es_es: Contenido personalizado para su organización
fr_fr: Contenu organisé, propre à votre organisation
it_it: Contenuto curato, su misura per la tua organizzazione
ja_jp: あなたの組織のためだけに精選されたコンテンツ
ko_kr: 조직에 적합한 관리된 콘텐츠
pt_br: Conteúdo estruturado, apenas para sua organização
ru_ru: Проверенное содержимое, предназначенное только для вашей организации
zh_cn: 特选的内容，仅供你的组织使用
zh_tw: 組織的專屬策劃內容

# Features_Section6_Content
source: Empower your team to make quick, confident decisions with a single view of your business. Power BI Groups lets you collaborate with key stakeholders to ensure that everyone uses the right data.
de_de: Versetzen Sie Ihr Team mithilfe einer umfassenden Übersicht über die wichtigsten Daten in die Lage, sicher schnelle Entscheidungen zu treffen. Über Power BI-Gruppen stellen Sie sicher, dass alle Beteiligten die richtigen Daten verwenden.
es_es: Capacite a su equipo para tomar decisiones rápidas y seguras con una única vista de su empresa. Power BI Groups le permite colaborar con los participantes clave para asegurarse de que todo el mundo emplee los datos correctos.
fr_fr: Offrez à votre équipe les outils pour prendre des décisions rapides et assurées grâce à une vue unique de votre activité. Les groupes Power BI vous permettent de collaborer avec des parties prenantes essentielles pour que vous soyez sûr que tout le monde dispose bien des données appropriées.
it_it: Consenti al tuo team di prendere decisioni in modo rapido e sicuro, offrendo una vista unificata del business. I gruppi di Power BI ti permettono di collaborare con le principali parti interessate, per garantire che tutti utilizzino i dati appropriati.
ja_jp: ビジネスに関する単一のビューを提供することにより、自信をもって迅速な意思決定を行えるようチームを支援します。Power BI グループを使用して、主な関係者全員が適切なデータを使用していることを確認しながら、コラボレーションすることができます。
ko_kr: 팀이 비즈니스의 단일 뷰를 사용하여 신속하고 자신 있게 결정을 내릴 수 있습니다. Power BI 그룹을 통해 주요 이해 관계자와 공동 작업을 수행하여 모든 사용자가 적절한 데이터를 사용하게 할 수 있습니다.
pt_br: Capacite sua equipe para tomar decisões rápidas e seguras com uma exibição única dos seus negócios. Os grupos do Power BI permitem que você colabore com as partes interessadas para garantir que todos usem os dados corretos.
ru_ru: Предоставьте своей команде возможность уверенно принимать быстрые решения благодаря централизованному представлению данных о вашей организации. Группы Power BI позволяют взаимодействовать с основными заинтересованными лицами, чтобы все могли использовать нужные данные.
zh_cn: 通过业务的单一视图，使你的团队能够快速做出可靠的决策。通过 Power BI Groups，你可以与主要利益相关者进行协作以确保所有人都使用正确的数据。
zh_tw: 讓您的小組可以透過單一商務檢視，快速制定充滿自信的決策。Power BI 群組可讓您與重要專案關係人共同作業，以確保所有人都使用正確的資料。

# Features_Section6_Heading
source: End chaos: Everyone on the same page
de_de: Eine Übersicht für alle
es_es: Ponga fin al caos: todo el equipo en sintonía
fr_fr: Tout le monde sur la même page pour une meilleure organisation
it_it: La fine del caos: tutti sulla stessa lunghezza d'onda
ja_jp: 混乱に終止符を: 全員で意思統一
ko_kr: 혼란 해결: 모든 사용자가 동일한 페이지 사용
pt_br: Acabe com o caos: todos na mesma página
ru_ru: Больше никакого хаоса: все находится на одной странице
zh_cn: 结束混乱：每个人都位于同一页面上
zh_tw: 結束混亂局面：讓所有人達成共識

# Features_Section7_Content
source: Keep on top of your data no matter where you are. With touch-enabled native apps for Windows, iOS, and Android, you can access all your data wherever you go.
de_de: Bleiben Sie auf dem aktuellen Stand Ihrer Daten, egal wo Sie sind. Mit touchoptimierten systemeigenen Apps für Windows, iOS und Android können Sie überall auf alle Ihre Daten zugreifen.
es_es: Esté al tanto de sus datos independientemente del lugar en que se encuentre. Con aplicaciones táctiles nativas para Windows, iOS y Android, puede tener acceso a todos los datos dondequiera que vaya.
fr_fr: Gérez vos données, où que vous soyez. Avec les applications natives tactiles pour Windows, iOS et Android, vous pouvez accéder à l’ensemble de vos données où que vous soyez.
it_it: Tieni sotto controllo i dati, ovunque ti trovi. Grazie ad app native abilitate per il tocco per Windows, iOS e Android, puoi accedere a tutti i dati ovunque ti trovi.
ja_jp: どこにいても、常に最新のデータを把握できます。Windows、iOS、および Android のタッチ対応のネイティブ アプリがあれば、どこに行っても、すべてのデータにアクセスできます。
ko_kr: 어디에 있든 간에 데이터를 자유롭게 활용할 수 있습니다. 터치가 가능한 Windows, iOS 및 Android용 네이티브 앱을 사용하여 어디에 가든 간에 모든 데이터에 액세스할 수 있습니다.
pt_br: Mantenha-se informado sobre seus dados, independentemente de onde você está. Com aplicativos nativos habilitados para toque do Windows, iOS e Android, você pode acessar todos os seus dados onde quer que você vá.
ru_ru: Следите за своими данными, где бы вы ни находились. Благодаря нативным приложениям и поддержке сенсорного взаимодействия для Windows, iOS и Android, вы сможете получить доступ ко всем данным откуда угодно.
zh_cn: 无论身处何处，始终掌握你的数据借助支持触摸且适用于 Windows、iOS 和 Android 的本机应用，你可以从任何位置访问你的所有数据。
zh_tw: 不論您身處何地，都能掌握資料的最新資訊。透過支援觸控功能的 Windows、iOS 和 Android 原生應用程式，讓您不論到哪裡都可以存取所有資料。

# Features_Section7_Heading
source: Make data-driven decisions, from anywhere
de_de: Zugriff von überall
es_es: Tome decisiones basadas en datos desde cualquier lugar
fr_fr: Prenez des décisions en fonction des données, où que vous soyez
it_it: Prendi decisioni basate sui dati, ovunque ti trovi
ja_jp: どこにいても、データに基づいた意思決定を行えます
ko_kr: 어디에서든 데이터를 기반으로 결정
pt_br: Tome decisões orientadas por dados, de qualquer lugar
ru_ru: Принимайте решения на основе данных, находясь где угодно
zh_cn: 从任何位置做出基于数据的决策
zh_tw: 從任何地方制定資料導向決策

# Features_Section8_Content
source: Use our open, standards-based REST API to integrate your application or service with Power BI. Integrating helps you deliver your solutions faster while focusing on your core value.
de_de: Verwenden Sie unsere offene, auf Standards basierende REST-API, um Ihre Anwendung oder Ihren Dienst mit Power BI zu integrieren. Dies ermöglicht Ihnen ein schnelleres Bereitstellen Ihrer Lösungen, während Sie sich auf Ihren Kernwert konzentrieren können.
es_es: Use nuestra API de REST abierta y basada en estándares para integrar su aplicación o servicio con Power BI. La integración le ayuda a entregar las soluciones con más rapidez a la vez que se centra en su valor principal.
fr_fr: Utilisez notre API REST ouverte basée sur des normes pour intégrer votre application ou service à Power BI. L’intégration vous permet de fournir vos solutions plus vite tout en restant concentré sur votre valeur centrale.
it_it: Utilizza l'API REST aperta basata su standard per integrare la tua applicazione o il tuo servizio con Power BI. L'integrazione ti permette di offrire le soluzioni più rapidamente, lasciandoti libero di concentrarti su ciò che conta di più.
ja_jp: オープンで標準ベースの REST API を使用して、ご使用のアプリケーションやサービスを Power BI と統合できます。この統合は、中核となる価値に重点を置きつつ、ソリューションをより速く実現するのに役立ちます。
ko_kr: 공개된 표준 기반 REST API를 사용하여 응용 프로그램이나 서비스를 Power BI와 통합해 보세요. 통합은 핵심 가치에 초점을 맞추면서 솔루션을 더 빠르게 제공하는 데 도움이 됩니다.
pt_br: Use nossa API REST aberta, baseada em padrões para integrar seu aplicativo ou serviço com o Power BI. A integração o ajuda a entregar suas soluções mais rápido enquanto se concentra em seu valor principal.
ru_ru: Используйте открытые стандартизированные интерфейсы REST API для интеграции своих приложений или служб с Power BI. Интеграция поможет вам быстрее предоставлять свои решения, концентрируясь на основной цели вашей организации.
zh_cn: 使用我们开放的、基于标准的 REST API 将你的应用程序或服务与 Power BI 集成。集成可帮助你更快地交付解决方案，同时帮助你将重点放在核心价值上。
zh_tw: 使用開放、標準的 REST API，將您的應用程式或服務與 Power BI 進行整合。整合有助於讓您專注在核心價值，以更快提供解決方案。

# Features_Section8_Heading
source: Integrate with Power BI
de_de: Integration mit Power BI
es_es: Integre con Power BI
fr_fr: Intégrer avec Power BI
it_it: Effettua l'integrazione con Power BI
ja_jp: Power BI と統合
ko_kr: Power BI와 통합
pt_br: Integrar com o Power BI
ru_ru: Интеграция с Power BI
zh_cn: 集成 Power BI
zh_tw: 與 Power BI 整合
