Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Features/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Hero_Content
source: Power BI is a cloud-based business analytics service that gives you a single view of your most critical business data. Monitor the health of your business using a live dashboard, create rich interactive reports with <a href="{0}">Power BI Desktop</a> and access your data on the go with native <a href="{1}">Power BI Mobile</a> apps. It&rsquo;s easy, fast, and free.
de_de: Power BI ist ein cloudbasierter Analysedienst, der Ihnen eine übersichtliche Darstellung Ihrer wichtigsten Geschäftsdaten bereitstellt. Überwachen Sie die Integrität Ihres Unternehmens mit einem aktuellen Dashboard, erstellen Sie umfassende interaktive Berichte mit <a href="{0}">Power BI Desktop</a>, und greifen Sie unterwegs mithilfe von systemeigenen <a href="{1}">Power BI - Mobilgeräte</a>-Apps auf Ihre Daten zu. Einfach, schnell und kostenlos.
es_es: Power BI es un servicio de análisis de negocio basado en la nube que proporciona una vista única de los datos más críticos de su negocio. Supervise el estado de su empresa mediante un panel activo, cree informes interactivos enriquecidos con <a href="{0}">Power BI Desktop</a> y obtenga acceso a los datos sobre la marcha con aplicaciones <a href="{1}">Power BI Mobile</a> nativas. Es fácil, rápido y gratuito.
fr_fr: Power&#160;BI est un service cloud d’analyse de données d’entreprise qui vous offre un aperçu unique de vos données d’entreprise les plus essentielles. Contrôlez la santé de votre entreprise à l’aide d’un tableau de bord dynamique, créez des rapports interactifs efficaces avec <a href="{0}">Power&#160;BI Desktop</a> et accédez à vos données lorsque vous êtes en déplacement grâce aux applications <a href="{1}">Power&#160;BI Mobile</a> natives. C’est simple, rapide et gratuit.
it_it: Power BI è un servizio di analisi business basato sul cloud che ti offre una vista unificata dei dati di business più importanti. Monitora l'integrità del business con un dashboard in tempo reale, crea report interattivi avanzati con <a href="{0}">Power BI Desktop</a> e accedi ai dati quando sei in viaggio con app native di <a href="{1}">Power BI per dispositivi mobili</a>. È semplice, veloce e gratuito.
ja_jp: Power BI は、最も重要なビジネス データに関する単一のビューを提供するクラウド ベースのビジネス分析サービスです。ライブ ダッシュボードを使用してビジネスの健全性を監視し、機能豊富な対話型レポートを <a href="{0}">Power BI Desktop</a> で作成し、ネイティブの <a href="{1}">Power BI モバイル</a> アプリを使用して外出先でもデータにアクセスできます。簡単、迅速、しかも無料。
ko_kr: Power BI는 가장 중요한 비즈니스 데이터의 단일 뷰를 제공하는 클라우드 기반 비즈니스 분석 서비스입니다. 라이브 대시보드를 사용하여 비즈니스의 상태를 모니터링하고, <a href="{0}">Power BI Desktop</a>을 사용하여 풍부한 서식의 대화형 보고서를 만들고, 네이티브 <a href="{1}">Power BI 모바일</a> 앱을 사용하여 데이터에 언제든지 액세스할 수 있습니다. 이 서비스는 빠르고 쉬우며 무료입니다.
pt_br: O Power BI é um serviço de análise de negócios baseado em nuvem que fornece uma exibição única de seus dados de negócios mais críticos. Monitore a integridade de seus negócios usando um painel ativo, crie relatórios interativos completos com o <a href="{0}">Power BI Desktop</a> e acesse seus dados em qualquer lugar com aplicativos <a href="{1}">Power BI para Celulares</a> nativos. É fácil, rápido e gratuito.
ru_ru: Power BI — это облачная служба бизнес-аналитики, которая обеспечивает единое представление самых важных бизнес-данных. Отслеживайте работоспособность вашей организации с помощью динамических информационных панелей, создавайте подробные интерактивные отчеты с помощью <a href="{0}">Power BI Desktop</a> и получайте доступ к данным в дороге с помощью нативных приложений <a href="{1}">Power BI Mobile</a>. Это легко, быстро и бесплатно.
zh_cn: Power BI 是一种基于云的业务分析服务，可为你提供最关键业务数据的单一视图。使用实时仪表板监视你的业务运行状况，使用 <a href="{0}">Power BI Desktop</a> 创建丰富的交互式报告，以及使用本机 <a href="{1}">Power BI Mobile</a> 应用在旅途中访问你的数据。轻松、快速且免费。
zh_tw: Power BI 是雲端架構商務分析服務，為您最重要的商務資料提供單一檢視。您可以使用即時儀表板監視企業的健全狀況，使用 <a href="{0}">Power BI Desktop</a> 建立豐富的互動式報表，並在外出時使用原生<a href="{1}">Power BI Mobile</a>應用程式存取資料。既簡單又快速，而且完全免費。

# Hero_CTA
source: Take the tour
de_de: Tour
es_es: Paseo introductorio
fr_fr: Présentation
it_it: Guarda la presentazione
ja_jp: 紹介を見る
ko_kr: 둘러보기
pt_br: Faça o tour
ru_ru: Познакомиться
zh_cn: 简要了解
zh_tw: 觀賞導覽

# Hero_Heading
source: Any data, anywhere, any time
de_de: Alle Daten, überall, jederzeit
es_es: Todos los datos en cualquier lugar y en cualquier momento
fr_fr: Toutes vos données, partout, à tout moment
it_it: Tutti i dati, sempre e ovunque
ja_jp: いつでも、どこでも、どんなデータでも
ko_kr: 언제 어디서든 원하는 데이터 사용
pt_br: Todos os dados, em qualquer lugar, a qualquer hora
ru_ru: Любые данные, где угодно, в любое время
zh_cn: 任何数据、任何位置、任何时候
zh_tw: 隨時隨地取得任何資料

# META_PAGETITLE
source: Features | Microsoft Power BI
es_es: Características | Microsoft Power BI
fr_fr: Fonctionnalités | Microsoft Power BI
it_it: Funzionalità | Microsoft Power BI
ja_jp: 機能 | Microsoft Power BI
ko_kr: 기능 | Microsoft Power BI
pt_br: Recursos | Microsoft Power BI
ru_ru: Функции | Microsoft Power BI
zh_cn: 功能 | Microsoft Power BI
zh_tw: 功能 | Microsoft Power BI

# Features_Section9_Content
source: Tell your data story with <a href="{0}">Power BI publish to web</a>, and reach millions of users on any device, in any place. Combine your data sources, create stunning visualizations with ease, and embed your story on your website in minutes.
de_de: Erzählen Sie die Geschichte hinter Ihren Daten mithilfe dem <a href="{0}">Power BI-Feature „Webveröffentlichung“</a>, und erreichen Sie Millionen von Benutzern – überall und auf sämtlichen Geräten. Kombinieren Sie Ihre Datenquellen, erstellen Sie mühelos umwerfende Visualisierungen, und betten Sie Ihre Geschichte in Minuten in Ihre Website ein.
es_es: Cuente su historia de datos con la opción <a href="{0}">Publicar en Web de Power BI</a> y llegue a millones de usuarios en cualquier dispositivo y en cualquier lugar. Combine sus orígenes de datos, cree visualizaciones impresionantes fácilmente e inserte la historia en su sitio web en tan solo unos minutos.
fr_fr: Exposez vos données grâce à la <a href="{0}">publication Power&#160;BI sur le web</a> et touchez des millions d’utilisateurs sur n’importe quel appareil, n’importe où. Combinez vos sources de données, créez facilement des visualisations attrayantes et incorporez vos informations dans votre site en quelques minutes.
it_it: Racconta la storia dei tuoi dati con la funzionalità <a href="{0}">Pubblica sul Web di Power BI</a> e raggiungi milioni di utenti su qualsiasi dispositivo, ovunque si trovino. Combina le origini dati, crea con facilità visualizzazioni accattivanti e incorpora la storia nel tuo sito Web in pochi minuti.
ja_jp: <a href="{0}">Power BI Publish to Web</a> であなたのデータ ストーリーを発信し、場所やデバイスを問わず大勢のユーザーに伝えてください。データ ソースを 1 つにまとめ、魅力的な視覚化を簡単に作成できます。また、数分で Web サイトにストーリーを埋め込むことができます。
ko_kr: <a href="{0}">Power BI 웹에 게시</a>를 통해 데이터 스토리를 알리고 어디서나 모든 장치에서 수백만의 사용자와 연결하세요. 데이터 소스를 결합하고 뛰어난 시각화를 간단히 만들고, 몇 분 내에 웹 사이트에 스토리를 포함하세요.
pt_br: Conte sua história de dados com o <a href="{0}">Publicar na Web do Power BI</a> e alcance milhões de usuários em qualquer dispositivo, em qualquer lugar. Combine suas fontes de dados, criando visualizações esplêndidas com facilidade, e insira sua história em seu site em questão de minutos.
ru_ru: Расскажите историю о своих данных с помощью <a href="{0}">публикации в Интернете через Power BI</a> и охватите миллионы пользователей любых устройств в любом месте. Объедините источники данных, создайте впечатляющие визуализации и внедрите свой рассказ на веб-сайт за несколько минут.
zh_cn: 使用 <a href="{0}">Power BI 发布到 Web</a>，展现你的数据内容，让任何位置、使用各种设备的用户均可访问。合并数据源、轻松创建令人惊叹的可视化效果并在几分钟内快速将你的内容嵌入你的网站。
zh_tw: 利用 <a href="{0}">Power BI</a> 展現您的資料內容，並發行到網路上，觸達世界每個角落使用各種裝置的使用者。可合併資料來源、輕鬆建立令人驚艷的視覺效果，並在幾分鐘內將您的資料故事內嵌到網站上。

# Features_Section9_Heading
source: Share your insights on your website or blog
de_de: Teilen Sie Ihre Erkenntnisse auf Ihrer Website oder in Ihrem Blog
es_es: Comparta la información en su sitio web o blog.
fr_fr: Partagez vos informations sur votre site web ou votre blog
it_it: Condividi le informazioni dettagliate nel tuo sito Web o nel tuo blog
ja_jp: Web サイトまたはブログで洞察を共有
ko_kr: 웹 사이트 또는 블로그에서 통찰력 공유
pt_br: Compartilhe suas informações em seu site ou blog
ru_ru: Ценная информация на веб-сайте или в блоге
zh_cn: 在网站或博客上分享你的见解
zh_tw: 您可在網站或部落格上分享您的深入解析
