Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Landing/Sales.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Analyze_Content
source: <p>Power BI allows you to use simple drag and drop gestures to create create interactive reports that let you analyze the key metrics for your team. Here are some of the things you can do:</p> <ul> <li><strong>Revenue:</strong> Find your best-case scenario.</li> <li><strong>Factored revenue:</strong> Develop a more realistic projection, based on opportunity stage.</li> <li><strong>Opportunity count:</strong> Compare across the sales team.</li> <li><strong>Geography:</strong> Which regions are strongest and weakest?</li> <li><strong>Funnel:</strong> Where in the pipeline are your opportunities?</li> <li><strong>Channel effectiveness:</strong> Compare direct and indirect sales performance.</li> <li><strong>Opportunity revenue trend:</strong> Which direction is revenue headed?</li> </ul>
de_de: <p>In Power BI können Sie mit Drag &amp; Drop interaktive Berichten erstellen, um die wichtigen Metriken für Ihr Team zu analysieren. Dies sind einige der Möglichkeiten:</p> <ul> <li><strong>Umsatz:</strong> Finden Sie Ihr Best-Case-Szenario.</li> <li><strong>Umsatzfactoring:</strong> Entwickeln Sie auf der Grundlage der Verkaufschancenphase eine realistischere Projektion.</li> <li><strong>Anzahl der Verkaufschancen:</strong> Quervergleich über das Verkaufsteam.</li> <li><strong>Geografie:</strong> Welche Regionen sind die stärksten bzw. schwächsten?</li> <li><strong>Trichter:</strong> An welchen Stellen im Vertriebsverlauf liegen Ihre Verkaufschancen?</li> <li><strong>Kanaleffizienz:</strong> Vergleichen Sie direkte und indirekte Vertriebsleistung.</li> <li><strong>Umsatztrend pro Verkaufschance:</strong> In welche Richtung entwickelt sich der Umsatz?</li> </ul>
es_es: <p>Power BI permite usar simples movimientos de arrastrar y colocar para crear informes interactivos que permiten analizar las métricas clave para su equipo. A continuación se indican algunas de las cosas que puede hacer:</p> <ul> <li><strong>Ingresos:</strong> busque el mejor de los casos.</li> <li><strong>Ingresos factorizados:</strong> desarrolle una proyección más realista, basada en la etapa de oportunidad.</li> <li><strong>Recuento de oportunidades:</strong> establezca comparaciones en el equipo de ventas.</li> <li><strong>Geografía:</strong> ¿qué regiones son las más fuertes y las más débiles?</li> <li><strong>Embudo:</strong> ¿en qué lugar del proceso de ventas se encuentran las oportunidades?</li> <li><strong>Eficacia del canal:</strong> compare el rendimiento de ventas directo e indirecto.</li> <li><strong>Tendencia de los ingresos de las oportunidades:</strong> ¿qué dirección toman los ingresos?</li> </ul>
fr_fr: <p>Power&#160;BI vous permet d’utiliser de simples gestes de glisser-déplacer pour créer des rapports interactifs grâce auxquels vous pouvez analyser les métriques qui comptent le plus pour votre équipe. Voici ce que vous pouvez faire&#160;:</p> <ul> <li><strong>Chiffre d’affaires&#160;:</strong> pensez à un scénario idéal.</li> <li><strong>Chiffre d’affaires pondéré&#160;:</strong> pensez à une projection plus réaliste, en fonction de la phase de l’opportunité.</li> <li><strong>Nombre d’opportunités&#160;:</strong> comparez les opportunités au sein de l’équipe de vente.</li> <li><strong>Zones géographiques&#160;:</strong> quelles sont les régions qui ont obtenu les meilleurs et les moins bons résultats&#160;?</li> <li><strong>Entonnoir&#160;:</strong> à quel endroit du pipeline se trouvent vos opportunités&#160;?</li> <li><strong>Efficacité du canal&#160;:</strong> comparez les performances des ventes directes et indirectes.</li> <li><strong>Tendances des revenus par opportunité&#160;:</strong> d’où proviennent les revenus&#160;?</li> </ul>
it_it: <p>Power BI permette di usare i movimenti di trascinamento per creare report interattivi ai fini dell'analisi delle metriche principali per il team. Ecco che cosa si può fare:</p> <ul> <li><strong>Ricavi:</strong> trovare lo scenario migliore.</li> <li><strong>Ricavi fattorizzati:</strong> sviluppare una proiezione più realistica, in base a una fase di opportunità.</li> <li><strong>Numero di opportunità:</strong> operare confronti all'interno del team di vendita.</li> <li><strong>Geografia:</strong> trovare le aree geografiche più forti e più deboli.</li> <li><strong>Imbuto:</strong> trovare la posizione delle opportunità nella pipeline.</li> <li><strong>Efficacia del canale:</strong> confrontare le prestazioni delle vendite dirette e indirette.</li> <li><strong>Tendenza dei ricavi delle opportunità:</strong> identificare l'orientamento dei ricavi.</li> </ul>
ja_jp: <p>Power BI では、単純なドラッグ アンド ドロップ ジェスチャを使って、チームの主要なメトリックを分析するための対話型レポートを作成できます。可能な操作の例を挙げます。</p> <ul> <li><strong>収益:</strong> 最高のシナリオを探します。</li> <li><strong>実売上:</strong> 営業案件のステージに基づいて、より現実的な射影を作成します。</li> <li><strong>営業案件数:</strong> 販売チームで比較します。</li> <li><strong>地理:</strong> 最も強い地域と最も弱い地域はどこでしょうか。</li> <li><strong>フィルター:</strong> パイプラインのどこに営業案件があるのでしょうか。</li> <li><strong>チャネルの有効性:</strong> 直接および間接の売上実績を比較します。</li> <li><strong>営業案件の売上傾向:</strong> 収益は上昇と下降のどちらに向かっていますか。</li> </ul>
ko_kr: <p>Power BI를 사용하면 간단한 끌어다 놓기 제스처를 통해 팀에 대한 주요 메트릭을 분석할 수 있는 대화형 보고서를 만들 수 있습니다. 다음은 수행할 수 있는 몇 가지 작업입니다.</p> <ul> <li><strong>수익:</strong> 최상의 시나리오를 찾습니다.</li> <li><strong>팩터링된 수익:</strong> 기회 단계에 따라 더 실현 가능한 예상 수익을 계획합니다.</li> <li><strong>기회 수:</strong> 영업 팀 간을 비교합니다.</li> <li><strong>지역:</strong> 가장 강세인 지역과 가장 약세인 지역은?</li> <li><strong>깔때기:</strong> 파이프라인 내에서 기회가 있는 곳은 어디인가요?</li> <li><strong>채널 효율성:</strong> 직접 및 간접 판매의 성과를 비교합니다.</li> <li><strong>기회 수익 추세:</strong> 수익이 어느 방향으로 흘러가고 있는가?</li> </ul>
pt_br: <p>O Power BI permite usar gestos simples do tipo "arrastar e soltar" para criar relatórios interativos, que permitem a você analisar as métricas-chave para sua equipe. Aqui estão algumas das coisas que você pode fazer:</p> <ul> <li><strong>Receita:</strong> encontre o cenário mais favorável.</li> <li><strong>Receita fatorada:</strong> desenvolva uma projeção mais realista, com base no estágio de oportunidade.</li> <li><strong>Contagem da oportunidade:</strong> compare entre a equipe de vendas.</li> <li><strong>Geografia:</strong> quais regiões são mais fortes e mais fracas?</li> <li><strong>Funil:</strong> onde no pipeline estão suas oportunidades?</li> <li><strong>Eficiência de canal:</strong> compare o desempenho de vendas direto e indireto.</li> <li><strong>Tendência de rentabilidade das oportunidades</strong>: que direção a receita está seguindo?</li> </ul>
ru_ru: <p>Power BI позволяет использовать простые жесты перетаскивания для создания интерактивных отчетов, которые помогают анализировать ключевые показатели для команды. Ниже приведены некоторые задачи, которые можно выполнить.</p> <ul> <li><strong>Доход:</strong> поиск наиболее благоприятного варианта.</li> <li><strong>Взвешенный доход:</strong> разработка более реалистичной проекции на основе области потенциальных возможностей.</li> <li><strong>Число возможностей:</strong> сравнение по отделу продаж.</li> <li><strong>География:</strong> выявление сильных и слабых регионов.</li> <li><strong>Воронкообразная диаграмма:</strong> выявление точки канала продаж, где имеются возможности.</li> <li><strong>Эффективность канала:</strong> сравнение эффективности прямых и косвенных продаж.</li> <li><strong>Динамика прибыли возможности:</strong> в каком направлении движется прибыль?</li> </ul>
zh_cn: <p>借助 Power BI，你只需使用简单的拖放手势，即可创建交互式报告来分析你团队的关键指标。下面是一些你可以执行的操作：</p> <ul> <li><strong>收入：</strong>找出你的最优方案。</li> <li><strong>分解的收入：</strong>基于机会阶段，开发更切实际的规划。</li> <li><strong>机会计数：</strong>在销售团队之间比较。</li> <li><strong>地区：</strong>哪些地区最强，哪些地区最弱？</li> <li><strong>漏斗图：</strong>管道中哪个位置是你的机会？</li> <li><strong>渠道有效性：</strong>比较直接和间接销售业绩。</li> <li><strong>机会收入趋势：</strong>收入朝哪个方向发展？</li> </ul>
zh_tw: <p>Power BI 可讓您利用簡單的拖放手勢，建立可讓您分析小組關鍵指標的互動式報表。以下是一些您能執行的動作：</p> <ul> <li><strong>營收：</strong>尋找您的最佳案例。</li> <li><strong>要素營收：</strong>根據商機階段產生更貼近實際狀況的預估。</li> <li><strong>商機數：</strong>比較各個業務小組。</li> <li><strong>地理位置：</strong>哪些區域最強？哪些區域最弱？</li> <li><strong>漏斗圖：</strong>管道中的哪個部分有您的商機？</li> <li><strong>通路成效：</strong>比較直接與間接的銷售績效。</li> <li><strong>商機營收趨勢：</strong>營收朝哪個方向發展？</li> </ul>

# Analyze_Heading
source: Analyze
de_de: Analysieren
es_es: Analizar
fr_fr: Analyser
it_it: Analizza
ja_jp: 分析
ko_kr: 분석
pt_br: Analisar
ru_ru: Анализируйте
zh_cn: 分析
zh_tw: 分析

# Analyze_Subheading
source: Insights in seconds
de_de: Einblicke in Sekunden
es_es: Información en cuestión de segundos
fr_fr: Des analyses en quelques secondes
it_it: Informazioni dettagliate in pochi secondi
ja_jp: 数秒で洞察を得る
ko_kr: 몇 초 내에 데이터 분석 및 통찰
pt_br: Informações em segundos
ru_ru: Дополнительная информация за считаные секунды
zh_cn: 数秒内提供洞察力
zh_tw: 瞬間深入分析

# Combine_Content
source: <p>Blend your sales data such as quotas, market size, opportunities, and demographics with data from marketing, finance, customer service, operations, and other functions to discover more insights and make more informed decisions across the business. Unlock the potential in the data siloed in different systems of your organization.</p>
de_de: <p>Führen Sie Ihre Umsatzdaten, z. B. Kontingente, Marktvolumen, Verkaufschancen und Demografie mit den Daten von Marketing, Buchhaltung, Kundendienst, operativem Geschäft und anderen Funktionen zusammen. So erhalten Sie wichtige Erkenntnisse, mit denen Sie besser informierte Entscheidungen über die ganze Bandbreite Ihres Geschäfts hinweg treffen können. Nutzen Sie das Potenzial der Daten, die bisher separat in verschiedenen Systemen lagern.</p>
es_es: <p>Combine los datos de ventas como las cuotas, el tamaño del mercado, las oportunidades y los datos demográficos con los datos de marketing, finanzas, servicio al cliente, operaciones y otras funciones para detectar más información y tomar decisiones bien informadas en la empresa. Desentrañe el potencial de los datos almacenados en los diferentes sistemas de su organización.</p>
fr_fr: <p>Fusionnez vos données de vente, telles que les quotas, la taille des marchés, les opportunités et les données démographiques, avec celles des services marketing, financier, support technique, opérations et autres, pour obtenir une meilleure vue d’ensemble et prendre des décisions éclairées dans les différents services de l’entreprise. Exploitez les données isolées dans les différents systèmes de votre entreprise.</p>
it_it: <p>È possibile unire i dati delle vendite, ad esempio quote, dimensioni e opportunità di mercato e informazioni demografiche con i dati di altre funzioni aziendali, quali marketing, finanza, supporto clienti e operazioni, per ottenere informazioni dettagliate e prendere decisioni più informate. In questo modo è possibile sfruttare il potenziale dei dati bloccati in diversi sistemi all'interno dell'organizzazione.</p>
ja_jp: <p>ノルマ、市場のサイズ、営業案件、人口統計などの売上データをマーケティング、財務などの他の部署からのデータと合わせて、より多くの洞察を得て、ビジネスにおいてより多くの情報に基づいた決定をします。組織内のさまざまなシステムでサイロ化したデータの可能性を引き出します。</p>
ko_kr: <p>할당량, 시장 크기, 기회 및 인구 통계 등의 판매 데이터를 마케팅, 재무, 고객 서비스, 작업 및 기타 기능의 데이터와 결합하여 더 많은 정보를 검색하고 비즈니스 간에 더 합리적인 결정을 내릴 수 있습니다. 조직의 다른 시스템에 보관된 데이터를 활용해 보세요.</p>
pt_br: <p>Mescle seus dados de vendas como cotas, tamanho do mercado, oportunidades e dados demográficos com dados de marketing, finanças, atendimento ao cliente, operações e outras funções, para assim descobrir mais informações e tomar decisões mais fundamentadas por toda a empresa. Libere o potencial dos dados isolados em diferentes sistemas de sua organização.</p>
ru_ru: <p>Смешайте данные по продажам (квоты, размер рынка, возможности и демографические данные) с данными из отделов маркетинга, финансов, обслуживания клиентов, производственными и другими, чтобы получить более подробные дополнительные сведения и принимать более обоснованные решения для бизнеса. Раскройте потенциал данных, хранящихся в различных системах вашей организации.</p>
zh_cn: <p>将销售数据（例如，配额、市场大小、机会和人口统计）与来自市场营销、财务、客户服务、运营以及其他职能部门的数据进行整合，以发现更多洞察力并在整个企业内做出更明智的决策。释放组织中不同系统内的孤立数据的潜力。</p>
zh_tw: <p>將配額、市場大小、商機和人口統計等銷售資料，與來自行銷、財務、客戶服務、營運和其他部門的資料結合，以發現更多深入資訊，並在企業內制定更旁徵博引的決策。將儲存在組織中不同系統的資料潛能充分發揮。</p>

# Combine_Heading
source: Combine
de_de: Kombinieren
es_es: Combinar
fr_fr: Regrouper
it_it: Aggrega
ja_jp: 結合
ko_kr: 결합
pt_br: Combinar
ru_ru: Объединяйте
zh_cn: 组合
zh_tw: 組合

# Combine_Subheading
source: See the big picture
de_de: Erhalten Sie einen Gesamtüberblick
es_es: Obtenga una visión general
fr_fr: Obtenez une vue d’ensemble
it_it: Osserva il quadro generale
ja_jp: 全体像を確認する
ko_kr: 전체 상황 파악
pt_br: Veja o panorama geral
ru_ru: Взгляните на общую картину
zh_cn: 查看大图
zh_tw: 看清全貌

# Form_Cta
source: Use it free
de_de: Kostenlos nutzen
es_es: Usarlo gratis
fr_fr: Essayer gratuitement
it_it: Usa gratuitamente
ja_jp: 無料で使用
ko_kr: 무료로 사용하기
pt_br: Use gratuitamente
ru_ru: Получить бесплатно
zh_cn: 免费使用
zh_tw: 免費使用

# Hero_Content
source: <p>Do you want to create dashboards that provide at-a-glance insights into your team's key metrics such as quotas, market size and opportunities and the ability to quickly drill down for more details? Do you want to blend your sales data with data from marketing, finance and other functions to get a holistic view of the business?</p> <p>Power BI lets you create these dashboards and interactive reports in seconds and visualize the metrics important to your team. Simple drag-and-drop gestures let you easily dive deep into your data to find improvements, correlations, and outliers.</p>
de_de: <p>Möchten Sie Dashboards erstellen, die einen intuitiv verständlichen Einblick in die wichtigsten Metriken Ihres Teams geben (z. B. Kontingente, Marktvolumen und Verkaufschancen), und die Möglichkeit zum schnellen Drilldown bieten, um weitere Details anzuzeigen? Möchten Sie Ihre Umsatzdaten mit den Daten von Marketing, Buchhaltung und anderen Funktionen zusammenführen, um ein ganzheitliches Bild des Unternehmens zu erhalten?</p> <p>Mit Power BI können Sie diese Dashboards und interaktiven Berichte in Sekundenschnelle erstellen und die für Ihr Team wichtigen Metriken visualisieren. Mit Drag &amp; Drop können Sie Verbesserungen, Korrelationen und Ausreißer ganz einfach aufspüren.</p>
es_es: <p>¿Desea crear paneles que proporcionen información rápida sobre las métricas clave de su equipo, como las cuotas, el tamaño y las oportunidades de mercado, y la capacidad para obtener rápidamente más detalles? ¿Desea combinar los datos de ventas con los datos de marketing, finanzas y otras funciones para obtener una vista holística del negocio?</p> <p>Power BI permite crear estos paneles e informes interactivos en cuestión de segundos, así como visualizar las métricas más importantes para el equipo. Los simples movimientos de arrastrar y colocar permiten profundizar fácilmente en los datos para buscar mejoras, correlaciones y valores atípicos.</p>
fr_fr: <p>Vous souhaitez créer des tableaux de bord qui permettent, en un coup d’œil, de visualiser les métriques clés de votre équipe, telles que les quotas, la taille des marchés, les opportunités, ainsi que d’accéder rapidement à plus de détails&#160;? Vous voulez fusionner les données du service commercial avec celles du service marketing ou du service financier pour obtenir un aperçu global des données de votre entreprise&#160;?</p> <p>Power&#160;BI permet de créer des rapports et des tableaux de bord interactifs en quelques secondes, et de visualiser les métriques qui comptent le plus pour votre équipe. De simples gestes de glisser-déplacer vous permettent d’accéder facilement à davantage de données afin de trouver des améliorations, des corrélations et des valeurs hors norme.</p>
it_it: <p>Vuoi creare dashboard in grado di fornire informazioni dettagliate immediate sulle metriche principali del team, ad esempio quote, dimensioni e opportunità di mercato, con la possibilità di eseguire rapidamente il drill-down per acquisire ulteriori dettagli? Vuoi unire i dati di vendita con i dati finanziari, del marketing o di altre funzioni aziendali per ottenere una panoramica completa dell'attività?</p> <p>Power BI consente di creare dashboard e report interattivi in pochi secondi per visualizzare tutte le metriche importanti per il team. Grazie al supporto dei movimenti di trascinamento, è possibile esplorare i dati in modo approfondito per individuare miglioramenti, correlazioni e anomalie o scostamenti.</p>
ja_jp: <p>ノルマ、市場のサイズ、営業案件など、チームの主要なメトリックの洞察が一目で確認でき、詳細をすばやく調べる機能を備えたダッシュボードを作成したいと思いますか。 売上データを、マーケティングや財務などの他の部署からのデータと合わせて、ビジネスの全体像を確認したいとお考えですか。</p> <p>Power BI では、数秒でそれらのダッシュボードおよび対話型のレポートを作成し、チームにとって重要なメトリックを視覚化することができます。単純なドラッグ アンド ドロップ ジェスチャによって簡単にデータを調べ、成果、相関関係、および外れ値を特定できます。</p>
ko_kr: <p>할당량, 시장 크기, 기회 및 자세한 내용을 빠르게 드릴다운하는 기능 등 팀의 주요 메트릭을 한눈에 파악할 수 있는 대시보드를 만들고 싶으세요? 판매 데이터를 마케팅, 재무 및 기타 기능의 데이터와 결합하여 비즈니스에 대한 전체적인 시각을 확보하고 싶으세요?</p> <p>Power BI를 통해 이러한 대시보드와 대화형 보고서를 수 초 내에 만들고 팀에 중요한 메트릭을 시각화할 수 있습니다. 간편한 끌어서 놓기 제스처로 데이터를 손쉽게 심층적으로 알아 보고 개선 사항, 상관 관계 및 이상값을 찾을 수 있습니다.</p>
pt_br: <p>Você deseja criar painéis que forneçam informações instantâneas sobre as métricas-chave da sua equipe, como cotas, tamanho do mercado e oportunidades, além de ter a capacidade de, rapidamente, fazer uma busca detalhada para obter mais detalhes? Você deseja mesclar seus dados de vendas com dados de marketing, finanças e outras funções para obter uma visão holística dos negócios?</p> <p>O Power BI permite criar esses painéis e relatórios interativos em segundos, além de visualizar as métricas importantes para sua equipe. Gestos simples do tipo "arrastar e soltar" permitem que você aprofunde-se em seus dados com facilidade, para localizar aprimoramentos, correlações e exceções.</p>
ru_ru: <p>Хотите создавать информационные панели, предоставляющие дополнительные сведения о ключевых показателях вашей команды, таких как квоты, размеры рынка и перспективы? Хотите связать данные о продажах с данными маркетинга, финансов и другими данными для получения целостного представления о бизнесе?</p> <p>Power BI позволяет вам создавать такие информационные панели и интерактивные отчеты за считанные секунды и визуализировать показатели, имеющие наибольшее значение для вашей команды. Простые жесты перетаскивания позволяют вам легко погружаться в данные для поиска улучшений, корреляций и выбросов.</p>
zh_cn: <p>你想要通过创建仪表板一眼就发现团队关键指标（例如，配额、市场大小和机会）中的洞察力，并快速地进行深入分析以获取详细信息吗？ 你想要将你的销售数据与来自市场营销、财务和其他职能部门的数据整合，从而获取业务的整体视图吗？</p> <p>借助 Power BI，你可以在数秒内创建这些仪表板和交互报告，并将重要的指标展示给你的团队。通过简单的拖放手势，你可以轻松地深入了解你的数据，以找出改善之处、数据相关性以及异常值。</p>
zh_tw: <p>想要建立儀表板，以便您一眼就能清楚了解配額、市場大小和商機等小組關鍵指標，並能迅速向下鑽研以取得詳細資訊嗎？ 想要將銷售資料與來自行銷、財務和其他部門的資料結合，以取得整體商務檢視嗎？</p> <p>Power BI 可讓您瞬間建立這些儀表板和互動式報表，並以視覺方式呈現對您的小組重要的度量資訊。您可以透過簡單的拖放手勢，輕鬆地深入探索資料，找出需要改進的地方、相互關聯和極端值。</p>

# Hero_Heading
source: Sales analytics for everyone
de_de: Umsatzanalytik für jeden
es_es: Análisis de ventas para todos los usuarios
fr_fr: Analyse des ventes pour tous
it_it: Analisi di vendita per tutti
ja_jp: すべてのユーザー向けの売上の分析
ko_kr: 모두를 위한 판매 분석
pt_br: Análise de vendas para todos
ru_ru: Аналитика продаж для всех
zh_cn: 针对每个人的销售分析
zh_tw: 適合所有人使用的銷售分析

# META_DESCRIPTION
source: Power BI tranforms your company's data into rich visuals for you to collect and organize so you can focus on what matters to you. Stay in the know, spot trends as they happen, and push your business further.
de_de: Power BI wandelt die Daten Ihres Unternehmens in visuelle Darstellungen um. Mit Power BI können Sie Ihre Daten sammeln und strukturieren und das Augenmerk auf die für Sie wichtigsten Punkte legen. Bleiben Sie auf dem Laufenden, erkennen Sie Trends und bringen Sie Ihr Geschäft voran.
es_es: Power BI transforma los datos de su compañía en objetos visuales enriquecidos que puede recopilar y organizar, lo que le permite centrarse en lo que realmente importa. Manténgase informado, detecte las tendencias en cuanto surgen e impulse su negocio.
fr_fr: Power BI transforme les données de votre entreprise en riches éléments visuels que vous pouvez collecter et organiser sans difficulté comme vous le voulez, pour que vous puissiez vous concentrer sur ce qui est vraiment important. Restez au fait des changements, repérez les tendances en temps réel et poussez votre entreprise encore plus loin.
it_it: Power BI trasforma i dati aziendali in elementi visivi avanzati che puoi raccogliere e organizzare per visualizzare le informazioni a cui sei interessato, per rimanere sempre aggiornato, individuare le tendenze non appena si manifestano e incrementare l'attività.
ja_jp: Power BI は、会社のデータを豊かな視覚情報に変換して収集と整理を助け、重要な問題に取り組めるようにします。最新情報を取得し、動向の発生をつかみ、ビジネスをさらに推進します。
ko_kr: Power BI는 사용자가 중요한 내용에 집중할 수 있도록 회사의 데이터를 수집 및 구성이 가능한 풍부한 시각적 요소로 변환해 줍니다. 정보를 꾸준히 얻고 추세를 파악하여 비즈니스를 확장해 보세요.
pt_br: O Power BI transforma os dados da sua empresa em visuais avançados para você coletar e organizar, podendo então concentrar-se no que realmente importa para você. Mantenha-se informado, identifique tendências conforme elas acontecem e impulsione ainda mais seu negócio.
ru_ru: Power BI преобразует данные вашей организации в привлекательные визуальные представления с широкими возможностями по сбору и упорядочению данных, позволяя сконцентрироваться на важнейших задачах. Будьте в курсе дел, отслеживайте тенденции по мере их возникновения и продвигайте ваш бизнес вперед.
zh_cn: Power BI 可将你公司的数据转换为丰富的视觉对象，便于你进行收集和组织，从而使你能够集中关注重要的内容。始终获悉最新信息、掌握即时趋势并进一步推动你的业务。
zh_tw: Power BI 會將您公司的資料轉換成各種視覺效果，方便您加以收集及編排，讓您可以將全部注意力放在您關注的事物上。隨時掌握最新資訊，找出進行中的趨勢，並進一步推動業務。

# META_PAGETITLE
source: Sales | Microsoft Power BI
de_de: Vertrieb | Microsoft Power BI
es_es: Ventas | Microsoft Power BI
fr_fr: Ventes | Microsoft Power BI
it_it: Vendite | Microsoft Power BI
ja_jp: 売上 | Microsoft Power BI
ko_kr: 판매 | Microsoft Power BI
pt_br: Vendas | Microsoft Power BI
ru_ru: Продажи | Microsoft Power BI
zh_cn: 销售 | Microsoft Power BI
zh_tw: 銷售 | Microsoft Power BI
