Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Landing/Sales.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Mobile_Content
source: <p>With Power BI, you can easily spot trends in time to make a difference. Answer questions like:</p> <ul> <li>What's the opportunity revenue in your pipeline?</li> <li>Looking back, how did your factored revenue projections perform?</li> </ul>
de_de: <p>Mit Power BI können Sie auf einfache Weise rechtzeitig Trends erkennen, die den entscheidenden Unterschied darstellen. Beantworten Sie Fragen wie:</p> <ul> <li>Wie hoch ist der Umsatz pro Verkaufschance in Ihrem Vertriebsverlauf?</li> <li>Wie haben sich rückblickend Ihre auf Umsatzfactoring basierenden Projektionen bewährt?</li> </ul>
es_es: <p>Con Power BI, puede detectar fácilmente las tendencias a lo largo del tiempo para marcar la diferencia. Responda a preguntas como estas:</p> <ul> <li>¿Cuáles son los ingresos de las oportunidades en la canalización?</li> <li>Retrospectivamente, ¿qué resultados obtuvieron los pronósticos de los ingresos factorizados?</li> </ul>
fr_fr: <p>Avec Power&#160;BI, vous pouvez repérer des tendances en temps réel et agir à temps. Répondez aux questions suivantes&#160;:</p> <ul> <li>Quel est le revenu généré par les opportunités dans votre pipeline&#160;?</li> <li>Avec le recul, quel a été le résultat de vos prévisions de chiffre d’affaires pondéré&#160;?</li> </ul>
it_it: <p>Con Power BI è possibile individuare le tendenze in anticipo per fare la differenza e rispondere a domande quali:</p> <ul> <li>Qual è il ricavo dell'opportunità nella pipeline?</li> <li>A posteriori, come hanno funzionato le proiezioni sui ricavi fattorizzati?</li> </ul>
ja_jp: <p>Power BI では、傾向をタイムリーにつかんで変化をもたらすことができます。次のような質問に回答します。</p> <ul> <li>パイプラインでの営業案件の売上はどれほどですか。</li> <li>実売上予測はどれほど正確でしたか。</li> </ul>
ko_kr: <p>Power BI를 사용하면 적시에 추세를 쉽게 파악하여 차별성을 둘 수 있습니다. 다음과 같은 질문에 답변해 보세요.</p> <ul> <li>파이프라인 내의 기회 수익은 어느 정도인가요?</li> <li>되돌아봤을 때 팩터링된 수익 예상이 어떤 성과를 가져다 주었나요?</li> </ul>
pt_br: <p>Com o Power BI você pode detectar facilmente as tendências, em tempo de fazer a diferença. Responda a perguntas como:</p> <ul> <li>Qual é a rentabilidade das oportunidades em seu pipeline?</li> <li>Fazendo uma retrospectiva, como foi o desempenho de suas projeções de receita fatorada?</li> </ul>
ru_ru: <p>С помощью Power BI можно без труда отследить тенденции с течением времени, чтобы изменить ситуацию к лучшему. Получите ответы на подобные вопросы:</p> <ul> <li>Каков возможный доход в вашем канале продаж?</li> <li>Обращаясь к прошлому, каковы показатели проекций взвешенного дохода?</li> </ul>
zh_cn: <p>借助 Power BI，你可以轻松且及时地找到趋势，并因此脱颖而出。回答类似下面的问题：</p> <ul> <li>你的管道中有哪些机会收入？</li> <li>回顾一下，你分解的收入规划执行情况如何？</li> </ul>
zh_tw: <p>有了 Power BI，您可以輕鬆地即時找出形成差異的趨勢。回答類似下面的問題：</p> <ul> <li>您管道中的商機營收為何？</li> <li>回顧一下，您如何指出營收預估的績效？</li> </ul>

# Mobile_Heading
source: Mobile
de_de: Mobil
es_es: Móvil
it_it: Dispositivi mobili
ja_jp: モバイル
ko_kr: 모바일
pt_br: Mobilidade
ru_ru: Мобильные службы
zh_cn: 移动
zh_tw: 行動

# Mobile_Subheading
source: Put the future in context
de_de: Setzen Sie die Zukunft in Kontext
es_es: Ponga el futuro en contexto
fr_fr: Mettez l’avenir en contexte
it_it: Previsioni sul futuro
ja_jp: 将来を文脈の中でとらえる
ko_kr: 향후 추세 파악
pt_br: Coloque o futuro em contexto
ru_ru: Рассматривайте будущие события в контексте
zh_cn: 通过相关数据获悉未来
zh_tw: 掌握未來

# Monitor_Content
source: <p>Power BI lets you instantly create dashboards and start monitoring your teams' opportunities, results, and overall efficiency. You can also monitor key metrics like win rates, number of wins, revenue, discounts, and YTD revenue maps. The dashboards are refreshed with up-to-date data automatically and give you an at-a-glance view of the insights anytime you need it.</p>
de_de: <p>Mit Power BI können Sie im Handumdrehen Dashboards erstellen und damit beginnen, die Verkaufschancen, Ergebnisse und Gesamteffizienz Ihres Teams zu überprüfen. Ferner können Sie wichtige Metriken wie Erfolgsquoten, die Anzahl gewonnener Aufträge, Umsatz, Rabatte und Übersichten zum Jahresumsatz beobachten. Die Dashboards werden automatisch mit aktuellen Daten aktualisiert und geben Ihnen eine umfassende und leicht verständliche Darstellung der Erkenntnisse.</p>
es_es: <p>Power BI permite crear paneles al instante y comenzar a supervisar las oportunidades, los resultados y la eficacia general de sus equipos. También puede supervisar las métricas clave, como los índices de ganancias, el número de victorias, los ingresos, los descuentos y los mapas de ingresos del año corriente hasta la fecha actual. Los paneles se ponen al día automáticamente con datos actualizados y proporcionan una vista rápida de la información siempre que lo necesite.</p>
fr_fr: <p>Power&#160;BI vous permet de créer des tableaux de bord instantanément et de surveiller les opportunités, les résultats et l’efficacité globale de votre équipe. Vous pouvez également surveiller les métriques clés telles que le taux d’opportunités gagnées, le nombre d’opportunités gagnées, le chiffre d’affaires, les remises, ainsi que la carte du chiffre d’affaires de l’année en cours. Les tableaux de bord sont automatiquement actualisés avec des données à jour et vous donnent une vue globale des analyses quand vous en avez besoin.</p>
it_it: <p>Power BI permette di creare immediatamente i dashboard e iniziare a monitorare le opportunità, i risultati e l'efficienza complessiva del team, oltre alle metriche principali come ad esempio percentuale di trattative concluse, numero di trattative concluse, ricavi, sconti e mappe dei ricavi dall'inizio dell'anno. I dashboard sono aggiornati automaticamente e offrono una panoramica immediata delle informazioni importanti in qualsiasi momento.</p>
ja_jp: <p>Power BI では、すぐにダッシュボードを作成でき、チームの営業案件、結果、および全体的な効率性の監視を開始できます。さらに、成功率、成功した回数、収益、割引、および YTD 収益マップなどの主要なメトリックを監視できます。ダッシュボードは、最新の状態のデータによって自動的に更新され、いつでも必要な時に分かりやすい情報を提供します。</p>
ko_kr: <p>Power BI를 통해 즉시 대시보드를 만들고 팀의 기회, 결과 및 전반적인 효율성을 모니터링할 수 있습니다. 또한 승률, 실적 수, 수익, 할인 및 YTD 수익 맵 등의 주요 메트릭을 모니터링할 수도 있습니다. 대시보드는 자동으로 최신 데이터로 새로 고쳐지며 필요할 때마다 언제든지 정보를 한눈에 볼 수 있도록 요약하여 제공합니다.</p>
pt_br: <p>O Power BI permite criar painéis instantaneamente e iniciar o monitoramento de oportunidades, resultados e a eficiência geral de suas equipes. Você também pode monitorar métricas-chave como taxas de ganho, número de ganhos, receita, descontos e mapeamentos de receita acumulada no ano. Os painéis são renovados automaticamente com dados atualizados e lhe oferecem uma visão instantânea das informações, sempre que precisar.</p>
ru_ru: <p>Power BI позволяет мгновенно создавать информационные панели и приступить к наблюдению за возможностями, результатами и общей эффективностью вашей команды. Можно также отслеживать ключевые показатели, такие как вероятность и количество успешных событий, прибыль, скидки и административно-налоговые карты с начала года. Информационные панели автоматически обновляются актуальными данными и дают возможность для обзора дополнительной информации всегда, когда она нужна.</p>
zh_cn: <p>借助 Power BI，你可以立即创建仪表板并开始监视你团队的机会、结果和整体工作效率。你还可以监视关键指标，例如获胜率、获胜次数、收入、折扣和 YTD 收入分布图。仪表板将自动使用最新的数据进行刷新并且将在你需要时，随时为你提供洞察力的概览视图。</p>
zh_tw: <p>Power BI 可讓您立即建立儀表板，並開始監視小組的商機、成果和整體效率。您也可以監視成交機率、成交數量、營收、折扣、年初迄今營收對應等關鍵指標。儀表板會以最新資料自動重新整理，並在您需要時，隨時提供深入資訊的摘要檢視。</p>

# Monitor_Heading
source: Monitor
de_de: Überwachen
es_es: Supervisar
fr_fr: Surveiller
it_it: Monitora
ja_jp: 監視
ko_kr: 모니터
pt_br: Monitorar
ru_ru: Отслеживайте
zh_cn: 监视器
zh_tw: 監視

# Monitor_Subheading
source: Be the first to know
de_de: Als Erster informiert sein
es_es: Sea el primero en enterarse
fr_fr: Soyez le premier informé
it_it: Un passo avanti a tutti
ja_jp: 最新情報をすぐに入手する
ko_kr: 정보를 빨리 알 수 있습니다.
pt_br: Seja o primeiro a saber
ru_ru: Будьте первым, кому все станет известно
zh_cn: 在第一时间获得通知
zh_tw: 洞察先機

# TakeAdvantage_Heading
source: Take advantage of Power BI
de_de: Nutzen Sie Power BI
es_es: Aproveche las ventajas de Power BI
fr_fr: Tirez parti de Power BI
it_it: Prova Power BI
ja_jp: Power BI を活用する
ko_kr: Power BI를 활용해 보세요.
pt_br: Tire proveito do Power BI
ru_ru: Воспользуйтесь преимуществами Power BI
zh_cn: 充分利用 Power BI
zh_tw: 利用 Power BI
