Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/clouds/Index.*.resx
Languages: fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_tw

# China_Content
source: 21Vianet independently operates, provides, manages, and supports the delivery of Power BI in China.
fr_fr: 21Vianet exploite, fournit, gère et prend en charge de façon indépendante la fourniture de Power BI en Chine.
it_it: 21Vianet amministra, fornisce, gestisce e supporta la fornitura di Power BI in Cina.
ja_jp: 21Vianet は、中国での Power BI 提供の運営、供給、管理、およびサポートを単独で行っています。
ko_kr: 21Vianet는 중국에서 Power BI 전달을 독립적으로 운영, 제공, 관리 및 지원합니다.
pt_br: O 21Vianet opera, fornece, gerencia e dá suporte de forma independente à entrega do Power BI na China.
ru_ru: Компания 21Vianet в независимом порядке обеспечивает работу, поддержку и управление Power BI в Китае.
zh_tw: 21Vianet 獨立營運、提供、管理及支援 Power BI 在中國的傳遞。

# China_Cta
source: China
fr_fr: Chine
it_it: Cina
ja_jp: 中国
ko_kr: 중국
ru_ru: Китай
zh_tw: 中國

# China_Heading
source: China
fr_fr: Chine
it_it: Cina
ja_jp: 中国
ko_kr: 중국
ru_ru: Китай
zh_tw: 中國

# Community_Cta
source: Visit the community
fr_fr: Visitez la communauté
it_it: Visita la community
ja_jp: コミュニティにアクセスする
ko_kr: 커뮤니티 방문
pt_br: Visite a comunidade
ru_ru: Посетите сообщество
zh_tw: 前往社群

# Germany_Content
source: Power BI Germany is designed to meet the needs of the most regulated customers in Europe.*
fr_fr: Power BI Germany est conçu pour répondre aux besoins des clients en Europe qui doivent se conformer à des réglementations très strictes.*
it_it: Power BI Germania è progettato in modo da soddisfare le esigenze del mercato più regolamentato d'Europa.*
ja_jp: Power BI Germany は、規制が最も厳格な欧州のお客様のニーズに対応できるように設計されました。*
ko_kr: Power BI Germany는 유럽에서 가장 많은 규제의 대상이 되는 고객의 요구를 충족하도록 설계되었습니다.*
pt_br: O Power BI Alemanha é projetado para atender às necessidades dos clientes mais regulados na Europa.*
ru_ru: Цель Power BI Germany — соответствовать самым строгим нормативным требованиям к работе с данными в Европе.*
zh_tw: Power BI Germany 專為符合歐洲受到最嚴格規範的客戶需求而設計。*

# Germany_Cta
source: Germany
fr_fr: Allemagne
it_it: Germania
ja_jp: ドイツ
ko_kr: 독일
pt_br: Alemanha
ru_ru: Германия
zh_tw: 德國

# Germany_Heading
source: Germany
fr_fr: Allemagne
it_it: Germania
ja_jp: ドイツ
ko_kr: 독일
pt_br: Alemanha
ru_ru: Германия
zh_tw: 德國

# META_DESCRIPTION
source: Power BI in a compliant, secured, cloud
fr_fr: Power BI dans un cloud sécurisé et conforme
it_it: Power BI in un cloud conforme e protetto
ja_jp: コンプライアンスに準拠したセキュアなクラウドでの Power BI
ko_kr: 준수성과 보안성이 우수한 클라우드 Power BI
pt_br: O Power BI em conformidade, protegido, na nuvem
ru_ru: Power BI в облаке, обеспечивающем безопасность и соответствие требованиям
zh_tw: Power BI 位於符合規範的安全雲端

# META_KEYWORDS
source: power bi, microsoft power bi, bi tools, microsoft bi, start power bi, power bi service, power bi desktop,Sovereign Clouds , choosing power bi, power bi options, US government,Power bi China
it_it: power bi, microsoft power bi, strumenti di bi, microsoft bi, avviare power bi, servizio power bi, power bi desktop, Sovereign Cloud, selezione di power bi, opzioni di power bi, Governo degli Stati Uniti, Power bi Cina
ja_jp: Power BI, Microsoft Power BI, BI ツール, Microsoft BI, Power BI を開始する, Power BI サービス, Power BI Desktop, 主権クラウド, Power BI を選択する, Power BI オプション, 米国政府, Power BI China
ko_kr: power bi, microsoft power bi, bi 도구, microsoft bi, power bi 시작, power bi 서비스, power bi desktop, 소버린 클라우드, power bi 선택하기, power bi 옵션, 미국 정부, Power bi China
pt_br: power bi, microsoft power bi, ferramentas do bi, microsoft bi, comece com o power bi, serviço do power bi, power bi desktop, Sovereign Clouds, escolhendo o power bi, opções do power bi, governo dos EUA, Power bi China
ru_ru: power bi, microsoft power bi, инструменты bi, microsoft bi, начать power bi, служба power bi, power bi desktop,Sovereign Clouds , выбрать power bi, параметры power bi, правительство США,Power bi Китай
zh_tw: power bi, microsoft power bi, bi 工具, microsoft bi, 開始 power bi, power bi 服務, power bi desktop, 主權雲端, 選擇 power bi, power bi 選項, 美國政府, Power bi China

# META_PAGETITLE
source: Sovereign Clouds | Microsoft Power BI
fr_fr: Clouds souverains | Microsoft Power BI
it_it: Sovereign Cloud | Microsoft Power BI
ja_jp: 主権クラウド | Microsoft Power BI
ko_kr: 소버린 클라우드 | Microsoft Power BI
zh_tw: 主權雲端 | Microsoft Power BI

# SovereignClouds_Cta
source: Learn more
fr_fr: En savoir plus
it_it: Scopri di più
ja_jp: 詳細情報
ko_kr: 자세히 알아보기
pt_br: Saiba mais
ru_ru: Дополнительные сведения
zh_tw: 深入了解

# SovereignClouds_Cta_China
source: Learn more (Chinese)
fr_fr: En savoir plus (en chinois)
it_it: Scopri di più (Cinese)
ja_jp: 詳細情報 (中国語)
ko_kr: 자세히 알아보기(중국어)
pt_br: Saiba mais (chinês)
ru_ru: Дополнительные сведения (на китайском языке)
zh_tw: 深入了解 (中文)

# SovereignClouds_MainContent
source: Power BI is now available in three separate national clouds. These clouds offer the same levels of security, privacy, compliance and transparency as the global version of Power BI, combined with a unique model for local regulations on service delivery, data residency, access, and control.
fr_fr: Power BI est à présent disponible dans trois clouds nationaux distincts. Ces clouds offrent les mêmes niveaux de sécurité, de confidentialité, de conformité et de transparence que la version internationale de Power BI. Ils proposent en plus un modèle unique adapté aux réglementations locales en matière de fourniture, de résidence des données, d’accès et de contrôle.
it_it: Power BI è ora disponibile in tre cloud nazionali separati. Questi cloud offrono gli stessi livelli di sicurezza, privacy, conformità e trasparenza della versione globale di Power BI, combinati a un modello univoco per i regolamenti locali su fornitura del servizio, residenza dei dati, accesso e controllo.
ja_jp: Power BI は別個の 3 つの国内クラウドで利用できるようになりました。これらのクラウドのセキュリティ、プライバシー、コンプライアンス、および透明性のレベルはグローバルに使用されている Power BI と同様で、サービス提供、データ所在地、アクセス、および制御についての各国規制に対応する独自モデルとの組み合わせになっています。
ko_kr: Power BI는 3개의 별도의 내셔널 클라우드에서 사용할 수 있습니다. 이러한 클라우드는 서비스 전달, 데이터 주거성, 액세스 및 통제와 관련하여 로컬 규정에 부합하는 고유 모델과 결합된 Power BI 글로벌 버전으로서 동일한 수준의 보안, 개인 정보 보호, 규정 준수 및 투명성을 제공합니다.
pt_br: O Power BI agora está disponível em três nuvens nacionais separadas. Essas nuvens oferecem os mesmos níveis de segurança, privacidade, conformidade e transparência como a versão global do Power BI, combinado com um modelo exclusivo para regulações locais na entrega do serviço, residência de dados, acesso e controle.
ru_ru: Power BI теперь доступен в трех отдельных национальных облачных службах. Эти облачные службы обеспечивают тот же уровень безопасности, конфиденциальности, прозрачности и соответствия требованиям, что и глобальная версия Power BI, но уникальны тем, что предоставление услуг, контроль и резидентство данных, а также осуществление доступа к данным регулируются местными стандартами.
zh_tw: Power BI 現於三個不同的國家雲端中提供。這些雲端提供的安全性、隱私權、合規性及透明度等級與全球版本的 Power BI 相同，並結合了服務傳遞、資料存放、存取及控制等方面符合當地規定的獨特模型。

# SovereignClouds_MainHeading
source: Business analytics in a cloud you can trust
fr_fr: L’analyse marketing dans un cloud auquel vous pouvez faire confiance
it_it: Analisi business in un cloud affidabile
ja_jp: 信頼できるクラウドでのビジネス分析
ko_kr: 신뢰할 수 있는 클라우드에서 비즈니스 분석
pt_br: A análise de negócios em uma nuvem que você pode confiar
ru_ru: Бизнес-аналитика в надежном облаке
zh_tw: 值得信任的雲端商務分析

# Support_Content
source: Administrators can use the following links to create support tickets.​
fr_fr: Les administrateurs peuvent cliquer sur les liens suivants pour créer des tickets de support.
it_it: Gli amministratori possono usare i seguenti collegamenti per creare ticket di supporto.​​
ja_jp: 管理者は以下のリンクでサポート チケットを作成できます。
ko_kr: 관리자는 다음 링크를 사용하여 지원 티켓을 만들 수 있습니다.
pt_br: Os administradores podem usar os seguintes links para criar tíquetes de suporte.
ru_ru: Администраторы могут создавать обращения в службу поддержки с помощью приведенных ниже ссылок.
zh_tw: 系統管理員可以使用下列連結建立支援票證。

# Support_Content2
source: End users can work with their administrators to submit tickets or can visit the Power BI community
fr_fr: Les utilisateurs peuvent demander l’aide de leurs administrateurs pour envoyer des tickets. Ils peuvent également visiter la communauté Power BI.
it_it: Gli utenti finali possono collaborare con gli amministratori per inviare ticket oppure possono visitare la community di Power BI
ja_jp: エンドユーザーは管理者と協力してチケットを送信したり、Power BI コミュニティにアクセスできます
ko_kr: 최종 사용자는 해당 관리자와 작업하여 티켓을 제출하거나 Power BI 커뮤니티를 방문할 수 있습니다.
pt_br: Os usuários finais com seus administradores para enviar tíquetes ou pode visitar a comunidade do Power BI
ru_ru: Конечные пользователи могут совместно с администраторами отправлять обращения в службу поддержки или же самостоятельно посещать сообщество Power BI
zh_tw: 終端使用者可與系統管理員合作以提交票證，也可以前往 Power BI 社群

# Support_Heading
source: Support
fr_fr: Support technique
it_it: Supporto
ja_jp: サポート
ko_kr: 지원
pt_br: Suporte
ru_ru: Поддержка
zh_tw: 支援

# Terms_Conditions
source: * Publish to Web is not available in Germany​
fr_fr: * La publication sur le web n’est pas disponible en Allemagne
it_it: * Pubblica sul Web non è disponibile in Germania
ja_jp: * Publish to Web は Germany​ では使用できません
ko_kr: * 독일에서는 앱에 게시를 사용할 수 없습니다.
pt_br: * Publicar na Web não está disponível na Alemanha
ru_ru: * Функция публикации в Интернете недоступна в Германии
zh_tw: * 在德國無法使用 [發佈至網路]

# US_Government_Content
source: Customers in the public sector are now able to use Power BI while meeting additional security, privacy, and compliance requirements.
fr_fr: Les clients du secteur public peuvent maintenant utiliser Power BI tout en respectant les exigences supplémentaires en matière de sécurité, de confidentialité et de conformité.
it_it: I clienti del settore pubblico possono ora usare Power BI nel pieno rispetto dei requisiti aggiuntivi di sicurezza, privacy e conformità.
ja_jp: 公的機関のお客様は、セキュリティ、プライバシー、コンプライアンスに関する追加要件を満たしながら Power BI を使用できるようになりました。
ko_kr: 공공 부문 고객은 현재 추가 보안, 개인 정보, 호환성 요구 조건에 부합할 경우 Power BI를 사용할 수 있습니다.
pt_br: Os clientes no setor público agora podem usar o Power BI ao mesmo tempo que atendem aos requisitos de segurança, de privacidade e de conformidade adicionais.
ru_ru: Теперь при использовании Power BI клиентам из государственного сектора доступен дополнительный уровень безопасности, конфиденциальности и соответствия требованиям.
zh_tw: 公部門的客戶現在能夠在使用 Power BI 的同時達成安全性、隱私權及合規性需求。

# US_Government_Cta
source: US Government
it_it: Governo degli Stati Uniti
ja_jp: 米国政府
ko_kr: 미국 정부
pt_br: Governo dos EUA
ru_ru: Правительство США
zh_tw: 美國政府

# US_Government_Heading
source: US Government
it_it: Governo degli Stati Uniti
ja_jp: 米国政府
ko_kr: 미국 정부
pt_br: Governo dos EUA
ru_ru: Правительство США
zh_tw: 美國政府
