Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/Lefties/developer.*.resx
Languages: de_de, es_es, fr_fr, ja_jp, ko_kr, zh_cn, zh_tw

# Area_API
source: Power BI API
es_es: API de Power BI
fr_fr: API Power BI

# Area_ContentPack
source: Content Pack Certification
de_de: Inhaltspaket-Zertifizierung
es_es: Certificación de paquete de contenido
fr_fr: Certification du pack de contenu
ja_jp: コンテンツ パック証明書
ko_kr: 콘텐츠 팩 인증
zh_cn: 内容包认证
zh_tw: 內容套件認證

# Area_Create
source: Create a custom visual
de_de: Erstellen benutzerdefinierter Visualisierungen
es_es: Crear un objeto visual personalizado
fr_fr: Créer un visuel personnalisé
ja_jp: カスタム ビジュアルの作成
ko_kr: 사용자 지정 시각적 개체 만들기
zh_cn: 创建自定义视觉对象
zh_tw: 建立自訂視覺效果

# Area_GetStarted
source: Get started
de_de: Erste Schritte
es_es: Comenzar
fr_fr: Commencer
ja_jp: 作業の開始
ko_kr: 시작
zh_cn: 开始使用
zh_tw: 開始使用

# Area_Integrate
source: Embed items into your app
de_de: Einbetten von Elementen in eine App
es_es: Inserción de elementos en una aplicación
fr_fr: Incorporer des éléments à votre application
ja_jp: アイテムをアプリに埋め込む
ko_kr: 앱에 항목 포함
zh_cn: 将项目嵌入到应用中
zh_tw: 將項目內嵌到應用程式中

# Area_PushData
source: Push data into a dashboard
de_de: Übertragen von Daten in ein Dashboard per Push
es_es: Insertar datos en un panel
fr_fr: Transmettre des données à un tableau de bord
ja_jp: ダッシュボードにデータをプッシュする
ko_kr: 대시보드에 데이터 푸시
zh_cn: 将数据推送到仪表板
zh_tw: 將資料推送至儀表板

# Link_AddRows
source: Get a dataset to add rows
de_de: Abrufen eines Datasets zum Hinzufügen von Zeilen
es_es: Obtener un conjunto de datos para agregar filas
fr_fr: Obtenir un jeu de données pour ajouter des lignes
ja_jp: 行を追加するためにデータセットを取得する
ko_kr: 행을 추가할 데이터 집합 가져오기
zh_cn: 获取数据集以添加行
zh_tw: 取得要加入資料列的資料集

# Link_AddRowsToTable
source: Add rows to a table
de_de: Hinzufügen von Zeilen zu einer Tabelle
es_es: Agregar filas a una tabla
fr_fr: Ajouter des lignes à une table
ja_jp: テーブルに行を追加する
ko_kr: 테이블에 행 추가
zh_cn: 将行添加到表格
zh_tw: 將資料列加入資料表

# Link_Authenticate
source: Authenticate to Power BI service
de_de: Authentifizieren für Power BI-Dienst
es_es: Autenticarse en el servicio Power BI
fr_fr: S’authentifier sur le service Power BI
ja_jp: Power BI サービスを認証する
ko_kr: Power BI 서비스에 인증
zh_cn: 对 Power BI 服务进行身份验证
zh_tw: 向 Power BI 服務驗證

# Link_AuthenticateClient
source: Authenticate a client app
de_de: Authentifizieren einer Client-App
es_es: Autenticar una aplicación cliente
fr_fr: Authentifier une application cliente
ja_jp: クライアント アプリを認証する
ko_kr: 클라이언트 앱 인증
zh_cn: 对客户端应用进行身份验证
zh_tw: 驗證用戶端應用程式

# Link_AuthenticateWeb
source: Authenticate a web app
de_de: Authentifizieren einer Web-App
es_es: Autenticar una aplicación web
fr_fr: Authentifier une application web
ja_jp: Web アプリを認証する
ko_kr: 웹앱 인증
zh_cn: 对 Web 应用进行身份验证
zh_tw: 驗證 Web 應用程式

# Link_AuthToken
source: Get an authentication access token
de_de: Abrufen eines Authentifizierungszugriffstokens
es_es: Obtener un token de acceso de autenticación
fr_fr: Obtenir un jeton d’accès d’authentification
ja_jp: 認証アクセス トークンを取得する
ko_kr: 인증 액세스 토큰 가져오기
zh_cn: 获取身份验证访问令牌
zh_tw: 取得驗證存取權杖

# Link_AzureADTenant
source: Create an Azure Active Directory tenant
de_de: Erstellen eines Azure Active Directory-Mandanten
es_es: Crear un inquilino de Azure Active Directory
fr_fr: Créer un client Azure Active Directory
ja_jp: Azure Active Directory テナントを作成する
ko_kr: Azure Active Directory 테넌트 만들기
zh_cn: 创建 Azure Active Directory 租户
zh_tw: 建立 Azure Active Directory 租用戶

# Link_CertProgram
source: Content Pack Certification Program
de_de: Zertifizierungsprogramm für Inhaltspakete
es_es: Programa de certificación de paquete de contenido
fr_fr: Programme de certification du pack de contenu
ja_jp: コンテンツ パック証明書プログラム
ko_kr: 콘텐츠 팩 인증 프로그램
zh_cn: 内容包认证程序
zh_tw: 內容套件認證計劃

# Link_CompleteCodeListing
source: Complete code listing
de_de: Vollständige Codeliste
es_es: Lista de código completa
fr_fr: Listing du code complet
ja_jp: 完全なコード リスト
ko_kr: 전체 코드 목록
zh_cn: 完成代码列表
zh_tw: 完整程式碼清單

# Link_CreateDataset
source: Create a dataset
de_de: Erstellen eines Datasets
es_es: Crear un conjunto de datos
fr_fr: Créer un jeu de données
ja_jp: データセットの作成
ko_kr: 데이터 집합 만들기
zh_cn: 创建数据集
zh_tw: 建立資料集

# Link_CustomVisual
source: Create a custom visual with the Developer Tools
de_de: Erstellen benutzerdefinierter Visualisierungen mit den Entwicklertools
es_es: Crear un objeto visual personalizado con las herramientas de desarrollo
fr_fr: Création d’un élément visuel personnalisé avec les outils de développement
ja_jp: 開発者ツールでカスタム ビジュアルを作成する
ko_kr: 개발자 도구를 사용하여 사용자 지정 시각적 개체 만들기
zh_cn: 使用开发人员工具创建自定义视觉对象
zh_tw: 使用開發人員工具建立自訂視覺效果

# Link_GetDashboard
source: Get a Power BI dashboard
de_de: Abrufen eines Power BI-Dashboards
es_es: Obtener un panel de Power BI
fr_fr: Obtenir un tableau de bord Power BI
ja_jp: Power BI ダッシュボードを取得する
ko_kr: Power BI 대시보드 가져오기
zh_cn: 获取 Power BI 仪表板
zh_tw: 取得 Power BI 儀表板

# Link_GetReport
source: Get a Power BI report
de_de: Abrufen eines Power BI-Berichts
es_es: Obtener un informe de Power BI
fr_fr: Obtenir un rapport Power BI
ja_jp: Power BI レポートを取得する
ko_kr: Power BI 보고서 가져오기
zh_cn: 获取 Power BI 报表
zh_tw: 取得 Power BI 報表

# Link_GetTile
source: Get a Power BI tile
de_de: Abrufen einer Power BI-Kachel
es_es: Obtener un icono de Power BI
fr_fr: Obtenir une vignette Power BI
ja_jp: Power BI タイルを取得する
ko_kr: Power BI 타일 가져오기
zh_cn: 获取 Power BI 磁贴
zh_tw: 取得 Power BI 磚

# Link_IntegrateReport
source: Integrate a Power BI report into an app
de_de: Integrieren eines Power BI-Berichts in eine App
es_es: Integrar un informe de Power BI en una aplicación
fr_fr: Intégrer un rapport Power BI dans une application
ja_jp: Power BI レポートをアプリに統合する
ko_kr: 앱에 Power BI 보고서 통합
zh_cn: 将 Power BI 报表集成到应用中
zh_tw: 將 Power BI 報表整合至應用程式中

# Link_IntegrateTile
source: Integrate a Power BI tile into an app
de_de: Integrieren einer Power BI-Kachel in eine App
es_es: Integrar un icono de Power BI en una aplicación
fr_fr: Intégrer une vignette Power BI dans une application
ja_jp: Power BI タイルをアプリに統合する
ko_kr: 앱에 Power BI 타일 통합
zh_cn: 将 Power BI 磁贴集成到应用中
zh_tw: 將 Power BI 磚整合到應用程式中

# Link_Overview
source: What can I do with the Power BI API
de_de: Was kann ich mit der Power BI-API tun
es_es: ¿Qué se puede hacer con la API de Power BI?
fr_fr: Quelles sont les possibilités offertes par l’API Power BI ?
ja_jp: Power BI API の機能
ko_kr: Power BI API로 무엇을 할 수 있나요?
zh_cn: 使用 Power BI API 可以做什么
zh_tw: Power BI API 可以做些什麼

# Link_Permissions
source: Power BI permissions
de_de: Power BI-Berechtigungen
es_es: Permisos de Power BI
fr_fr: Autorisations Power BI
ja_jp: Power BI のアクセス許可
ko_kr: Power BI 사용 권한
zh_cn: Power BI 权限
zh_tw: Power BI 權限

# Link_PushData
source: Push data into a dashboard
de_de: Übertragen von Daten in ein Dashboard per Push
es_es: Insertar datos en un panel
fr_fr: Transmettre des données à un tableau de bord
ja_jp: ダッシュボードにデータをプッシュする
ko_kr: 대시보드에 데이터 푸시
zh_cn: 将数据推送到仪表板
zh_tw: 將資料推送至儀表板

# Link_RegisterAzureAD
source: Register an app with Azure AD
de_de: Registrieren einer App in Azure AD
es_es: Registrar una aplicación con Azure AD
fr_fr: Inscrire une application auprès d’Azure AD
ja_jp: アプリを Azure AD に登録する
ko_kr: Azure AD에 앱 등록
zh_cn: 使用 Azure AD 注册应用
zh_tw: 使用 Azure AD 註冊應用程式

# Link_RegisterClient
source: Register a client app
de_de: Registrieren einer Client-App
es_es: Registrar una aplicación de cliente
fr_fr: Inscrire une application cliente
ja_jp: クライアント アプリを登録する
ko_kr: 클라이언트 앱 등록
zh_cn: 注册客户端应用
zh_tw: 註冊用戶端應用程式

# Link_RegisterReportAzureAD
source: Register a web app with Azure AD
de_de: Registrieren einer Web-App in Azure AD
es_es: Registrar una aplicación web con Azure AD
fr_fr: Inscrire une application web auprès d’Azure AD
ja_jp: Web アプリを Azure AD に登録する
ko_kr: Azure AD에 웹앱 등록
zh_cn: 使用 Azure AD 注册 Web 应用
zh_tw: 使用 Azure AD 註冊 Web 應用程式

# Link_RegisterWeb
source: Register a web app
de_de: Registrieren einer Web-App
es_es: Registrar una aplicación web
fr_fr: Inscrire une application web
ja_jp: Web アプリを登録する
ko_kr: 웹앱 등록
zh_cn: 注册 Web 应用
zh_tw: 註冊 Web 應用程式

# Link_RegisterWebAppAzureAD
source: Register a web app with Azure AD
de_de: Registrieren einer Web-App in Azure AD
es_es: Registrar una aplicación web con Azure AD
fr_fr: Inscrire une application web auprès d’Azure AD
ja_jp: Web アプリを Azure AD に登録する
ko_kr: Azure AD에 웹앱 등록
zh_cn: 使用 Azure AD 注册 Web 应用
zh_tw: 使用 Azure AD 註冊 Web 應用程式

# Link_ReportCodeListing
source: Integrate a Power BI report into an app code listing
de_de: Integrieren eines Power BI-Berichts in eine App-Codeliste
es_es: Integrar un informe de Power BI en una lista de códigos de aplicación
fr_fr: Intégrer un rapport Power BI dans le listing du code d’une application
ja_jp: Power BI レポートをアプリ コード リストに統合する
ko_kr: 앱 코드 목록에 Power BI 보고서 통합
zh_cn: 将 Power BI 报表集成到应用代码列表中
zh_tw: 將 Power BI 報表整合至應用程式程式碼清單中

# Link_ReportIframe
source: Load a Power BI report into an iFrame
de_de: Einbetten eines Power BI-Berichts in einen iFrame
es_es: Cargar un informe de Power BI en un iFrame
fr_fr: Charger un rapport Power BI dans un iFrame
ja_jp: Power BI レポートを iFrame に読み込む
ko_kr: iFrame에 Power BI 보고서 로드
zh_cn: 将 Power BI 报表加载到 IFrame 中
zh_tw: 將 Power BI 報表載入 iFrame

# Link_RestAPIReference
source: Power BI REST API Reference
de_de: Referenz für Power BI-REST-API
es_es: Referencia de la API de REST de Power BI
fr_fr: Informations de référence sur l’API REST de Power BI
ja_jp: Power BI REST API リファレンス
ko_kr: Power BI REST API 참조
zh_cn: Power BI REST API 参考
zh_tw: Power BI REST API 參考

# Link_ReviewVisual
source: Review custom visuals for security and privacy
de_de: Überprüfen von benutzerdefinierten Visualisierungen auf Sicherheit und Datenschutz
es_es: Revisar la seguridad y la privacidad de los objetos visuales personalizados
fr_fr: Examen des éléments visuels personnalisés pour la sécurité et la confidentialité
ja_jp: カスタム ビジュアルのセキュリティとプライバシーを確認する
ko_kr: 보안 및 개인 정보에 대한 사용자 지정 시각적 개체 검토
zh_cn: 查看用于安全和隐私的自定义视觉对象
zh_tw: 檢閱自訂視覺效果的安全性與隱私權

# Link_TCPAuthoring
source: Template Content Pack Authoring
de_de: Erstellen von Vorlageninhaltspaketen
es_es: Creación de paquete de contenido de plantilla
fr_fr: Création de modèle de pack de contenu
ja_jp: テンプレート コンテンツ パックの作成
ko_kr: 템플릿 콘텐츠 팩 작성
zh_cn: 模板内容包创作
zh_tw: 範本內容套件製作

# Link_TCPExperiences
source: Template Content Pack Experiences
de_de: Benutzererfahrungen mit Vorlageninhaltspaketen
es_es: Experiencias de paquete de contenido de plantilla
fr_fr: Expériences de modèle de pack de contenu
ja_jp: テンプレート コンテンツ パックのエクスペリエンス
ko_kr: 템플릿 콘텐츠 팩 환경
zh_cn: 模板内容包体验
zh_tw: 範本內容套件體驗

# Link_TCPTesting
source: Template Content Pack Testing
de_de: Testen von Vorlageninhaltspaketen
es_es: Prueba de paquete de contenido de plantilla
fr_fr: Test de modèle de pack de contenu
ja_jp: テンプレート コンテンツ パックのテスト
ko_kr: 템플릿 콘텐츠 팩 테스트
zh_cn: 模板内容包测试
zh_tw: 範本內容套件測試

# Link_TileCodeListing
source: Integrate a Power BI tile into an app code listing
de_de: Integrieren einer Power BI-Kachel in eine App-Codeliste
es_es: Integración de un icono de Power BI en una lista de códigos de aplicación
fr_fr: Intégrer une vignette Power BI dans le listing du code d’une application
ja_jp: Power BI タイルをアプリ コード リストに統合する
ko_kr: 앱 코드 목록에 Power BI 타일 통합
zh_cn: 将 Power BI 磁贴集成到应用代码列表中
zh_tw: 將 Power BI 磚整合至應用程式程式碼清單中

# Link_TileIframe
source: Load a Power BI tile into an iFrame
de_de: Laden einer Power BI-Kachel in einen iFrame
es_es: Carga de un icono de Power BI en un iFrame
fr_fr: Charger une vignette Power BI dans un iFrame
ja_jp: Power BI タイルを iFrame に読み込む
ko_kr: iFrame에 Power BI 타일 로드
zh_cn: 将 Power BI 磁贴加载到 IFrame 中
zh_tw: 將 Power BI 磚載入 iFrame

# Title
source: Power BI Developer
de_de: Power BI-Entwickler
es_es: Desarrollador de Power BI
fr_fr: Développeur de Power BI
ja_jp: Power BI 開発者
ko_kr: Power BI 개발자
zh_cn: Power BI 开发人员
zh_tw: Power BI 開發人員

# Link_DevEmbedDashboard
source: Integrate a dashboard into an app
de_de: Integrieren eines Dashboards in eine App
es_es: Integración de un panel en una aplicación
fr_fr: Intégrer un tableau de bord à une application
ja_jp: ダッシュボードをアプリに統合する
ko_kr: 앱에 대시보드 통합
zh_cn: 将仪表板集成到应用中
zh_tw: 將儀表板整合到應用程式中

# Link_SubmitVisual
source: Publish custom visuals to the Office store
de_de: Veröffentlichen von benutzerdefinierten Visualisierungen im Office Store
es_es: Publicación de objetos visuales personalizados en la Tienda Office
fr_fr: Publier des visuels personnalisés dans l’Office Store
ja_jp: Office ストアにカスタム ビジュアルを発行する
ko_kr: Office 스토어에 사용자 지정 시각적 개체 게시
zh_cn: 将自定义视觉对象发布到 Office 应用商店
zh_tw: 將自訂視覺效果發佈到 Office 市集
