Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/Lefties/service.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Link_ReorderPages
source: Reorder pages in a report in Power BI
de_de: Neuanordnen von Seiten in einem Bericht in Power BI
es_es: Reordenación de páginas en un informe de Power BI
fr_fr: Réorganiser les pages d’un rapport dans Power BI
it_it: Riordinare le pagine in un report in Power BI
ja_jp: Power BI のレポートでページを並べ替える
ko_kr: Power BI에서 보고서의 페이지 순서 바꾸기
pt_br: Reorganize as páginas em um relatório no Power BI
ru_ru: Изменение порядка страниц отчета в Power BI
zh_cn: 在 Power BI 中对报表中的页面重新排序
zh_tw: 重新排列 Power BI 報表中的頁面

# Link_SameAzureAccount
source: How to use the same account login for Power BI and Azure
de_de: Verwenden der gleichen Kontoanmeldung für Power BI und Azure
es_es: Uso del mismo inicio de sesión de la cuenta para Power BI y Azure
fr_fr: Comment utiliser la même connexion de compte pour Power BI et Azure
it_it: Come usare lo stesso account di accesso per Power BI e Azure
ja_jp: Power BI と Azure で同じアカウントのログインを使用する方法
ko_kr: Power BI 및 Azure에서 동일한 계정 로그인을 사용하는 방법
pt_br: Como usar o mesmo logon de conta para o Power BI e o Azure
ru_ru: Использование одних и тех же учетных данных для входа в Power BI и Azure
zh_cn: 如何使用相同的帐户登录 Power BI 和 Azure
zh_tw: 如何使用相同的帳戶來登入 Power BI 和 Azure

# Link_SapHana
source: Manage your enterprise data source - SAP HANA
de_de: Verwalten der Enterprisedatenquelle – SAP HANA
es_es: Administrar el origen de datos de su empresa: SAP HANA
fr_fr: Gérer votre source de données d’entreprise - SAP HANA
it_it: Gestire l'origine dati aziendale - SAP HANA
ja_jp: エンタープライズ データ ソースの管理 - SAP HANA
ko_kr: 엔터프라이즈 데이터 원본 관리 - SAP HANA
pt_br: Gerenciar sua fonte de dados corporativa - SAP HANA
ru_ru: Управление источником данных предприятия — SAP HANA
zh_cn: 管理企业数据源 - SAP HANA
zh_tw: 管理您的企業資料來源 - SAP HANA

# Link_SaveAReport
source: Save a report in Power BI
de_de: Speichern eines Berichts in Power BI
es_es: Almacenamiento de un informe de Power BI
fr_fr: Enregistrer un rapport dans Power BI
it_it: Salvare un report in Power BI
ja_jp: Power BI でレポートを保存する
ko_kr: Power BI에 보고서 저장
pt_br: Salve um relatório no Power BI
ru_ru: Сохранение отчета в Power BI
zh_cn: 在 Power BI 中保存报表
zh_tw: 將報表儲存在 Power BI

# Link_ScatterCharts
source: Tutorial: Scatter Charts in Power BI
de_de: Tutorial: Punktdiagramme in Power BI
es_es: Tutorial: Gráficos de dispersión en Power BI
fr_fr: Didacticiel : Nuages de points dans Power BI
it_it: Esercitazione: Grafici a dispersione in Power BI
ja_jp: チュートリアル: Power BI の散布図
ko_kr: 자습서: Power BI의 분산형 차트
pt_br: Tutorial: gráficos de Dispersão no Power BI
ru_ru: Учебник: точечные диаграммы в Power BI
zh_cn: 教程：Power BI 中的散点图
zh_tw: 教學課程：Power BI 中的散佈圖

# Link_ScheduledSqlRefresh
source: Troubleshooting scheduled refresh for Azure SQL Databases
de_de: Problembehandlung bei der planmäßigen Aktualisierung für Azure SQL-Datenbanken
es_es: Solución de problemas de la actualización programada para Azure SQL Database
fr_fr: Dépannage d’une actualisation planifiée pour des bases de données SQL Azure
it_it: Risoluzione dei problemi relativi all'aggiornamento pianificato per i database SQL di Azure
ja_jp: Azure SQL Database のスケジュール設定された更新に関するトラブルシューティング
ko_kr: Azure SQL Database에 대해 예약된 새로 고침의 문제 해결
pt_br: Solucionando problemas da atualização agendada para Bancos de Dados SQL do Azure
ru_ru: Устранение неполадок с запланированным обновлением для баз данных SQL Azure
zh_cn: Azure SQL 数据库的计划刷新疑难解答
zh_tw: Azure SQL Database 排程重新整理疑難排解

# Link_Security
source: Power BI Security
de_de: Sicherheit in Power BI
es_es: Seguridad de Power BI
fr_fr: Sécurité dans Power BI
it_it: Sicurezza di Power BI
ja_jp: Power BI のセキュリティ
ko_kr: Power BI 보안
pt_br: Segurança do Power BI
ru_ru: Безопасность Power BI
zh_cn: Power BI 安全
zh_tw: Power BI 安全性

# Link_SigningUpWithOffice
source: Signing up for Power BI with a new Office 365 Trial
de_de: Registrieren für Power BI mit einer neuen Office 365-Testversion
es_es: Registro en Power BI con una nueva prueba de Office 365
fr_fr: Inscription à Power BI avec une nouvelle version d’évaluation d’Office 365
it_it: Iscrizione a Power BI con una nuova versione di valutazione di Office 365
ja_jp: 新しい Office 365 試用版で Power BI にサインアップする
ko_kr: 새 Office 365 평가판으로 Power BI에 등록
pt_br: Inscrever-se no Power BI com uma nova versão de avaliação do Office 365
ru_ru: Регистрация в Power BI с новой пробной версией Office 365
zh_cn: 通过新的 Office 365 试用版注册 Power BI
zh_tw: 使用新的 Office 365 試用版註冊 Power BI

# Link_Slicers
source: Tutorial: Slicers in Power BI
de_de: Lernprogramm: Slicer in Power BI
es_es: Tutorial: Segmentaciones en Power BI
fr_fr: Didacticiel : Segments dans Power BI
it_it: Esercitazione: Filtri dei dati in Power BI
ja_jp: チュートリアル: Power BI のスライサー
ko_kr: 자습서: Power BI의 슬라이서
pt_br: Tutorial: segmentações no Power BI
ru_ru: Учебник: срезы в Power BI
zh_cn: 教程：Power BI 中的切片器
zh_tw: 教學課程：Power BI 中的交叉分析篩選器

# Link_Sql
source: Manage your enterprise data source - SQL
de_de: Verwalten der Enterprisedatenquelle – SQL
es_es: Administrar origen de datos empresarial: SQL
fr_fr: Gérer votre source de données d’entreprise - SQL
it_it: Gestire l'origine dati aziendale - SQL
ja_jp: エンタープライズ データ ソースの管理 - SQL
ko_kr: 엔터프라이즈 데이터 소스 관리 - SQL
pt_br: Gerenciar sua fonte de dados corporativa - SQL
ru_ru: Управление источником данных предприятия — SQL
zh_cn: 管理企业数据源 - SQL
zh_tw: 管理您的企業資料來源 - SQL

# Link_SSASTabular
source: SQL Server Analysis Services live data in Power BI
de_de: SQL Server Analysis Services-Livedaten in Power BI
es_es: Datos activos de SQL Server Analysis Services en Power BI
fr_fr: Données actives SQL Server Analysis Services dans Power BI
it_it: Dati in tempo reale di SQL Server Analysis Services in Power BI
ja_jp: Power BI での SQL Server Analysis Services ライブ データ
ko_kr: Power BI의 SQL Server Analysis Services 라이브 데이터
pt_br: Dados dinâmicos do SQL Server Analysis Services no Power BI
ru_ru: Динамические данные служб SQL Server Analysis Services в Power BI
zh_cn: Power BI 中的 SQL Server Analysis Services 实时数据
zh_tw: Power BI 中的 SQL Server Analysis Services 即時資料

# Link_TextboxesReports
source: Text Boxes in Power BI reports
de_de: Textfelder in Power BI-Berichten
es_es: Cuadros de texto en informes de Power BI
fr_fr: Zones de texte dans les rapports Power BI
it_it: Caselle di testo nei report di Power BI
ja_jp: Power BI レポート内のテキスト ボックス
ko_kr: Power BI 보고서의 텍스트 상자
pt_br: Caixas de texto nos relatórios do Power BI
ru_ru: Текстовые поля в отчетах Power BI
zh_cn: Power BI 报表中的文本框
zh_tw: Power BI 報表中的文字方塊

# Link_TileErrors
source: Troubleshooting tile errors
de_de: Problembehandlung für Kachelfehler
es_es: Solución de problemas de errores de icono
fr_fr: Résolution des erreurs de vignette
it_it: Risoluzione degli errori del riquadro
ja_jp: タイルのエラーのトラブルシューティング
ko_kr: 타일 오류 문제 해결
pt_br: Solucionando problemas de erros de bloco
ru_ru: Устранение неполадок с плитками
zh_cn: 磁贴错误疑难解答
zh_tw: 圖格錯誤的疑難排解

# Link_Treemaps
source: Tutorial: Treemaps in Power BI
es_es: Tutorial: Gráficos de rectángulos en Power BI
fr_fr: Didacticiel : treemaps dans Power BI
it_it: Esercitazione: Mappe ad albero in Power BI
ja_jp: チュートリアル: Power BI のツリーマップ
ko_kr: 자습서: Power BI의 트리맵
pt_br: Tutorial: Treemaps no Power BI
ru_ru: Учебник. Древовидные диаграммы в Power BI
zh_cn: 教程：Power BI 中的树状图
zh_tw: 教學課程：Power BI 中的矩形式樹狀結構圖

# Link_TroubleshootingRefreshScenarios
source: Troubleshooting refresh scenarios
de_de: Problembehandlung bei Aktualisierungsszenarios
es_es: Solución de problemas de escenarios de actualización
fr_fr: Scénarios de résolution de problèmes liés à l’actualisation
it_it: Scenari per la risoluzione dei problemi di aggiornamento
ja_jp: 更新に関するトラブルシューティング シナリオ
ko_kr: 새로 고침 시나리오 문제 해결
pt_br: Solucionar problemas de atualização
ru_ru: Устранение неполадок в сценариях обновления
zh_cn: 刷新方案疑难解答
zh_tw: 重新整理疑難排解案例

# Link_TutorialChangeReport
source: Tutorial: Change the display settings for a page in a Power BI report
de_de: Tutorial: Ändern der Anzeigeeinstellungen für eine Seite in einem Power BI-Bericht
es_es: Tutorial: Cambio de la configuración de presentación de una página en un informe de Power BI
fr_fr: Didacticiel : modifier les paramètres d’affichage d’une page dans un rapport Power BI
it_it: Esercitazione: Modificare le impostazioni di visualizzazione per una pagina in un report di Power BI
ja_jp: チュートリアル: Power BI レポートのページの表示設定を変更する
ko_kr: 자습서: Power BI 보고서에서 페이지에 대한 디스플레이 설정 변경
pt_br: Tutorial: Alterar as configurações de exibição de uma página em um relatório do Power BI
ru_ru: Учебник. Изменение параметров отображения для страницы в отчете Power BI
zh_cn: 教程：更改 Power BI 报表中页面的显示设置
zh_tw: 教學課程：變更 Power BI 報表中頁面的顯示設定

# Link_UnableToAddOfficePartner
source: Unable to add Power BI to O365 partner
de_de: Power BI kann einem O365-Partner nicht hinzugefügt werden
es_es: No se puede agregar Power BI al asociado de O365
fr_fr: Impossible d’ajouter Power BI au partenaire O365
it_it: Impossibile aggiungere Power BI al partner O365
ja_jp: Power BI を O365 パートナーに追加できない
ko_kr: O365 파트너에게 Power BI를 추가할 수 없음
pt_br: Não é possível adicionar o Power BI ao parceiro do O365
ru_ru: Невозможно добавить Power BI к партнеру по распространению Office 365
zh_cn: 无法将 Power BI 添加到 O365 合作伙伴
zh_tw: 無法將 Power BI 加入 O365 合作夥伴中

# Link_UnsupportedData
source: Troubleshooting unsupported data source for refresh
de_de: Problembehandlung bei nicht unterstützter Datenquelle für die Aktualisierung
es_es: Solución de problemas de origen de datos no admitido para la actualización
fr_fr: Résolution des problèmes liés à la non prise en charge d’une source de données pour l’actualisation
it_it: Risoluzione dei problemi relativi all'origine dati non supportata per l'aggiornamento
ja_jp: 更新がサポートされていないデータ ソースのトラブルシューティング
ko_kr: 새로 고침을 지원하지 않는 데이터 소스 문제 해결
pt_br: Solucionando problemas de fonte de dados sem suporte para atualização
ru_ru: Устранение неполадок с источником данных, не поддерживающим обновление
zh_cn: 不支持刷新的数据源疑难解答
zh_tw: 不支援重新整理的資料來源疑難排解

# Link_UseAReportFilter
source: How to use report filters
de_de: Verwenden von Berichtsfiltern
es_es: Uso de filtros de informe
fr_fr: Utilisation des filtres de rapport
it_it: Come usare i filtri dei report
ja_jp: レポート フィルターの使用方法
ko_kr: 보고서 필터를 사용하는 방법
pt_br: Como usar filtros de relatório
ru_ru: Использование фильтров отчетов
zh_cn: 如何使用报表筛选器
zh_tw: 如何使用報表篩選

# Link_Visualizations
source: Visualizations in Power BI
de_de: Visualisierungen in Power BI
es_es: Visualizaciones en Power BI
fr_fr: Visualisations dans Power BI
it_it: Visualizzazioni in Power BI
ja_jp: Power BI での視覚化
ko_kr: Power BI의 시각화
pt_br: Visualizações no Power BI
ru_ru: Визуализации в Power BI
zh_cn: Power BI 中的可视化效果
zh_tw: Power BI 中的視覺效果

# Link_VisualizationTypes
source: Visualization types in Power BI
de_de: Visualisierungstypen in Power BI
es_es: Tipos de visualización en Power BI
fr_fr: Types de visualisations dans Power BI
it_it: Tipi di visualizzazione in Power BI
ja_jp: Power BI での視覚化の種類
ko_kr: Power BI의 시각화 유형
pt_br: Tipos de visualização no Power BI
ru_ru: Типы визуализаций в Power BI
zh_cn: Power BI 中的可视化效果类型
zh_tw: Power BI 中的視覺效果類型

# Link_Waterfall
source: Tutorial: Waterfall charts in Power BI
de_de: Tutorial: Wasserfalldiagramme in Power BI
es_es: Tutorial: Gráficos de cascada en Power BI
fr_fr: Didacticiel : graphiques en cascade dans Power BI
it_it: Esercitazione: Grafici a cascata in Power BI
ja_jp: チュートリアル: Power BI でのウォーターフォール図
ko_kr: 자습서: Power BI의 폭포 차트
pt_br: Tutorial: Gráficos de cascata no Power BI
ru_ru: Учебник. Каскадные диаграммы в Power BI
zh_cn: 教程：Power BI 中的瀑布图
zh_tw: 教學課程：Power BI 中的瀑布圖

# Link_GetDataCSV
source: Get data from Comma Separated Value (.CSV) files
de_de: Abrufen von Daten aus kommagetrennten Dateien (CSV)
es_es: Obtención de datos de archivos .CSV (valores separados por comas)
fr_fr: Obtenir des données de fichiers de valeurs séparées par des virgules (.csv)
it_it: Ottenere dati da file con valori delimitati da virgole (CSV)
ja_jp: コンマ区切り値 (.csv) ファイルからデータを取得する
ko_kr: 쉼표로 구분된 값(.csv) 파일에서 데이터 가져오기
pt_br: Obter dados de arquivos CSV (Valores Separados por Vírgula)
ru_ru: Получение данных из файлов с разделителями-запятыми (CSV-файлов)
zh_cn: 从逗号分隔值 (.CSV) 文件获取数据
zh_tw: 從逗點分隔值 (.CSV) 檔案取得資料

# Link_GetDataDesktop
source: Get data from Power BI Desktop files
de_de: Abrufen von Daten aus Power BI Desktop-Dateien
es_es: Obtención de datos de archivos de Power BI Desktop
fr_fr: Obtenir des données de fichiers Power BI Desktop
it_it: Ottenere dati da file di Power BI Desktop
ja_jp: Power BI Desktop ファイルからデータを取得する
ko_kr: Power BI Desktop 파일에서 데이터 가져오기
pt_br: Obter dados de arquivos do Power BI Desktop
ru_ru: Получение данных из файлов Power BI Desktop
zh_cn: 从 Power BI Desktop 文件获取数据
zh_tw: 從 Power BI Desktop 檔案取得資料

# Link_GetDataFromExcel
source: Publish to Power BI from Excel 2016
de_de: Veröffentlichen in Power BI aus Excel 2016
es_es: Publicación en Power BI desde Excel 2016
fr_fr: Publier sur Power BI à partir d’Excel 2016
it_it: Pubblicare in Power BI da Excel 2016
ja_jp: Excel 2016 から Power BI へ発行する
ko_kr: Excel 2016에서 Power BI로 게시
pt_br: Publicar no Power BI por meio do Excel 2016
ru_ru: Публикация в Power BI из Excel 2016
zh_cn: 从 Excel 2016 发布到 Power BI
zh_tw: 從 Excel 2016 發佈至 Power BI

# Link_WholeExcel
source: Get data from Excel workbook files
de_de: Abrufen von Daten aus Excel-Arbeitsmappendateien
es_es: Obtención de datos de archivos de libro de Excel
fr_fr: Obtenir des données de classeurs Excel
it_it: Ottenere dati dai file delle cartelle di lavoro di Excel
ja_jp: Excel ブック ファイルからデータを取得する
ko_kr: Excel 통합 문서 파일에서 데이터 가져오기
pt_br: Obter dados de arquivos de pasta de trabalho do Excel
ru_ru: Получение данных из файлов книг Excel
zh_cn: 从 Excel 工作簿文件获取数据
zh_tw: 從 Excel 活頁簿檔案取得資料

# Link_AdminPortal
source: Admin portal
de_de: Verwaltungsportal
es_es: Portal de administración
fr_fr: Portail d’administration
it_it: Portale di amministrazione
ja_jp: 管理ポータル
ko_kr: 관리 포털
pt_br: Portal de Administração
ru_ru: Портал администрирования
zh_cn: 管理门户
zh_tw: 管理入口網站

# Link_Aggregates
source: Aggregates (sum, average, maximum, etc.) in Power BI
de_de: Aggregate (Summe, Durchschnitt, Maximalwert usw.) in Power BI
es_es: Agregados (suma, promedio, máximo, etc.) en Power BI
fr_fr: Agrégations (somme, moyenne, maximum, etc.) dans Power BI
it_it: Aggregazioni (somma, media, massima, e così via) in Power BI
ja_jp: Power BI での集計 (合計、平均値、最大値など)
ko_kr: Power BI의 집계(합계, 평균, 최대값 등)
pt_br: Agregações (soma, média, máximo, etc.) no Power BI
ru_ru: Статистические функции (сумма, среднее, максимум и т. д.) в Power BI
zh_cn: Power BI 中的聚合（求和、求平均值、求最大值等）
zh_tw: Power BI 中的彙總 (加總、平均、最大值等)

# Link_AlpineMetrics
source: Alpine Metrics Sales Predictions content pack
de_de: Alpine Metrics Sales Predictions-Inhaltspaket
es_es: Paquete de contenido de Alpine Metrics Sales Predictions
fr_fr: Pack de contenu Alpine Metrics Sales Predictions
it_it: Pacchetto di contenuto Alpine Metrics Sales Predictions
ja_jp: Alpine Metrics Sales Predictions コンテンツ パック
ko_kr: Alpine Metrics Sales Predictions 콘텐츠 팩
pt_br: Pacote de conteúdo do Alpine Metrics Sales Predictions
ru_ru: Пакет содержимого Alpine Metrics для прогнозирования продаж
zh_cn: Alpine Metrics 销售预测内容包
zh_tw: Alpine Metrics Sales Predictions 內容套件

# Link_AnalyzeExcelTroubleshoot
source: Troubleshooting Analyze in Excel
de_de: Problembehandlung für die Analyse in Excel
es_es: Solución de problemas de Analizar en Excel
fr_fr: Résolution des problèmes d’Analyser dans Excel
it_it: Risoluzione dei problemi di analisi in Excel
ja_jp: Excel での分析のトラブルシューティング
ko_kr: Excel에서 분석 문제 해결
pt_br: Análise de Solução de Problemas no Excel
ru_ru: Анализ устранения неполадок в Excel
zh_cn: 有关“在 Excel 中分析”的疑难解答
zh_tw: 為 [使用 Excel 分析] 疑難排解

# Link_AnalyzeInExcel
source: Analyze in Excel
de_de: In Excel analysieren
es_es: Analizar en Excel
fr_fr: Analyser dans Excel
it_it: Analizza in Excel
ja_jp: Excel で分析
ko_kr: Excel에서 분석
pt_br: Analisar no Excel
ru_ru: Анализ в Excel
zh_cn: 在 Excel 中分析
zh_tw: 在 Excel 中進行分析

# Link_AzureDirectory
source: Sign up with a custom Azure directory
de_de: Registrieren mit einem benutzerdefinierten Azure-Verzeichnis
es_es: Registro con un directorio personalizado de Azure
fr_fr: Inscrivez-vous à un annuaire Azure personnalisé
it_it: Iscrizione a una directory di Azure personalizzata
ja_jp: カスタムの Azure ディレクトリを使用してサインアップする
ko_kr: 사용자 지정 Azure 디렉터리로 등록
pt_br: Inscrever-se com um diretório personalizado do Azure
ru_ru: Регистрация пользовательского каталога Azure
zh_cn: 注册自定义 Azure 目录
zh_tw: 使用自訂的 Azure 目錄註冊

# Link_AzureSearch
source: Azure Search content pack
de_de: Azure Search-Inhaltspaket
es_es: Paquete de contenido de Azure Search
fr_fr: Pack de contenu Recherche Azure
it_it: Pacchetto di contenuto Ricerca di Azure
ja_jp: Azure Search コンテンツ パック
ko_kr: Azure Search 콘텐츠 팩
pt_br: Pacote de conteúdo do Azure Search
ru_ru: Пакет содержимого Поиска Azure
zh_cn: Azure 搜索内容包
zh_tw: Azure 搜尋服務內容套件

# Link_AzureSecurity
source: Azure Security Center content pack
de_de: Azure Security Center-Inhaltspaket
es_es: Paquete de contenido de Azure Security Center
fr_fr: Pack de contenu du Centre de sécurité Azure
it_it: Pacchetto di contenuto Centro sicurezza di Azure
ja_jp: Azure Security Center のコンテンツ パック
ko_kr: Azure Security Center 콘텐츠 팩
pt_br: Pacote de conteúdo da Central de Segurança do Azure
ru_ru: Пакет содержимого центра безопасности Azure
zh_cn: Azure 安全中心内容包
zh_tw: Azure 資訊安全中心內容套件

# Link_ClickDimensions
source: ClickDimensions content pack
de_de: ClickDimensions-Inhaltspaket
es_es: Paquete de contenido de ClickDimensions
fr_fr: Pack de contenu ClickDimensions
it_it: Pacchetto di contenuto ClickDimensions
ja_jp: ClickDimensions コンテンツ パック
ko_kr: ClickDimensions 콘텐츠 팩
pt_br: Pacote de conteúdo do ClickDimensions
ru_ru: Пакет содержимого ClickDimensions
zh_cn: ClickDimensions 内容包
zh_tw: ClickDimensions 內容套件

# Link_ConfigureProxy
source: Configuring proxy settings
de_de: Konfigurieren der Proxyeinstellungen
es_es: Configuración de proxy
fr_fr: Configuration des paramètres de proxy
it_it: Configurazione delle impostazioni proxy
ja_jp: プロキシ設定の構成
ko_kr: 프록시 설정 구성
pt_br: Definindo configurações de proxy
ru_ru: Параметры настройки прокси-сервера
zh_cn: 配置代理设置
zh_tw: 進行 Proxy 設定

# Link_DashboardsInPowerBI
source: Dashboards in Power BI
es_es: Paneles en Power BI
fr_fr: Tableaux de bord dans Power BI
it_it: Dashboard in Power BI
ja_jp: Power BI のダッシュボード
ko_kr: Power BI의 대시보드
pt_br: Painéis no Power BI
ru_ru: Панели мониторинга в Power BI
zh_cn: Power BI 中的仪表板
zh_tw: Power BI 的儀表板

# Link_DynamicsAX
source: Microsoft Dynamics AX content pack
de_de: Microsoft Dynamics AX-Inhaltspaket
es_es: Paquete de contenido de Microsoft Dynamics AX
fr_fr: Pack de contenu Microsoft Dynamics AX
it_it: Pacchetto di contenuto Microsoft Dynamics AX
ja_jp: Microsoft Dynamics AX コンテンツ パック
ko_kr: Microsoft Dynamics AX 콘텐츠 팩
pt_br: Pacote de conteúdo do Microsoft Dynamics AX
ru_ru: Пакет содержимого Microsoft Dynamics AX
zh_cn: Microsoft Dynamics AX 内容包
zh_tw: Microsoft Dynamics AX 內容套件

# Link_ExcelError
source: Error: We couldn't find any data in your Excel workbook
de_de: Fehler: Wir haben in Ihrer Excel-Arbeitsmappe keine Daten gefunden
es_es: Error: no se encontraron datos en su libro de Excel
fr_fr: Erreur : Données introuvables dans votre classeur Excel
it_it: Errore: Non sono stati trovati dati nella cartella di lavoro di Excel
ja_jp: エラー: Excel ワークブックにデータが見つかりませんでした
ko_kr: 오류: Excel 통합 문서에서 데이터를 찾을 수 없습니다.
pt_br: Erro: não foi possível encontrar nenhum dado em sua pasta de trabalho do Excel
ru_ru: Ошибка. Не удалось найти данные в книге Excel
zh_cn: 错误：我们在你的 Excel 工作簿中找不到任何数据
zh_tw: 錯誤：在此 Excel 活頁簿中找不到任何資料

# Link_ExpressRoute
source: Power BI and ExpressRoute
de_de: Power BI und ExpressRoute
es_es: Power BI y ExpressRoute
fr_fr: Power BI et ExpressRoute
it_it: Power BI ed ExpressRoute
ja_jp: Power BI と ExpressRoute
ko_kr: Power BI 및 Express 경로
pt_br: Power BI e ExpressRoute
ru_ru: Power BI и ExpressRoute
zh_cn: Power BI 和 ExpressRoute
zh_tw: Power BI 和 ExpressRoute

# Link_FavoriteDashboards
source: Favorite dashboards in Power BI
de_de: Bevorzugte Dashboards in Power BI
es_es: Paneles favoritos en Power BI
fr_fr: Tableaux de bord favoris dans Power BI
it_it: Dashboard preferiti in Power BI
ja_jp: Power BI でのお気に入りのダッシュボード
ko_kr: Power BI의 즐겨 찾는 대시보드
pt_br: Dashboards favoritos no Power BI
ru_ru: Избранные панели мониторинга в Power BI
zh_cn: Power BI 中最喜爱的仪表板
zh_tw: Power BI 中最愛的儀表板

# Link_FeaturedDashboards
source: Featured dashboards in Power BI
de_de: Ausgewählte Dashboards in Power BI
es_es: Paneles destacados en Power BI
fr_fr: Tableaux de bord à la une dans Power BI
it_it: Dashboard in primo piano in Power BI
ja_jp: Power BI でのおすすめダッシュボード
ko_kr: Power BI의 주요 대시보드
pt_br: Dashboards em destaque no Power BI
ru_ru: Основные панели мониторинга в Power BI
zh_cn: Power BI 中的特色仪表板
zh_tw: Power BI 中精選的儀表板

# Link_FreePowerBI
source: Power BI (free) in your organization
de_de: Power BI Free in Ihrer Organisation
es_es: Power BI (gratis) en su organización
fr_fr: Power BI (gratuit) dans votre organisation
it_it: Power BI (gratuito) nell'organizzazione
ja_jp: 組織内の Power BI (無料)
ko_kr: 조직의 Power BI(무료)
pt_br: Power BI (gratuito) em sua organização
ru_ru: Бесплатная версия Power BI в вашей организации
zh_cn: 面向组织的 Power BI（免费）
zh_tw: 組織的 Power BI (免費)

# Link_GatewayEnterpriseData
source: Using Q&A with Power BI Gateway - Enterprise data (Preview)
de_de: Verwenden von Q&A mit Daten aus Power BI Gateway – Enterprise (Vorschau)
es_es: Uso de Preguntas y respuestas con datos de Power BI Gateway - Enterprise (versión preliminar)
fr_fr: Utilisation des Questions et réponses avec les données Power BI Gateway - Enterprise (version préliminaire)
it_it: Uso di Domande e risposte con dati di Power BI Gateway - Enterprise (anteprima)
ja_jp: Power BI Gateway での Q&A の使用 - エンタープライズ データ (プレビュー)
ko_kr: Power BI Gateway - Enterprise 데이터(미리 보기)로 질문 및 답변 사용
pt_br: Usando P e R com dados do Power BI Gateway - Enterprise (Preview)
ru_ru: Использование раздела "Вопросы и ответы" — данные предприятия (предварительная версия)
zh_cn: 将问答与 Power BI Gateway - Enterprise 数据配合使用（预览）
zh_tw: 使用 Power BI Gateway - Enterprise 資料問與答 (預覽)

# Link_Governance
source: Power BI Governance and Deployment Approaches
de_de: Governance- und Bereitstellungsansätze für Power BI
es_es: Métodos de implementación y regulación de Power BI
fr_fr: Approches de déploiement et de gouvernance Power BI
it_it: Strategie di governance e distribuzione in Power BI
ja_jp: Power BI 管理と展開のアプローチ
ko_kr: Power BI 관리 및 배포 접근 방법
pt_br: Abordagens de Implantação e Governança do Power BI
ru_ru: Подходы к управлению и развертыванию Power BI
zh_cn: Power BI 治理和部署方法
zh_tw: Power BI 管理與部署方法

# Link_ImportScheduledRefresh
source: Manage your enterprise data source - Import/Scheduled Refresh
de_de: Verwalten der Enterprisedatenquelle – Import/Geplante Aktualisierung
es_es: Administrar el origen de datos de su empresa: importación o actualización programada
fr_fr: Gérer votre source de données d’entreprise - Importation/actualisation planifiée
it_it: Gestire l'origine dati aziendale - Importazione/aggiornamento pianificato
ja_jp: エンタープライズ データ ソースの管理 - インポート/スケジュールされた更新
ko_kr: 엔터프라이즈 데이터 원본 관리 - 가져오기/예약된 새로 고침
pt_br: Gerenciar sua fonte de dados corporativa - atualização importada/agendada
ru_ru: Управление источником данных предприятия — импорт или запланированное обновление
zh_cn: 管理你的企业数据源 - 导入/计划刷新
zh_tw: 管理您的企業資料來源 - 匯入/已排程的重新整理

# Link_Insightly
source: Insightly content pack
de_de: Insightly-Inhaltspaket
es_es: Paquete de contenido de Insightly
fr_fr: Pack de contenu Insightly
it_it: Pacchetto di contenuto Insightly
ja_jp: Insightly コンテンツ パック
ko_kr: Insightly 콘텐츠 팩
pt_br: Pacote de conteúdo do Insightly
ru_ru: Пакет содержимого Insightly
zh_cn: Insightly 内容包
zh_tw: Insightly 內容套件
