Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/Lefties/service.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Link_EditATile
source: Edit a tile -- resize, move, rename, pin, delete, add hyperlink
de_de: Bearbeiten einer Kachel – Größe ändern, verschieben, umbenennen, anheften, löschen, Link hinzufügen
es_es: Edición de un icono: cambiar el tamaño, mover, cambiar el nombre, anclar, eliminar, agregar un hipervínculo
fr_fr: Modifier un titre -- redimensionner, déplacer, renommer, épingler, supprimer, ajouter un lien hypertexte
it_it: Modificare un riquadro: ridimensionare, spostare, rinominare, aggiungere ed eliminare un collegamento ipertestuale
ja_jp: タイルの編集 -- サイズ変更、移動、名前の変更、ピン留め、削除、ハイパーリンクの追加
ko_kr: 타일 편집 - 하이퍼링크 크기 조정, 이동, 이름 바꾸기, 고정, 삭제, 추가
pt_br: Editar um bloco, redimensionar, mover, renomear, fixar, excluir, adicionar hiperlink
ru_ru: Изменение плитки — изменение размера, перемещение, переименование, закрепление, удаление, добавление гиперссылки
zh_cn: 编辑磁贴 - 调整大小、移动、重命名、固定、删除、添加超链接
zh_tw: 編輯圖格：調整大小、移動、重新命名、釘選、刪除、加入超連結

# Link_EnableCortana
source: Enable Cortana for Power BI
de_de: Aktivieren von Cortana für Power BI
es_es: Permitir Cortana para Power BI
fr_fr: Activer Cortana pour Power BI
it_it: Abilitare Cortana per Power BI
ja_jp: Cortana を Power BI で使用可能にする
ko_kr: Power BI에 대해 Cortana 사용
pt_br: Habilitar o Cortana para o Power BI
ru_ru: Включение Cortana для Power BI
zh_cn: 启用适用于 Power BI 的 Cortana
zh_tw: 啟用適用於 Power BI 的 Cortana

# Link_Faq
source: Frequently asked questions
de_de: Häufig gestellte Fragen
es_es: Preguntas más frecuentes
fr_fr: Forum Aux Questions
it_it: Domande frequenti
ja_jp: よく寄せられる質問
ko_kr: 질문과 대답
pt_br: Perguntas frequentes
ru_ru: Часто задаваемые вопросы
zh_cn: 常见问题解答
zh_tw: 常見問題集

# Link_FindOpenContentPack
source: Find and connect to an organizational content pack
de_de: Suchen von und Verbinden mit organisationsbezogenen Inhaltspaketen
es_es: Búsqueda y conexión a un paquete de contenido organizativo
fr_fr: Rechercher un pack de contenu d’organisation et s’y connecter
it_it: Trovare e connettersi a un pacchetto di contenuto aziendale
ja_jp: 組織のコンテンツ パックを検索し、接続する
ko_kr: 조직 콘텐츠 팩 찾기 및 연결
pt_br: Encontrar e conectar-se a um pacote de conteúdo organizacional
ru_ru: Поиск и подключение к пакету содержимого организации
zh_cn: 查找并连接到组织内容包
zh_tw: 尋找及連線到組織內容套件

# Link_GetStarted
source: Get started with Power BI
de_de: Erste Schritte mit Power BI
es_es: Introducción a Power BI
fr_fr: Prise en main de Power BI
it_it: Introduzione a Power BI
ja_jp: Power BI の概要
ko_kr: Power BI 시작
pt_br: Introdução ao Power BI
ru_ru: Приступая к работе с Power BI
zh_cn: 开始使用 Power BI
zh_tw: 開始使用 Power BI

# Link_GitHub
source: GitHub content pack
de_de: GitHub-Inhaltspaket
es_es: Paquete de contenido de GitHub
fr_fr: Pack de contenu GitHub
it_it: Pacchetto di contenuto GitHub
ja_jp: GitHub コンテンツ パック
ko_kr: GitHub 콘텐츠 팩
pt_br: Pacote de conteúdo do GitHub
ru_ru: Пакет содержимого GitHub
zh_cn: GitHub 内容包
zh_tw: GitHub 內容套件

# Link_GoogleAnalytics
source: Google Analytics content pack
de_de: Google Analytics-Inhaltspaket
es_es: Paquete de contenido de Google Analytics
fr_fr: Pack de contenu Google Analytics
it_it: Pacchetto di contenuto Google Analytics
ja_jp: Google Analytics コンテンツ パック
ko_kr: Google Analytics 콘텐츠 팩
pt_br: Pacote de conteúdo do Google Analytics
ru_ru: Пакет содержимого Google Analytics
zh_cn: Google Analytics 内容包
zh_tw: Google Analytics (分析) 內容套件

# Link_HowToUse
source: How to use Power BI Q&A
de_de: Power BI Q&A verwenden
es_es: Uso de Preguntas y respuestas de Power BI
fr_fr: Utilisation de Q&R de Power BI
it_it: Come usare Domande e risposte di Power BI
ja_jp: Power BI Q&A を使用する方法
ko_kr: Power BI 사용 방법 질문 및 답변
pt_br: Como usar o P e R do Power BI
ru_ru: Работа с функцией "Вопросы и ответы" Power BI
zh_cn: 如何使用 Power BI 问答
zh_tw: 如何使用 Power BI 問與答

# Link_HumanResourceSample
source: Human Resources sample: Take a tour
de_de: Beispiel für Personalwesen: Tour
es_es: Ejemplo de recursos humanos: un paseo
fr_fr: Exemple Ressources humaines : visite guidée
it_it: Presentazione dell'Esempio di analisi delle risorse umane
ja_jp: 人事のサンプル: 使ってみる
ko_kr: 인적 자원 샘플: 둘러보기
pt_br: Exemplo de Recursos Humanos: faça um tour
ru_ru: Знакомство с примером "Управление персоналом"
zh_cn: 人力资源示例：简要了解
zh_tw: 人力資源範例：導覽。

# Link_IntroToCortana
source: Introduction to Cortana for Power BI
de_de: Einführung in Cortana für Power BI
es_es: Introducción a Cortana para Power BI
fr_fr: Présentation de Cortana pour Power BI
it_it: Introduzione a Cortana per Power BI
ja_jp: Power BI 用の Cortana の概要
ko_kr: Power BI용 Cortana 소개
pt_br: Introdução ao Cortana para o Power BI
ru_ru: Общие сведения о Cortana для Power BI
zh_cn: 适用于 Power BI 的 Cortana 简介
zh_tw: 適用於 Power BI 的 Cortana 簡介

# Link_LanguageSupport
source: Supported languages and countries/regions for Power BI
de_de: Unterstützte Sprachen und Länder/Regionen für Power BI
es_es: Idiomas y países o regiones admitidos para Power BI
fr_fr: Langues et pays/régions pris en charge pour Power BI
it_it: Lingue e paesi/aree geografiche supportate per Power BI
ja_jp: Power BI でサポートされる言語と国または地域
ko_kr: Power BI에 지원되는 언어 및 국가/지역
pt_br: Idiomas com suporte e países/regiões para o Power BI
ru_ru: Поддерживаемые языки и страны (регионы) для Power BI
zh_cn: Power BI 支持的语言和国家/地区
zh_tw: Power BI 支援的語言和國家 (地區)

# Link_Lithium
source: Lithium content pack
de_de: Lithium-Inhaltspaket
es_es: Paquete de contenido de Lithium
fr_fr: Pack de contenu Lithium
it_it: Pacchetto di contenuto Lithium
ja_jp: Lithium コンテンツ パック
ko_kr: Lithium 콘텐츠 팩
pt_br: Pacote de conteúdo do Lithium
ru_ru: Пакет содержимого Lithium
zh_cn: Lithium 内容包
zh_tw: Lithium 內容套件

# Link_MailChimp
source: MailChimp content pack
de_de: MailChimp-Inhaltspaket
es_es: Paquete de contenido de MailChimp
fr_fr: Pack de contenu MailChimp
it_it: Pacchetto di contenuto MailChimp
ja_jp: MailChimp コンテンツ パック
ko_kr: MailChimp 콘텐츠 팩
pt_br: Pacote de conteúdo do MailChimp
ru_ru: Пакет содержимого MailChimp
zh_cn: MailChimp 内容包
zh_tw: MailChimp 內容套件

# Link_ManageContentPack
source: Manage, update, and delete organizational content packs
de_de: Verwalten, Aktualisieren und Löschen von organisationsbezogenen Inhaltspaketen
es_es: Administración, actualización y eliminación de paquetes de contenido organizativos
fr_fr: Gérer, mettre à jour et supprimer des packs de contenu d’organisation
it_it: Gestire, aggiornare ed eliminare pacchetti di contenuto aziendali
ja_jp: 組織のコンテンツ パックを管理、更新、削除する
ko_kr: 조직 콘텐츠 팩 관리, 업데이트 및 삭제
pt_br: Gerenciar, atualizar e excluir pacotes de conteúdo organizacional
ru_ru: Управление пакетами содержимого организации, их обновление и удаление
zh_cn: 管理、更新和删除组织内容包
zh_tw: 管理、更新和刪除組織內容套件

# Link_ManageGroup
source: Manage your group in Power BI and Office 365
de_de: Verwalten Ihrer Gruppe in Power BI und Office 365
es_es: Administración del grupo en Power BI y Office 365
fr_fr: Gérer votre groupe dans Power BI et Office 365
it_it: Gestire il gruppo in Power BI e Office 365
ja_jp: Power BI および Office 365 でのグループ管理
ko_kr: Power BI 및 Office 365에서 그룹 관리
pt_br: Gerenciar seu grupo no Power BI e no Office 365
ru_ru: Управление группой в Power BI и Office 365
zh_cn: 管理 Power BI 和 Office 365 中的组
zh_tw: 管理 Power BI 和 Office 365 中的群組

# Link_Mandrill
source: Mandrill content pack
de_de: Mandrill-Inhaltspaket
es_es: Paquete de contenido de Mandrill
fr_fr: Pack de contenu Mandrill
it_it: Pacchetto di contenuto Mandrill
ja_jp: Mandrill コンテンツ パック
ko_kr: Mandrill 콘텐츠 팩
pt_br: Pacote de conteúdo do Mandrill
ru_ru: Пакет содержимого Mandrill
zh_cn: Mandrill 内容包
zh_tw: Mandrill 內容套件

# Link_Marketo
source: Marketo content pack
de_de: Marketo-Inhaltspaket
es_es: Paquete de contenido de Marketo
fr_fr: Pack de contenu Marketo
it_it: Pacchetto di contenuto Marketo
ja_jp: Marketo コンテンツ パック
ko_kr: Marketo 콘텐츠 팩
pt_br: Pacote de conteúdo do Marketo
ru_ru: Пакет содержимого Marketo
zh_cn: Marketo 内容包
zh_tw: Marketo 內容套件

# Link_MobileEngagement
source: Azure Mobile Engagement content pack
de_de: Azure Mobile Engagement-Inhaltspaket
es_es: Paquete de contenido de Azure Mobile Engagement
fr_fr: Pack de contenu Azure Mobile Engagement
it_it: Pacchetto di contenuto Azure Mobile Engagement
ja_jp: Azure Mobile Engagement コンテンツ パック
ko_kr: Azure Mobile Engagement 콘텐츠 팩
pt_br: Pacote de conteúdo do Azure Mobile Engagement
ru_ru: Пакет содержимого Azure Mobile Engagement
zh_cn: Azure Mobile Engagement 内容包
zh_tw: Azure Mobile Engagement 內容套件

# Link_Office365
source: Office365Mon content pack
de_de: Office365Mon-Inhaltspaket
es_es: Paquete de contenido de Office365Mon
fr_fr: Pack de contenu Office365Mon
it_it: Pacchetto di contenuto Office365Mon
ja_jp: Office365Mon コンテンツ パック
ko_kr: Office365Mon 콘텐츠 팩
pt_br: Pacote de conteúdo do Office365Mon
ru_ru: Пакет содержимого Office365Mon
zh_cn: Office365Mon 内容包
zh_tw: Office365Mon 內容套件

# Link_OpportunityAnalysisSample
source: Opportunity Analysis sample for Power BI: Take a tour
de_de: Analysebeispiel für Verkaufschancen für Power BI: Tour
es_es: Ejemplo de análisis de oportunidades para Power BI: un paseo
fr_fr: Exemple Analyse des opportunités pour Power BI : visite guidée
it_it: Presentazione dell'esempio di analisi delle opportunità per Power BI
ja_jp: Power BI の営業案件の分析のサンプル: 使ってみる
ko_kr: Power BI의 기회 분석 샘플: 둘러보기
pt_br: Oportunidade de Análise de Varejo para o Power BI: faça um tour
ru_ru: Образец "Анализ возможностей" для Power BI: обзор
zh_cn: Power BI 机会分析示例：简要了解
zh_tw: Power BI 的商機分析範例：導覽

# Link_OptimizeData
source: Optimize your data for Power BI Quick Insights
de_de: Optimieren von Daten für schnelle Einblicke in Power BI
es_es: Optimizar los datos para Power BI Quick Insights
fr_fr: Optimisez vos données pour en avoir un aperçu rapide dans Power BI
it_it: Ottimizzare i dati per Power BI Quick Insights
ja_jp: Power BI クイック インサイト用のデータの最適化
ko_kr: Power BI 신속한 정보 활용을 위해 데이터 최적화
pt_br: Otimizar seus dados para o Power BI Quick Insights
ru_ru: Оптимизация данных для быстрого анализа данных в Power BI
zh_cn: 优化 Power BI Quick Insights 的数据
zh_tw: 最佳化 Power BI 快速深入剖析的資料

# Link_PinATileFromDashboard
source: Pin a tile from one dashboard to another dashboard
de_de: Anheften einer Kachel aus einem Dashboard an ein anderes Dashboard
es_es: Anclar un icono desde un panel a otro panel
fr_fr: Épingler une vignette d’un tableau de bord vers un autre
it_it: Aggiungere un riquadro da un dashboard a un altro dashboard
ja_jp: ダッシュボードから別のダッシュボードにタイルをピン留め
ko_kr: 하나의 대시보드에서 다른 대시보드에 타일 고정
pt_br: Fixar um bloco de um painel para outro painel
ru_ru: Закрепление плитки с одной панели мониторинга на другой
zh_cn: 将某个仪表板中的磁贴固定到另一个仪表板
zh_tw: 將儀表板的圖格釘選到另一個儀表板

# Link_PinATileFromExcel
source: Pin a tile to a Power BI dashboard from Excel
de_de: Anheften einer Kachel an ein Power BI-Dashboard aus Excel
es_es: Anclar un icono a un panel de Power BI desde Excel
fr_fr: Épingler une vignette à un tableau de bord Power BI à partir d’Excel
it_it: Aggiungere un riquadro a un dashboard di Power BI da Excel
ja_jp: Excel から Power BI ダッシュボードにタイルをピン留めする
ko_kr: Excel에서 Power BI 대시보드에 타일 고정
pt_br: Fixar um bloco em um painel do Power BI a partir do Excel
ru_ru: Закрепление плитки на панели мониторинга Power BI из книги Excel
zh_cn: 从 Excel 将磁贴固定到 Power BI 仪表板
zh_tw: 從 Excel 將磚釘選到 Power BI 儀表板

# Link_PinATileFromReport
source: Pin a tile to a Power BI dashboard from a report
de_de: Anheften einer Kachel an ein Power BI-Dashboard aus einem Bericht
es_es: Anclaje de un icono a un panel de Power BI desde un informe
fr_fr: Épingler une vignette à un tableau de bord Power BI à partir d’un rapport
it_it: Aggiungere un riquadro a un dashboard di Power BI da un report
ja_jp: レポートから Power BI ダッシュボードにタイルをピン留め
ko_kr: 보고서에서 Power BI 대시보드에 타일 고정
pt_br: Fixar um bloco em um painel do Power BI por meio de um relatório
ru_ru: Закрепление плитки на панели мониторинга Power BI из отчета
zh_cn: 从报表将磁贴固定到 Power BI 仪表板
zh_tw: 從報表將圖格釘選至 Power BI 儀表板

# Link_PinATileToDashboardFromQA
source: Pin a tile to a Power BI dashboard from the Q&A question box
de_de: Anheften einer Kachel an ein Power BI-Dashboard aus dem Fragefeld für Fragen und Antworten (F&A)
es_es: Anclaje de un icono a un panel de Power BI desde el cuadro de preguntas de Preguntas y respuestas
fr_fr: Épingler une vignette à un tableau de bord Power BI à partir de la zone de questions Q&R
it_it: Aggiungere un riquadro a un dashboard di Power BI nella casella della domanda di Domande e risposte
ja_jp: Q&A 質問ボックスから Power BI ダッシュボードにタイルをピン留めする
ko_kr: 질문 및 답변 상자에서 Power BI 대시보드에 타일 고정
pt_br: Fixar um bloco a um painel do Power BI da caixa de P e R
ru_ru: Закрепление результатов работы подсистемы вопросов и ответов в качестве плитки на панели мониторинга Power BI
zh_cn: 从问答问题框将磁贴固定到 Power BI 仪表板
zh_tw: 從問與答的問題方塊將圖格釘選至 Power BI 儀表板

# Link_PinReportToDashboard
source: Pin an entire report page to a Power BI dashboard
de_de: Anheften einer gesamten Berichtsseite an ein Power BI-Dashboard
es_es: Anclar una página de informe completa a un panel de Power BI
fr_fr: Épingler une page de rapport entière sur un tableau de bord Power BI
it_it: Aggiungere un'intera pagina del report a un dashboard di Power BI
ja_jp: レポート ページ全体を Power BI ダッシュボードにピン留めする
ko_kr: 전체 보고서 페이지를 Power BI 대시보드에 고정
pt_br: Fixar uma página inteira do relatório em um painel do Power BI
ru_ru: Закрепление целой страницы отчета на информационной панели
zh_cn: 将整个报表页固定到 Power BI 仪表板
zh_tw: 將整份報表頁面釘選至 Power BI 儀表板

# Link_Planview
source: Planview Enterprise content pack
de_de: Planview Enterprise-Inhaltspaket
es_es: Paquete de contenido de Planview Enterprise
fr_fr: Pack de contenu Planview Enterprise
it_it: Pacchetto di contenuto Planview Enterprise
ja_jp: Planview Enterprise コンテンツ パック
ko_kr: Planview Enterprise 콘텐츠 팩
pt_br: Pacote de conteúdo do Planview Enterprise
ru_ru: Пакет содержимого Planview Enterprise
zh_cn: Planview Enterprise 内容包
zh_tw: Planview Enterprise 內容套件

# Link_Printing
source: Print a dashboard, print a dashboard tile, print a report page
de_de: Drucken eines Dashboards, Drucken einer Dashboardkachel, Drucken einer Berichtsseite
es_es: Imprimir un panel, imprimir un icono de un panel o imprimir una página de un informe
fr_fr: Imprimer un tableau de bord, imprimer une vignette de tableau de bord, imprimer une page de rapport
it_it: Stampare un dashboard, un riquadro di un dashboard o una pagina di report
ja_jp: ダッシュボードの印刷、ダッシュボード タイルの印刷、レポートの印刷
ko_kr: 대시보드 인쇄, 대시보드 타일 인쇄, 보고서 페이지 인쇄
pt_br: Imprimir um dashboard, um bloco de dashboard, uma página de relatório
ru_ru: Печать панели мониторинга, плитки или страницы отчета
zh_cn: 打印仪表板, 打印仪表板磁贴, 打印报表页
zh_tw: 列印儀表板、列印儀表板磚、列印報表頁面

# Link_ProcurementAnalysisSample
source: Procurement Analysis sample: Take a tour
de_de: Beispiel zur Beschaffungsanalyse: Tour
es_es: Ejemplo de análisis de adquisiciones: un paseo
fr_fr: Exemple Analyse de l’approvisionnement : visite guidée
it_it: Presentazione dell'esempio di analisi dell'approvvigionamento
ja_jp: 調達の分析のサンプル: 使ってみる
ko_kr: 조달 분석 샘플: 둘러보기
pt_br: Exemplo de Análise de compras: faça um tour
ru_ru: Знакомство с примером "Анализ закупок"
zh_cn: 采购分析示例：简要了解
zh_tw: 採購分析範例：導覽。

# Link_ProjectOnline
source: Project Online content pack
de_de: Project Online-Inhaltspaket
es_es: Paquete de contenido de Project Online
fr_fr: Pack de contenu Project Online
it_it: Pacchetto di contenuto Project Online
ja_jp: Project Online コンテンツ パック
ko_kr: Project Online 콘텐츠 팩
pt_br: Pacote de conteúdo do Project Online
ru_ru: Пакет содержимого Project Online
zh_cn: Project Online 内容包
zh_tw: Project Online 內容套件

# Link_ProjectPlace
source: Projectplace content pack
de_de: Projectplace-Inhaltspaket
es_es: Paquete de contenido de Projectplace
fr_fr: Pack de contenu Projectplace
it_it: Pacchetto di contenuto Projectplace
ja_jp: Projectplace コンテンツ パック
ko_kr: Projectplace 콘텐츠 팩
pt_br: Pacote de conteúdo do Projectplace
ru_ru: Пакет содержимого Projectplace
zh_cn: Projectplace 内容包
zh_tw: Projectplace 內容套件

# Link_ProWhatIs
source: Power BI Pro content - what is it?
de_de: Power BI Pro-Inhalt – was ist das?
es_es: Contenido de Power BI Pro: ¿qué es?
fr_fr: Contenu Power BI Pro - De quoi s’agit-il ?
it_it: Contenuto Power BI Pro: di cosa si tratta?
ja_jp: Power BI Pro コンテンツとは
ko_kr: Power BI Pro 콘텐츠란?
pt_br: Conteúdo do Power BI Pro - o que é isto?
ru_ru: Что такое содержимое Power BI Pro?
zh_cn: Power BI Pro 内容 - 它是什么？
zh_tw: 何謂 Power BI Pro 內容？

# Link_PublishForExcel
source: Power BI publisher for Excel
de_de: Power BI Publisher für Excel
fr_fr: Éditeur Power BI pour Excel
it_it: Power BI Publisher per Excel
ko_kr: Excel용 Power BI 게시자
pt_br: Editor do Power BI para Excel
ru_ru: Издатель Power BI для Excel

# Link_PublishToWeb
source: Publish from Power BI to the web
de_de: Webveröffentlichungen aus Power BI
es_es: Publicar desde Power BI en la Web
fr_fr: Publier à partir de Power BI sur le web
it_it: Pubblicare da Power BI al Web
ja_jp: Power BI から Web への発行
ko_kr: Power BI에서 웹에 게시
pt_br: Publicar do Power BI para a Web
ru_ru: Публикация из Power BI в Интернет
zh_cn: 从 Power BI 发布到 Web
zh_tw: 從 Power BI 發佈至網路

# Link_QandA
source: Q&A in Power BI
de_de: Fragen und Antworten in Power BI
es_es: Preguntas y respuestas en Power BI
fr_fr: Q&R dans Power BI
it_it: Domande e risposte in Power BI
ja_jp: Power BI での Q&A
ko_kr: Power BI의 질문 및 답변
pt_br: P e R no Power BI
ru_ru: Вопросы и ответы в Power BI
zh_cn: Power BI 中的问答
zh_tw: Power BI 中的問與答

# Link_QrCodeTile
source: Create a QR code for a tile
de_de: Erstellen eines QR-Codes für eine Kachel
es_es: Crear un código QR para un icono
fr_fr: Créer un code QR pour une vignette
it_it: Creare un codice a matrice per un riquadro
ja_jp: タイルの QR コードを作成する
ko_kr: 타일에 대한 QR 코드 만들기
pt_br: Criar um código QR para um bloco
ru_ru: Создание QR-кода для плитки
zh_cn: 为磁贴创建 QR 码
zh_tw: 為磚建立 QR 代碼

# Link_QualityAnalysisSample
source: Supplier Quality Analysis sample for Power BI: Take a tour
de_de: Analysebeispiel für Lieferantenqualität für Power BI: Tour
es_es: Ejemplo de análisis de calidad de proveedores para Power BI: un paseo
fr_fr: Exemple Analyse de la qualité des fournisseurs pour Power BI : visite guidée
it_it: Presentazione dell'esempio di analisi della qualità dei fornitori per Power BI
ja_jp: Power BI のサプライヤー クオリティ分析のサンプル: 使ってみる
ko_kr: Power BI용 공급업체 품질 분석 샘플: 둘러보기
pt_br: Análise de Varejo de fornecedor para o Power BI: faça um tour
ru_ru: Образец "Анализ качества поставщика: обзор"
zh_cn: Power BI 供应商质量分析示例：简要了解
zh_tw: Power BI 的供應商品質分析範例：導覽

# Link_Quickbooks
source: QuickBooks Online content pack
de_de: QuickBooks Online-Inhaltspaket
es_es: Paquete de contenido de QuickBooks Online
fr_fr: Pack de contenu QuickBooks Online
it_it: Pacchetto di contenuto QuickBooks Online
ja_jp: QuickBooks Online コンテンツ パック
ko_kr: QuickBooks Online 콘텐츠 팩
pt_br: Pacote de conteúdo do QuickBooks Online
ru_ru: Пакет содержимого QuickBooks Online
zh_cn: QuickBooks Online 内容包
zh_tw: QuickBooks Online 內容套件

# Link_QuickInisghts
source: Quick Insights in Power BI
de_de: Schnelle Einblicke in Power BI
es_es: Quick Insights en Power BI
fr_fr: Aperçus rapides dans Power BI.
ja_jp: Power BI のクイック インサイト
ko_kr: Power BI의 신속한 정보 활용
pt_br: Quick Insights no Power BI
ru_ru: Быстрый анализ данных в Power BI
zh_cn: Power BI 中的 Quick Insights
zh_tw: Power BI 的快速深入剖析

# Link_QuickInisghtsTypes
source: Types of Quick Insights supported by Power BI
de_de: Von Power BI unterstützte schnelle Einblicke
es_es: Tipos de Quick Insights compatibles con Power BI
fr_fr: Types d’aperçus rapides pris en charge par Power BI
it_it: Tipi di informazioni rapide supportate da Power BI
ja_jp: Power BI でサポートされているクイック インサイトの種類
ko_kr: Power BI에서 지원되는 신속한 정보 활용 유형
pt_br: Tipos de Quick Insights com suporte do Power BI
ru_ru: Типы быстрого анализа данных, поддерживаемые Power BI
zh_cn: Power BI 支持的 Quick Insights 类型
zh_tw: Power BI 支援的快速深入剖析類型

# Link_RemoveDashboard
source: Remove a dashboard
de_de: Entfernen eines Dashboards
es_es: Quitar un panel
fr_fr: Supprimer un tableau de bord
it_it: Rimuovere un dashboard
ja_jp: ダッシュボードの除去
ko_kr: 대시보드 제거
pt_br: Remover um painel
ru_ru: Удаление панели мониторинга
zh_cn: 删除仪表板
zh_tw: 移除儀表板

# Link_RenameDashboard
source: Rename a Power BI dashboard
de_de: Umbenennen eines Power BI-Dashboards
es_es: Cambio de nombre de un panel de Power BI
fr_fr: Renommer un tableau de bord Power BI
it_it: Rinominare un dashboard di Power BI
ja_jp: Power BI ダッシュボードの名前変更
ko_kr: Power BI 대시보드 이름 바꾸기
pt_br: Renomear um painel do Power BI
ru_ru: Переименование панели мониторинга Power BI
zh_cn: 重命名 Power BI 仪表板
zh_tw: 重新命名 Power BI 儀表板

# Link_Reports
source: Reports in Power BI
de_de: Berichte in Power BI
es_es: Informes en Power BI
fr_fr: Rapports dans Power BI
it_it: Report in Power BI
ja_jp: Power BI のレポート
ko_kr: Power BI의 보고서
pt_br: Relatórios no Power BI
ru_ru: Отчеты в Power BI
zh_cn: Power BI 中的报表
zh_tw: Power BI 中的報表

# Link_RetailAnalysisSample
source: Retail Analysis sample for Power BI: Take a tour
de_de: Analysebeispiel für Einzelhandel für Power BI: Tour
es_es: Ejemplo de análisis de venta directa para Power BI: un paseo
fr_fr: Exemple Analyse de la vente au détail pour Power BI : Visite guidée
it_it: Presentazione dell'esempio di analisi delle vendite al dettaglio
ja_jp: Power BI の小売りの分析のサンプル: 使ってみる
ko_kr: Power BI의 소매점 분석 샘플: 둘러보기
pt_br: Exemplo de Análise de Varejo para o Power BI: faça um tour
ru_ru: Образец "Анализ розничной торговли" для Power BI: обзор
zh_cn: Power BI 零售分析示例：简要了解
zh_tw: Power BI 的零售分析範例教學

# Link_Salesforce
source: Salesforce content pack
de_de: Salesforce-Inhaltspaket
es_es: Paquete de contenido de Salesforce
fr_fr: Pack de contenu Salesforce
it_it: Pacchetto di contenuto Salesforce
ja_jp: Salesforce コンテンツ パック
ko_kr: Salesforce 콘텐츠 팩
pt_br: Pacote de conteúdo do Salesforce
ru_ru: Пакет содержимого Salesforce
zh_cn: Salesforce 内容包
zh_tw: Salesforce 內容套件

# Link_SalesMarketingSample
source: Sales & Marketing sample for Power BI: Take a tour
de_de: Vertriebs- und Marketingbeispiel für Power BI: Tour
es_es: Ejemplo de ventas y marketing para Power BI: un paseo
fr_fr: Exemple Vente et marketing pour Power BI : visite guidée
it_it: Presentazione dell'esempio di Vendita e marketing per Power BI
ja_jp: Power BI の売上およびマーケティングのサンプル: 使ってみる
ko_kr: Power BI의 영업 및 마케팅 샘플: 둘러보기
pt_br: Exemplo de vendas e marketing para o Power BI: faça um tour
ru_ru: Образец "Продажи и маркетинг" для Power BI: обзор
zh_cn: Power BI 销售与市场营销分析示例：简要了解
zh_tw: Power BI 的銷售與行銷範例：導覽

# Link_SampleDatasets
source: Samples for Power BI
de_de: Beispiele für Power BI
es_es: Ejemplos de Power BI
fr_fr: Exemples pour Power BI
it_it: Esempi per Power BI
ja_jp: Power BI 用のサンプル
ko_kr: Power BI용 샘플
pt_br: Exemplos para o Power BI
ru_ru: Примеры для Power BI
zh_cn: Power BI 示例
zh_tw: Power BI 範例

# Link_SelfServiceSignup
source: Self-Service Signup for Power BI
de_de: Self-Service-Registrierung für Power BI
es_es: Suscripción de autoservicio para Power BI
fr_fr: Inscription en libre-service à Power BI
it_it: Iscrizione a Power BI in modalità self-service
ja_jp: Power BI のセルフサービス サインアップ
ko_kr: Power BI에 대한 셀프 서비스 등록
pt_br: Inscrição de autoatendimento para o Power BI
ru_ru: Самостоятельная регистрация в Power BI
zh_cn: Power BI 自助注册
zh_tw: Power BI 的自助式註冊

# Link_Sendgrid
source: SendGrid content pack
de_de: SendGrid-Inhaltspaket
es_es: Paquete de contenido de SendGrid
fr_fr: Pack de contenu SendGrid
it_it: Pacchetto di contenuto SendGrid
ja_jp: SendGrid コンテンツ パック
ko_kr: SendGrid 콘텐츠 팩
pt_br: Pacote de conteúdo do SendGrid
ru_ru: Пакет содержимого SendGrid
zh_cn: SendGrid 内容包
zh_tw: SendGrid 內容套件
