Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/Lefties/service.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Link_CustomXandY
source: Tutorial: Customize X-axis and Y-axis properties
de_de: Tutorial: Anpassen der Eigenschaften der X- und Y-Achse
es_es: Tutorial: Personalización de las propiedades de los ejes X e Y
fr_fr: Didacticiel : personnaliser les propriétés des axes X et Y
it_it: Esercitazione: Personalizzare le proprietà degli assi X e Y
ja_jp: チュートリアル: X 軸と Y 軸のプロパティのカスタマイズ
ko_kr: 자습서: X축 및 Y축 속성 사용자 지정
pt_br: Tutorial: personalizar as propriedades dos eixos x e y
ru_ru: Учебник. Настройка свойств оси X и оси Y
zh_cn: 教程：自定义 X 轴和 Y 轴属性
zh_tw: 教學課程：自訂 X 軸和 Y 軸屬性

# Link_DataRefresh
source: Data refresh in Power BI
de_de: Aktualisieren von Daten in Power BI
es_es: Actualizar datos en Power BI
fr_fr: Actualisation des données dans Power BI
it_it: Aggiornamento dei dati in Power BI
ja_jp: Power BI でのデータの更新
ko_kr: Power BI에서 데이터 새로 고침
pt_br: Atualizar dados no Power BI
ru_ru: Обновление данных в Power BI
zh_cn: Power BI 中的数据刷新
zh_tw: Power BI 的資料重新整理

# Link_DataRefreshCloudCsv
source: Refresh a dataset created from a comma separated value (.csv) file on OneDrive
de_de: Aktualisieren eines Datasets, das aus einer Datei mit kommagetrennten Werten (CSV) auf OneDrive erstellt wurde
es_es: Actualizar un conjunto de datos creado a partir de un archivo de valores separados por comas (.csv) en OneDrive
fr_fr: Actualisation d’un jeu de données créé à partir d’un fichier de valeurs séparées par des virgules (.csv) sur OneDrive
it_it: Aggiornare un set di dati creato da un file con valori delimitati da virgole (CSV) in OneDrive
ja_jp: OneDrive のコンマ区切り値 (.csv) ファイルから作成されたデータセットを更新する
ko_kr: OneDrive에서 쉼표로 구분된 값(.csv) 파일로부터 만들어진 데이터 집합 새로 고침
pt_br: Atualizar um conjunto de dados criado por meio de um arquivo .csv (valor separado por vírgulas) no OneDrive
ru_ru: Обновление набора данных, созданного из файла данных с разделителями-запятыми (CSV) в OneDrive
zh_cn: 刷新创建自 OneDrive 上逗号分隔值 (.csv) 文件的数据集
zh_tw: 重新整理建立自 OneDrive 上逗點分隔值 (.csv) 檔案的資料集

# Link_DataRefreshCloudExcel
source: Refresh a dataset created from an Excel workbook - cloud
de_de: Aktualisieren eines aus einer Excel-Arbeitsmappe erstellten Datasets – Cloud
es_es: Actualización de un conjunto de datos creado a partir de un libro de Excel: nube
fr_fr: Actualiser un jeu de données créé à partir d’un classeur Excel - cloud
it_it: Aggiornare un set di dati creato da una cartella di lavoro di Excel - cloud
ja_jp: Excel ブックから作成されたデータセットを更新する - クラウド
ko_kr: Excel 통합 문서로부터 만들어진 데이터 집합 새로 고침 - 클라우드
pt_br: Atualizar um conjunto de dados criado com base em uma pasta de trabalho do Excel – nuvem
ru_ru: Обновление набора данных, созданного из книги Excel (в облаке)
zh_cn: 刷新创建自 Excel 工作簿的数据集 - 云
zh_tw: 重新整理建立自 Excel 活頁簿的資料集 - 雲端

# Link_DataRefreshDesktopCloud
source: Refresh a dataset created from a Power BI Desktop file - cloud
de_de: Aktualisieren eines aus einer Power BI Desktop-Datei erstellten Datasets – Cloud
es_es: Actualización de un conjunto de datos creado a partir de un archivo de Power BI Desktop en la nube
fr_fr: Actualiser un jeu de données créé à partir d’un fichier Power BI Desktop - cloud
it_it: Aggiornare un set di dati creato da un file di Power BI Desktop - cloud
ja_jp: Power BI Desktop ファイルから作成されたデータセットを更新する - クラウド
ko_kr: Power BI Desktop 파일로부터 만들어진 데이터 집합 새로 고침 - 클라우드
pt_br: Atualizar um conjunto de dados criado com base em um arquivo do Power BI Desktop – nuvem
ru_ru: Обновление набора данных, созданного из файла Power BI Desktop в OneDrive (в облаке)
zh_cn: 刷新创建自 Power BI Desktop 文件的数据集 - 云
zh_tw: 重新整理建立自 Power BI Desktop 檔案的資料集 - 雲端

# Link_DataRefreshDesktopLocal
source: Refresh a dataset created from a Power BI Desktop file - local
de_de: Aktualisieren eines aus einer Power BI Desktop-Datei erstellten Datasets – lokal
es_es: Actualización local de un conjunto de datos creado a partir de un archivo de Power BI Desktop
fr_fr: Actualiser un jeu de données créé à partir d’un fichier Power BI Desktop - local
it_it: Aggiornare un set di dati creato da un file di Power BI Desktop - locale
ja_jp: Power BI Desktop ファイルから作成されたデータセットを更新する
ko_kr: Power BI Desktop 파일로부터 만들어진 데이터 집합 새로 고침 - 로컬
pt_br: Atualizar um conjunto de dados criado com base em um arquivo do Power BI Desktop – local
ru_ru: Обновление набора данных, созданного из файла Power BI Desktop в OneDrive (на локальном диске)
zh_cn: 刷新创建自 Power BI Desktop 文件的数据集 - 本地
zh_tw: 重新整理建立自 Power BI Desktop 檔案的資料集 - 本機

# Link_DataRefreshLocalExcel
source: Refresh a dataset created from an Excel workbook - local
de_de: Aktualisieren eines aus einer Excel-Arbeitsmappe erstellten Datasets – lokal
es_es: Actualización de un conjunto de datos creado a partir de un libro de Excel: local
fr_fr: Actualiser un jeu de données créé à partir d’un classeur Excel - local
it_it: Aggiornare un set di dati creato da una cartella di lavoro di Excel - locale
ja_jp: Excel ブックから作成されたデータセットを更新する - ローカル
ko_kr: Excel 통합 문서로부터 만들어진 데이터 집합 새로 고침 - 로컬
pt_br: Atualizar um conjunto de dados criado com base em uma pasta de trabalho do Excel – local
ru_ru: Обновление набора данных, созданного из книги Excel (на локальном диске)
zh_cn: 刷新创建自 Excel 工作簿的数据集 - 本地
zh_tw: 重新整理建立自 Excel 活頁簿的資料集 - 本機

# Link_DeleteAReport
source: Delete a report from Power BI
de_de: Löschen eines Berichts aus Power BI
es_es: Eliminación de un informe de Power BI
fr_fr: Supprimer un rapport de Power BI
it_it: Eliminare un report da Power BI
ja_jp: Power BI からのレポートの削除
ko_kr: Power BI에서 보고서 삭제
pt_br: Exclua um relatório do Power BI
ru_ru: Удаление отчета из Power BI
zh_cn: 从 Power BI 删除报表
zh_tw: 從 Power BI 刪除報表

# Link_DeletePageFromReport
source: Delete a page from a Power BI report
de_de: Löschen einer Seite aus einem Power BI-Bericht
es_es: Eliminación de una página de un informe de Power BI
fr_fr: Supprimer une page d’un rapport Power BI
it_it: Eliminare una pagina da un report di Power BI
ja_jp: Power BI レポートからのページの削除
ko_kr: Power BI 보고서에서 페이지 삭제
pt_br: Exclua uma página de um relatório do Power BI
ru_ru: Удаление страницы из отчета Power BI
zh_cn: 从 Power BI 报表删除页面
zh_tw: 從 Power BI 報表刪除頁面

# Link_DeleteVisual
source: Delete a visualization in Power BI
de_de: Löschen einer Visualisierung in Power BI
es_es: Eliminación de una visualización en Power BI
fr_fr: Supprimer une visualisation dans Power BI
it_it: Eliminare una visualizzazione in Power BI
ja_jp: Power BI での視覚化の削除
ko_kr: Power BI에서 시각화 삭제
pt_br: Exclua uma visualização no Power BI
ru_ru: Удаление визуализации в Power BI
zh_cn: 在 Power BI 中删除可视化效果
zh_tw: 刪除 Power BI 的視覺效果

# Link_DirectConnectSpark
source: Spark on HDInsight with DirectQuery
de_de: Spark on HDInsight mit DirectQuery
es_es: Spark en HDInsight con DirectQuery
fr_fr: Spark dans HDInsight avec DirectQuery
it_it: Spark in HDInsight con DirectQuery
ja_jp: DirectQuery を使用する HDInsight 上の Spark
ko_kr: DirectQuery를 포함하는 HDInsight의 Spark
pt_br: Spark no HDInsight com DirectQuery
ru_ru: Spark на HDInsight с поддержкой DirectQuery
zh_cn: 具有 DirectQuery 的 HDInsight 上的 Spark
zh_tw: 具有 DirectQuery 之 HDInsight 上的 Spark

# Link_DirectQuerySql
source: Azure SQL Database with DirectQuery
de_de: Azure SQL-Datenbank mit DirectQuery
es_es: Azure SQL Database con DirectQuery
fr_fr: Azure SQL Database avec DirectQuery
it_it: Database SQL di Azure con DirectQuery
ja_jp: Azure SQL Database と DirectQuery
ko_kr: DirectQuery를 사용한 Azure SQL Database
pt_br: Banco de Dados SQL do Azure com DirectQuery
ru_ru: База данных SQL Azure с DirectQuery
zh_cn: 具有 DirectQuery 的 Azure SQL 数据库
zh_tw: 具有 DirectQuery 的 Azure SQL Database

# Link_DirectQuerySqlDW
source: Azure SQL Data Warehouse with DirectQuery
de_de: Azure SQL Data Warehouse mit DirectQuery
es_es: Azure SQL Data Warehouse con DirectQuery
fr_fr: Azure SQL Data Warehouse avec DirectQuery
it_it: Azure SQL Data Warehouse con DirectQuery
ja_jp: Azure SQL Data Warehouse と DirectQuery
ko_kr: DirectQuery를 사용한 Azure SQL Database
pt_br: SQL Data Warehouse do Azure com DirectQuery
ru_ru: Хранилище данных SQL Azure с DirectQuery
zh_cn: 具有 DirectQuery 的 Azure SQL 数据仓库
zh_tw: 具有 DirectQuery 的 Azure SQL 資料倉儲

# Link_DisablePrivacyIssues
source: Disable privacy settings
de_de: Deaktivieren von Datenschutzeinstellungen
es_es: Desactivar Configuración de privacidad
fr_fr: Désactivation des paramètres de confidentialité
it_it: Disabilitare le impostazioni di privacy
ja_jp: プライバシー設定を無効にする
ko_kr: 개인 정보 설정 사용 안함
pt_br: Desabilitar as configurações de privacidade
ru_ru: Отключение параметров конфиденциальности
zh_cn: 禁用隐私设置
zh_tw: 停用隱私權設定

# Link_DoughnutCharts
source: Tutorial: Doughnut charts in Power BI
de_de: Lernprogramm: Ringdiagramme in Power BI
es_es: Tutorial: Gráficos de anillos en Power BI
fr_fr: Didacticiel : graphiques en anneau dans Power BI
it_it: Esercitazione: Grafici ad anello in Power BI
ja_jp: チュートリアル: Power BI でのドーナツ グラフ
ko_kr: 자습서: Power BI의 도넛형 차트
pt_br: Tutorial: gráficos de rosca no Power BI
ru_ru: Учебник. Кольцевые диаграммы в Power BI
zh_cn: 教程：Power BI 中的圆环图
zh_tw: 教學課程：Power BI 中的環圈圖

# Link_DownloadCustomVisual
source: Download and use custom visuals from the Office store
de_de: Herunterladen und Verwenden von benutzerdefinierten Visualisierungen aus dem Office Store
es_es: Descarga y uso de objetos visuales personalizados de la Tienda Office
fr_fr: Télécharger et utiliser les visuels de l’Office Store
it_it: Scaricare e usare oggetti visivi personalizzati da Office Store
ja_jp: Office ストアからカスタム ビジュアルをダウンロードし、使用する
ko_kr: Office 스토어에서 사용자 지정 시각적 개체 다운로드 및 사용
pt_br: Baixar e usar visuais personalizados da Office Store
ru_ru: Загрузка и использование пользовательских визуальных элементов из магазина Office
zh_cn: 下载并使用 Office 应用商店中的自定义视觉对象
zh_tw: 下載及使用來自 Office 市集的自訂視覺效果

# Link_DrillVisual
source: Drill down in a visualization in Power BI
de_de: Drilldown in einer Visualisierung in Power BI
es_es: Exploración en profundidad en una visualización de Power BI
fr_fr: Explorer une visualisation dans Power BI
it_it: Eseguire il drill-down in una visualizzazione in Power BI
ja_jp: Power BI での視覚化のドリルダウン
ko_kr: Power BI에서 시각화 드릴다운
pt_br: Faça uma visualização no Power BI
ru_ru: Детализация в визуализации в Power BI
zh_cn: 在 Power BI 中深入探索可视化效果
zh_tw: 向下鑽研 Power BI 的視覺效果

# Link_DuplicateReportPage
source: Duplicate a report page in Power BI
de_de: Duplizieren einer Berichtsseite in Power BI
es_es: Duplicar una página del informe en Power BI
fr_fr: Dupliquer une page de rapport dans Power BI
it_it: Duplicare una pagina di report in Power BI
ja_jp: Power BI でのレポート ページの複製
ko_kr: Power BI에서 보고서 페이지 복제
pt_br: Duplicar uma página de relatório no Power BI
ru_ru: Дублирование страницы отчета в Power BI
zh_cn: 在 Power BI 中复制报表页
zh_tw: 在 Power BI 中複製報表頁面

# Link_EditingView
source: Go from Reading View to Editing View in Power BI
de_de: Wechseln Sie von der Leseansicht zur Bearbeitungsansicht in Power BI
es_es: Cambio de la vista de lectura a la vista de edición en Power BI
fr_fr: Passer du mode Lecture au mode Edition dans Power BI
it_it: Passare dalla Visualizzazione di lettura alla Visualizzazione di modifica in Power BI
ja_jp: Power BI で読み取りビューから編集ビューに切り替える
ko_kr: Power BI에서 읽기용 보기에서 편집용 보기로 전환
pt_br: Vá do modo de Exibição de leitura para o modo de Exibição de Edição no Power BI
ru_ru: Переход из режима чтения в режим правки в Power BI
zh_cn: 在 Power BI 中从“阅读视图”转到“编辑视图”
zh_tw: 從 Power BI 的 [閱讀檢視] 到 [編輯檢視]

# Link_EditorTakeTour
source: The report editor...Take a tour
de_de: Berichts-Editor – Verschaffen Sie sich einen Überblick
es_es: Un paseo por el editor de informes...
fr_fr: Découverte de l’éditeur de rapport
it_it: Presentazione dell'editor di report
ja_jp: レポート エディター...紹介を見る
ko_kr: 보고서 편집기... 둘러보기
pt_br: O editor de relatório... Faça um tour
ru_ru: Знакомство с редактором отчетов
zh_cn: 报表编辑器...简要了解
zh_tw: 報表編輯器...導覽

# Link_ExportFromVisualization
source: Export data from a visualization
de_de: Exportieren von Daten aus einer Visualisierung
es_es: Exportar datos de una visualización
fr_fr: Exportez des données à partir d’une visualisation
it_it: Esportare dati da una visualizzazione
ja_jp: ビジュアルからデータをエクスポートする
ko_kr: 시각화에서 데이터 내보내기
pt_br: Exportar dados de uma visualização
ru_ru: Экспорт данных из визуализации
zh_cn: 从可视化效果导出数据
zh_tw: 從視覺效果匯出資料

# Link_FilledMaps
source: Tutorial: Filled Maps (Choropleths) in Power BI
de_de: Tutorial: Flächenkartogramme (Choroplethenkarten) in Power BI
es_es: Tutorial: Mapas coropléticos en Power BI
fr_fr: Didacticiel : cartes thématiques (choroplèthes) dans Power BI
it_it: Esercitazione: Mappe colorate (Choropleth) in Power BI
ja_jp: チュートリアル: Power BI の塗り分け地図 (コロプレス)
ko_kr: 자습서: Power BI의 등치 지역도(코로플레스)
pt_br: Tutorial: mapas preenchidos (coropléticos) no Power BI
ru_ru: Учебник. Картограммы (хороплеты) в Power BI
zh_cn: 教程：Power BI 中的着色地图（等值线图）
zh_tw: 教學課程：Power BI 的區域分布圖 (分級著色圖)

# Link_FiltersAndHighlighting
source: About filters and highlighting in Power BI reports
de_de: Informationen zu Filtern und Hervorhebungen in Power BI-Berichten
es_es: Filtros y resaltado en informes de Power BI
fr_fr: À propos des filtres et de la mise en évidence dans les rapports Power BI
it_it: Informazioni su filtri ed evidenziazione nei report di Power BI
ja_jp: Power BI レポートのフィルターと強調表示について
ko_kr: 필터 및 Power BI 보고서에서 강조 표시 정보
pt_br: Sobre filtros e realce em relatórios do Power BI
ru_ru: О фильтрах и выделении в отчетах Power BI
zh_cn: 关于 Power BI 报表中的筛选器和突出显示
zh_tw: 在 Power BI 報表中進行篩選和醒目提示的相關事項

# Link_ForgotPassword
source: Forgot your password for Power BI?
de_de: Sie haben Ihr Kennwort für Power BI vergessen?
es_es: ¿Olvidó su contraseña de Power BI?
fr_fr: Vous avez oublié votre mot de passe Power BI ?
it_it: Password dimenticata per Power BI?
ja_jp: Power BI のパスワードを忘れた場合
ko_kr: Power BI 암호를 잊은 경우
pt_br: Esqueceu sua senha para o Power BI?
ru_ru: Забыли пароль для Power BI?
zh_cn: 忘记了 Power BI 密码？
zh_tw: 忘記 Power BI 的密碼？

# Link_FunnelCharts
source: Tutorial: Funnel charts in Power BI
de_de: Tutorial: Trichterdiagramme in Power BI
es_es: Tutorial: Gráficos de embudo en Power BI
fr_fr: Didacticiel : graphiques en entonnoir dans Power BI
it_it: Esercitazione: Grafici a imbuto in Power BI
ja_jp: チュートリアル: Power BI のじょうごグラフ
ko_kr: 자습서: Power BI의 깔때기형 차트
pt_br: Tutorial: gráficos de funil no Power BI
ru_ru: Учебник. Воронкообразные диаграммы в Power BI
zh_cn: 教程：Power BI 中的漏斗图
zh_tw: 教學課程：Power BI 中的漏斗圖

# Link_GetDataIn
source: Get data from files
de_de: Abrufen von Daten aus Dateien
es_es: Obtener datos de los archivos
fr_fr: Obtenez des données de fichiers
it_it: Ottenere dati da file
ja_jp: ファイルからデータを取得
ko_kr: 파일에서 데이터 가져오기
pt_br: Obter dados de arquivos
ru_ru: Получение данных из файлов
zh_cn: 从文件获取数据
zh_tw: 從檔案取得資料

# Link_Histograms
source: Histograms
de_de: Histogramme
es_es: Histogramas
fr_fr: Histogrammes
it_it: Istogrammi
ja_jp: ヒストグラム
ko_kr: 히스토그램
pt_br: Histogramas
ru_ru: Гистограммы
zh_cn: 直方图
zh_tw: 長條圖

# Link_HistogramsTips
source: Tips and Tricks for Power BI Map visualizations
de_de: Tipps und Tricks für Power BI-Kartenvisualisierungen
es_es: Sugerencias y trucos para las visualizaciones de mapa de Power BI
fr_fr: Trucs et astuces pour les visualisations de carte Power BI
it_it: Suggerimenti e consigli per le visualizzazioni mappa di Power BI
ja_jp: Power BI マップの視覚エフェクトに関するヒントとテクニック
ko_kr: Power BI Map 시각화를 위한 팁과 힌트
pt_br: Dicas e truques para visualizações de mapa do Power BI
ru_ru: Советы и рекомендации для визуализаций карт Power BI
zh_cn: Power BI 地图可视化效果的提示和技巧
zh_tw: Power BI Map 視覺效果的秘訣和訣竅

# Link_HyperlinksInTables
source: Hyperlinks in tables
de_de: Links in Tabellen
es_es: Hipervínculos en tablas
fr_fr: Liens hypertexte dans les tables
it_it: Collegamenti ipertestuali nelle tabelle
ja_jp: テーブル内のハイパーリンク
ko_kr: 테이블에서 하이퍼링크
pt_br: Hiperlinks nas tabelas
ru_ru: Гиперссылки в таблицах
zh_cn: 表中的超链接
zh_tw: 資料表中的超連結

# Link_HyperLinkToTextbox
source: Add a hyperlink to a Text Box in a Power BI report
de_de: Hinzufügen eines Links zu einem Textfeld in einem Power BI-Bericht
es_es: Incorporación de un hipervínculo a un cuadro de texto en un informe de Power BI
fr_fr: Ajouter un lien hypertexte à une zone de texte dans un rapport Power BI
it_it: Aggiungere un collegamento ipertestuale a una casella di testo in un report di Power BI
ja_jp: Power BI レポートのテキスト ボックスへのハイパーリンクの追加
ko_kr: Power BI 보고서에서 텍스트 상자에 하이퍼링크 추가
pt_br: Adicionar um hiperlink a uma Caixa de Texto em um relatório do Power BI
ru_ru: Добавление гиперссылки в текстовое поле в отчете Power BI
zh_cn: 向 Power BI 报表中的文本框添加超链接
zh_tw: 將超連結加入 Power BI 圖表中的文字方塊

# Link_InteractEditingView
source: Interact with a report in Editing View in Power BI
de_de: Interagieren mit einem Bericht in der Bearbeitungsansicht von Power BI
es_es: Interacción con un informe en la vista de edición en Power BI
fr_fr: Interagir avec un rapport en mode Edition dans Power BI
it_it: Interagire con un report nella Visualizzazione di modifica in Power BI
ja_jp: Power BI の編集ビューでレポートと対話する
ko_kr: Power BI의 편집용 보기에서 보고서와 상호 작용
pt_br: Interagir com um relatório na Exibição de Edição no Power BI
ru_ru: Взаимодействие с отчетом в режиме редактирования в Power BI
zh_cn: 在 Power BI 中与“编辑视图”中的报表交互
zh_tw: 在 Power BI 中與編輯檢視的報表互動

# Link_InteractReadingView
source: Interact with a report in Reading View in Power BI
de_de: Interagieren mit einem Bericht in der Leseansicht von Power BI
es_es: Interacción con un informe en la vista de lectura en Power BI
fr_fr: Interagir avec un rapport en mode Lecture dans Power BI
it_it: Interagire con un report nella Visualizzazione di lettura in Power BI
ja_jp: Power BI の読み取りビューでレポートと対話する
ko_kr: Power BI의 읽기용 보기에서 보고서와 상호 작용
pt_br: Interagir com um relatório na Exibição de Leitura no Power BI
ru_ru: Взаимодействие с отчетом в режиме чтения в Power BI
zh_cn: 在 Power BI 中与“阅读视图”中的报表交互
zh_tw: 在 Power BI 中與閱讀檢視的報表互動

# Link_ManageCapacity
source: Manage your data capacity in Power BI
de_de: Verwalten der Datenkapazität in Power BI
es_es: Administrar la capacidad de los datos en Power BI
fr_fr: Gérer la capacité de vos données dans Power BI
it_it: Gestire la capacità dei dati in Power BI
ja_jp: Power BI のデータ容量を管理する
ko_kr: Power BI의 데이터 용량 관리
pt_br: Gerenciar a capacidade de dados no Power BI
ru_ru: Управление емкостью данных в Power BI
zh_cn: 管理 Power BI 中的数据容量
zh_tw: 管理 Power BI 中的資料容量

# Link_MoveVisual
source: Move, resize, and pop out a visualization in a Power BI report
de_de: Verschieben, Ändern der Größe und Aufklappen einer Visualisierung in einem Power BI-Bericht
es_es: Traslado, cambio de tamaño y pantalla completa de una visualización de un informe de Power BI
fr_fr: Déplacer, redimensionner et ouvrir dans une nouvelle fenêtre une visualisation dans un rapport Power BI
it_it: Spostare, ridimensionare ed espandere una visualizzazione in un report di Power BI
ja_jp: Power BI レポートでの視覚化の移動、サイズ変更、ポップアウト
ko_kr: Power BI 보고서에서 시각화 이동, 크기 조정 및 팝아웃
pt_br: Mover, redimensionar e destacar uma visualização em um relatório do Power BI
ru_ru: Перемещение визуализации в отчете Power BI, изменение ее размеров и открытие в новом окне
zh_cn: 在 Power BI 报表中移动、调整大小、弹出可视化效果
zh_tw: 在 Power BI 報表中移動視覺效果、調整視覺效果大小，以及顯出視覺效果

# Link_OfficeDedicatedIssues
source: Office 365 dedicated - known issues
de_de: Office 365 dediziert – bekannte Probleme
es_es: Office 365 dedicado: problemas conocidos
fr_fr: Office 365 dédié - problèmes connus
it_it: Office 365 dedicato - problemi noti
ja_jp: Office 365 Dedicated - 既知の問題
ko_kr: Office 365 전용 - 알려진 문제
pt_br: Office 365 dedicado - problemas conhecidos
ru_ru: Известные проблемы с выделенными пользователями Office 365
zh_cn: Office 365 专用 - 已知问题
zh_tw: Office 365 專用 - 已知問題

# Link_PersonalGateway
source: Power BI Gateway - Personal
fr_fr: Passerelle Power BI - Personal
ko_kr: Power BI 게이트웨이 - 개인
pt_br: Gateway do Power BI - Pessoal
ru_ru: Шлюз Power BI — персональный

# Link_PersonalGatewayTroubleshoot
source: Troubleshooting Power BI Gateway - Personal
de_de: Problembehandlung für Power BI Gateway – Personal
es_es: Solución de problemas de Power BI Gateway - Personal
fr_fr: Résolution des problèmes de Power BI Gateway - Personal
it_it: Risoluzione dei problemi relativi a Power BI Gateway - Personal
ja_jp: Power BI Gateway - Personal のトラブルシューティング
ko_kr: Power BI Gateway - Personal 문제 해결
pt_br: Solucionando problemas do Power BI Gateway - Personal
ru_ru: Устранение неполадок с Power BI Gateway - Personal
zh_cn: Power BI Gateway - Personal 疑难解答
zh_tw: Power BI Gateway - Personal 疑難排解

# Link_PublishFromExcel
source: Tutorial: From Excel workbook to stunning report in no time
de_de: Tutorial: Im Handumdrehen von einer Excel-Arbeitsmappe zum eindrucksvollen Bericht
es_es: Tutorial: Del libro de Excel a un informe sorprendente al instante
fr_fr: Didacticiel : Générer des rapports exceptionnels en un clin d’œil à partir d’un classeur Excel
it_it: Esercitazione: Da cartella di lavoro di Excel a straordinari report in pochissimo tempo
ja_jp: チュートリアル: Excel ブックから魅力的なレポートを即座に作成する
ko_kr: 자습서: Excel 통합 문서에서 뛰어난 보고서 빠르게 작성
pt_br: Tutorial: Da pasta de trabalho do Excel para um relatório incrível em um instante
ru_ru: Учебник: быстрое превращение книги Excel в красивый отчет
zh_cn: 教程：立即将 Excel 工作簿转变为出色的报表
zh_tw: 教學課程：即刻從 Excel 活頁簿到令人驚豔的報表

# Link_PurchasingPro
source: Purchasing Power BI Pro
de_de: Erwerb von Power BI Pro
es_es: Adquisición de Power BI Pro
fr_fr: Achat de Power BI Pro
it_it: Acquisto di Power BI Pro
ja_jp: Power BI Pro を購入する
ko_kr: Power BI Pro 구매
pt_br: Comprando o Power BI Pro
ru_ru: Приобретение Power BI Pro
zh_cn: 购买 Power BI Pro
zh_tw: 購買 Power BI Pro

# Link_RadialGauge
source: Tutorial: Radial Gauge charts in Power BI
de_de: Lernprogramm: Diagramme für radiales Messgerät in Power BI
es_es: Tutorial: Gráficos de medidor radial en Power BI
fr_fr: Didacticiel : graphiques en jauge radiale dans Power BI
it_it: Esercitazione: Grafici a misuratore radiale in Power BI
ja_jp: チュートリアル: Power BI の放射状ゲージ グラフ
ko_kr: 자습서: Power BI의 방사형 계기 차트
pt_br: Tutorial: Gráficos de medidor radial no Power BI
ru_ru: Учебник. Диаграммы "Радиальный датчик" в Power BI
zh_cn: 教程：Power BI 中的星形量测计图表
zh_tw: 教學課程：Power BI 中的星形量測計圖表

# Link_ReadingView
source: Open a Power BI report in Reading View
de_de: Öffnen eines Power BI-Berichts in der Leseansicht
es_es: Apertura de un informe de Power BI en la vista de lectura
fr_fr: Ouvrir un rapport Power BI en mode Lecture
it_it: Aprire un report di Power BI nella Visualizzazione di lettura
ja_jp: Power BI レポートを読み取りビューで開く
ko_kr: 읽기용 보기에서 Power BI 보고서 열기
pt_br: Abrir um relatório do Power BI na Exibição de Leitura
ru_ru: Открытие отчета Power BI в режиме чтения
zh_cn: 在“阅读视图”中打开 Power BI 报表
zh_tw: 在 [閱讀檢視] 中開啟 Power BI 報表

# Link_ReduceExcel
source: Reduce the size of an Excel workbook to view it in Power BI
de_de: Reduzieren der Größe einer Excel-Arbeitsmappe für die Anzeige in Power BI
es_es: Reducir el tamaño de un libro de Excel para verlo en Power BI
fr_fr: Réduire la taille d’un classeur Excel pour l’afficher dans Power BI
it_it: Ridurre le dimensioni di una cartella di lavoro di Excel per visualizzarla in Power BI
ja_jp: Power BI で表示する Excel ブックのサイズを減らす
ko_kr: Power BI에서 보기 위해 Excel 통합 문서 크기 줄이기
pt_br: Reduza o tamanho de uma pasta de trabalho do Excel para exibi-lo no Power BI
ru_ru: Уменьшение размера книги Excel для ее просмотра в Power BI
zh_cn: 减小 Excel 工作簿的大小以在 Power BI 中查看它
zh_tw: 減少 Excel 活頁簿的大小以在 Power BI 中檢視

# Link_RenameReport
source: Rename a report in Power BI
de_de: Umbenennen eines Berichts in Power BI
es_es: Cambio de nombre de un informe de Power BI
fr_fr: Renommer un rapport dans Power BI
it_it: Rinominare un report in Power BI
ja_jp: Power BI でのレポートの名前変更
ko_kr: Power BI에서 보고서 이름 바꾸기
pt_br: Renomeie um relatório no Power BI
ru_ru: Переименование отчета в Power BI
zh_cn: 在 Power BI 中重命名报表
zh_tw: 重新命名 Power BI 中的報表
