Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/Lefties/service.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Area_Administration
source: Administration
de_de: Verwaltung
es_es: Administración
it_it: Amministrazione
ja_jp: 管理
ko_kr: 관리
pt_br: Administração
ru_ru: Администрирование
zh_cn: 管理
zh_tw: 系統管理

# Area_Ask
source: Ask questions of your data
de_de: Fragen an Ihre Daten stellen
es_es: Realizar preguntas de los datos
fr_fr: Posez des questions sur vos données
it_it: Ottenere risposte dai dati
ja_jp: データに関する質問
ko_kr: 데이터에 대해 질문하기
pt_br: Fazer perguntas sobre seus dados
ru_ru: Задать вопросы о данных
zh_cn: 询问数据相关问题
zh_tw: 詢問資料相關的問題

# Area_Connect
source: Connect to services
de_de: Verbinden mit Diensten
es_es: Conectarse a los servicios
fr_fr: Se connecter aux services
it_it: Connettersi ai servizi
ja_jp: サービスへの接続
ko_kr: 서비스에 연결
pt_br: Conectar aos serviços
ru_ru: Подключение к службам
zh_cn: 连接到服务
zh_tw: 連接至服務

# Area_Dashboards
source: Dashboards
es_es: Paneles
fr_fr: Tableaux de bord
it_it: Dashboard
ja_jp: ダッシュボード
ko_kr: 대시보드
pt_br: Painéis
ru_ru: Информационные панели
zh_cn: 仪表板
zh_tw: 儀表板

# Area_DataDatabases
source: Data from databases
de_de: Daten aus Datenbanken
es_es: Datos de las bases de datos
fr_fr: Données de bases de données
it_it: Ottenere dati da database
ja_jp: データベースからのデータ
ko_kr: 데이터베이스의 데이터
pt_br: Dados de bancos de dados
ru_ru: Данные из баз данных
zh_cn: 数据库中的数据
zh_tw: 資料庫的資料

# Area_DataFiles
source: Data from files
de_de: Daten aus Dateien
es_es: Datos de los archivos
fr_fr: Données de fichiers
it_it: Ottenere dati da file
ja_jp: ファイルからのデータ
ko_kr: 파일의 데이터
pt_br: Dados de arquivos
ru_ru: Данные из файлов
zh_cn: 文件中的数据
zh_tw: 檔案的資料

# Area_DataRefresh
source: Data refresh
de_de: Datenaktualisierung
es_es: Actualización de datos
fr_fr: Actualisation des données
it_it: Aggiornamento dei dati
ja_jp: データ更新
ko_kr: 데이터 새로 고침
pt_br: Atualização de dados
ru_ru: Обновление данных
zh_cn: 数据刷新
zh_tw: 資料重新整理

# Area_Gateways
source: Gateways
es_es: Puertas de enlace
fr_fr: Passerelles
it_it: Gateway
ja_jp: ゲートウェイ
ko_kr: 게이트웨이
ru_ru: Шлюзы
zh_cn: 网关
zh_tw: 閘道器

# Area_GetStarted
source: Get started
de_de: Erste Schritte
es_es: Comenzar
fr_fr: Commencer
it_it: Inizia
ja_jp: 作業の開始
ko_kr: 시작
pt_br: Introdução
ru_ru: Начало работы
zh_cn: 开始使用
zh_tw: 開始使用

# Area_Reports
source: Reports
de_de: Berichte
es_es: Informes
fr_fr: Rapports
it_it: Relazioni
ja_jp: レポート
ko_kr: 보고서
pt_br: Relatórios
ru_ru: Отчеты
zh_cn: 报表
zh_tw: 報表

# Area_Samples
source: Samples
de_de: Beispiele
es_es: Ejemplos
fr_fr: Exemples
it_it: Esempi
ja_jp: サンプル
ko_kr: 샘플
pt_br: Exemplos
ru_ru: Примеры
zh_cn: 示例
zh_tw: 範例

# Area_Share
source: Share your work
de_de: Freigeben Ihrer Arbeit
es_es: Compartir su trabajo
fr_fr: Partager votre travail
it_it: Condividere il lavoro
ja_jp: 作業の共有
ko_kr: 작업 공유
pt_br: Compartilhar seu trabalho
ru_ru: Совместное использование работы
zh_cn: 共享工作
zh_tw: 分享您的成果

# Area_Troubleshooting
source: Troubleshooting
de_de: Problembehandlung
es_es: Solución de problemas
fr_fr: Résolution des problèmes
it_it: Risoluzione dei problemi
ja_jp: トラブルシューティング
ko_kr: 문제 해결
pt_br: Solução de problemas
ru_ru: Устранение неполадок
zh_cn: 疑难解答
zh_tw: 疑難排解

# Area_Visualizations
source: Visualizations
de_de: Visualisierungen
es_es: Visualizaciones
fr_fr: Visualisations
it_it: Visualizzazioni
ja_jp: 視覚エフェクト
ko_kr: 시각화
pt_br: Visualizações
ru_ru: Визуализации
zh_cn: 可视化
zh_tw: 視覺效果

# Link_3rdPartyGetStarted
source: Power BI get started with third party apps
de_de: Power BI – Erste Schritte mit Drittanbieter-Apps
es_es: Introducción a las aplicaciones de terceros en Power BI
fr_fr: Power BI : prise en main d’applications tierces
it_it: Introduzione a Power BI con app di terze parti
ja_jp: Power BI でのサード パーティのアプリの概要
ko_kr: Power BI 타사 앱 시작
pt_br: Introdução do Power BI a aplicativos de terceiros
ru_ru: Начало работы со сторонними приложениями в Power BI
zh_cn: Power BI 第三方应用入门
zh_tw: Power BI 開始使用協力廠商應用程式

# Link_Acumatica
source: Acumatica content pack
de_de: Acumatica-Inhaltspaket
es_es: Paquete de contenido de Acumatica
fr_fr: Pack de contenu Acumatica
it_it: Pacchetto di contenuto Acumatica
ja_jp: Acumatica コンテンツ パック
ko_kr: Acumatica 콘텐츠 팩
pt_br: Pacote de conteúdo do Acumatica
ru_ru: Пакет содержимого Acumatica
zh_cn: Acumatica 内容包
zh_tw: Acumatica 內容套件

# Link_AddImageToDashboard
source: Add an image to a dashboard
de_de: Hinzufügen eines Bilds zu einem Dashboard
es_es: Agregar una imagen a un panel
fr_fr: Ajouter une image à un tableau de bord
it_it: Aggiungere un'immagine a un dashboard
ja_jp: ダッシュボードにイメージを追加
ko_kr: 대시보드에 이미지 추가
pt_br: Adicionar uma imagem a um painel
ru_ru: Добавление изображения на панель мониторинга
zh_cn: 将图像添加到仪表板
zh_tw: 將影像加入儀表板中

# Link_AddWidget
source: Add an image, text box, video, or web code to your dashboard
de_de: Hinzufügen von Bildern, Textfeldern, Videos oder Webcode zum Dashboard
es_es: Adición de una imagen, un cuadro de texto, vídeo o código web al panel
fr_fr: Ajouter une image, une zone de texte, une vidéo ou un code web sur votre tableau de bord
it_it: Aggiungere un'immagine, una casella di testo, un video o codice Web a un dashboard
ja_jp: ダッシュボードにイメージ、テキスト ボックス、ビデオ、または Web コードを追加する
ko_kr: 대시보드에 이미지, 텍스트 상자, 동영상 또는 웹 코드 추가
pt_br: Adicionar uma imagem, uma caixa de texto, um vídeo ou um código Web ao seu dashboard
ru_ru: Добавление изображения, текстового поля, видео или веб-кода на панель мониторинга
zh_cn: 将图像、文本框、视频或 Web 代码添加到仪表板
zh_tw: 在儀表板中加入影像、文字方塊、視訊或 Web 程式碼

# Link_AdobeAnalytics
source: Adobe Analytics content pack
de_de: Adobe Analytics-Inhaltspaket
es_es: Paquete de contenido de Adobe Analytics
fr_fr: Pack de contenu Adobe Analytics
it_it: Pacchetto di contenuto Adobe Analytics
ja_jp: Adobe Analytics コンテンツ パック
ko_kr: Adobe Analytics 콘텐츠 팩
pt_br: Pacote de conteúdo do Adobe Analytics
ru_ru: Пакет содержимого Adobe Analytics
zh_cn: Adobe Analytics 内容包
zh_tw: Adobe Analytics 內容套件

# Link_AppFigures
source: appFigures content pack
de_de: appFigures-Inhaltspaket
es_es: Paquete de contenido de appFigures
fr_fr: Pack de contenu appFigures
it_it: Pacchetto di contenuto appFigures
ja_jp: appFigures コンテンツ パック
ko_kr: appFigures 콘텐츠 팩
pt_br: Pacote de conteúdo do appFigures
ru_ru: Пакет содержимого appFigures
zh_cn: appFigures 内容包
zh_tw: appFigures 內容套件

# Link_AppInisghts
source: Application Insights content pack
de_de: Application Insights-Inhaltspaket
es_es: Paquete de contenido de Application Insights
fr_fr: Pack de contenu Application Insights
it_it: Pacchetto di contenuto Application Insights
ja_jp: Application Insights コンテンツ パック
ko_kr: Application Insights 콘텐츠 팩
pt_br: Pacote de conteúdo do Application Insights
ru_ru: Пакет содержимого Application Insights
zh_cn: Application Insights 内容包
zh_tw: Application Insights 內容套件

# Link_AtInternetBridge
source: AT Internet Bridge content pack
de_de: AT Internet Bridge-Inhaltspaket
es_es: Paquete de contenido de AT Internet Bridge
fr_fr: Pack de contenu AT Internet Bridge
it_it: Pacchetto di contenuto AT Internet Bridge
ja_jp: AT Internet Bridge コンテンツ パック
ko_kr: AT Internet Bridge 콘텐츠 팩
pt_br: Pacote de conteúdo do AT Internet Bridge
ru_ru: Пакет содержимого AT Internet Bridge
zh_cn: AT Internet Bridge 内容包
zh_tw: AT Internet Bridge 內容套件

# Link_AzureAuditLogs
source: Azure Audit Logs content pack
de_de: Azure-Überwachungsprotokoll-Inhaltspaket
es_es: Paquete de contenido de registros de auditoría de Azure
fr_fr: Pack de contenu des journaux d’audit Azure
it_it: Pacchetto di contenuto Log di controllo di Azure
ja_jp: Azure Audit Logs コンテンツ パック
ko_kr: Azure Audit Logs 콘텐츠 팩
pt_br: Pacote de conteúdo dos Logs de Auditoria do Azure
ru_ru: Пакет содержимого "Журналы аудита Azure"
zh_cn: Azure 审核日志内容包
zh_tw: Azure 稽核記錄內容套件

# Link_AzureEnterprise
source: Microsoft Azure Enterprise content pack
de_de: Microsoft Azure Enterprise-Inhaltspaket
es_es: Paquete de contenido de Microsoft Azure Enterprise
fr_fr: Pack de contenu Microsoft Azure Enterprise
it_it: Pacchetto di contenuto Microsoft Azure Enterprise
ja_jp: Microsoft Azure Enterprise コンテンツ パック
ko_kr: Microsoft Azure 엔터프라이즈 콘텐츠 팩
pt_br: Pacote de conteúdo do Microsoft Azure Enterprise
ru_ru: Пакет содержимого Microsoft Azure Enterprise
zh_cn: Microsoft Azure Enterprise 内容包
zh_tw: Microsoft Azure 企業版內容套件

# Link_BasicConcepts
source: Power BI - basic concepts
de_de: Power BI – Grundkonzepte
es_es: Power BI: Conceptos básicos
fr_fr: Power BI – Concepts de base
it_it: Power BI - Concetti di base
ja_jp: Power BI - 基本的な概念
ko_kr: Power BI - 기본 개념
pt_br: Power BI - conceitos básicos
ru_ru: Power BI — основные понятия
zh_cn: Power BI - 基本概念
zh_tw: Power BI - 基本概念

# Link_BigNumberTileDashboard
source: Create a big number tile for a Power BI dashboard by asking a question
de_de: Erstellen einer großen numerischen Kachel für ein Power BI-Dashboard durch Stellen einer Frage
es_es: Creación de un icono grande de número para un panel de Power BI mediante una pregunta
fr_fr: Créer une vignette représentant un grand nombre pour un tableau de bord Power BI en posant une question
it_it: Creare un riquadro per numeri elevati per un dashboard Power BI inserendo una domanda
ja_jp: 質問をして Power BI ダッシュボードに重要な数値のタイルを作成
ko_kr: 질문을 하여 Power BI 대시보드에 대한 큰 숫자 타일을 만듭니다
pt_br: Crie um bloco de número grande para um painel do Power BI, fazendo uma pergunta
ru_ru: Создание плитки с большим числом для информационной панели Power BI с помощью вопроса
zh_cn: 通过提问为 Power BI 仪表板创建大数字磁贴
zh_tw: 提出問題來為 Power BI 儀表板建立大數字圖格

# Link_BigNumberTileReport
source: Create a big number tile from a Power BI report
de_de: Erstellen einer großen numerischen Kachel aus einem Power BI-Bericht
es_es: Creación de un icono grande de número a partir de un informe de Power BI
fr_fr: Créer une vignette représentant un grand nombre à partir d’un rapport Power BI
it_it: Creare un riquadro per numeri elevati da un report di Power BI
ja_jp: Power BI レポートから重要な数値のタイルを作成
ko_kr: Power BI 보고서에서 큰 숫자 타일 만들기
pt_br: Crie um bloco de número grande por meio de um relatório do Power BI
ru_ru: Создание плитки с большим числом из отчета Power BI
zh_cn: 从 Power BI 报表创建大数字磁贴
zh_tw: 從 Power BI 報表建立大數字的圖格

# Link_Bing
source: Bing content pack
de_de: Bing-Inhaltspaket
es_es: Paquete de contenido de Bing
fr_fr: Pack de contenu Bing
it_it: Pacchetto di contenuto Bing
ja_jp: Bing コンテンツ パック
ko_kr: Bing 콘텐츠 팩
pt_br: Pacote de conteúdo do Bing
ru_ru: Пакет содержимого Bing
zh_cn: 必应内容包
zh_tw: Bing 內容套件

# Link_BrowserSupport
source: Supported browsers for Power BI
de_de: Unterstützte Browser für Power BI
es_es: Exploradores compatibles con Power BI
fr_fr: Navigateurs pris en charge pour Power BI
it_it: Browser supportati per Power BI
ja_jp: Power BI のサポートされているブラウザー
ko_kr: Power BI에 지원되는 브라우저
pt_br: Navegadores com suporte para o Power BI
ru_ru: Поддерживаемые браузеры для Power BI
zh_cn: Power BI 支持的浏览器
zh_tw: 支援 Power BI 的瀏覽器

# Link_CircuitID
source: Circuit ID content pack
de_de: Circuit ID-Inhaltspaket
es_es: Paquete de contenido de Circuit ID
fr_fr: Pack de contenu Circuit ID
it_it: Pacchetto di contenuto Circuit ID
ja_jp: Circuit ID コンテンツ パック
ko_kr: 회로 ID 콘텐츠 팩
pt_br: Pacote de conteúdo da ID de Circuito
ru_ru: Пакет содержимого Circuit ID
zh_cn: Circuit ID 内容包
zh_tw: Circuit ID 內容套件

# Link_CollaborateWithGroup
source: Collaborate in your Power BI group workspace
de_de: Zusammenarbeit mit Ihrer Power BI-Gruppe
es_es: Colaboración con su grupo de Power BI
fr_fr: Collaborer avec votre groupe Power BI
it_it: Collaborare con il gruppo Power BI
ja_jp: Power BI グループとの共同作業
ko_kr: Power BI 그룹과 공동 작업
pt_br: Colaborar com seu grupo do Power BI
ru_ru: Совместная работа с группой Power BI
zh_cn: 与 Power BI 组协作
zh_tw: 與 Power BI 群組共同作業

# Link_ComScore
source: comScore Digital Analytix content pack
de_de: comScore Digital Analytix-Inhaltspaket
es_es: Paquete de contenido de comScore Digital Analytix
fr_fr: Pack de contenu comScore Digital Analytix
it_it: Pacchetto di contenuto comScore Digital Analytix
ja_jp: comScore Digital Analytix コンテンツ パック
ko_kr: comScore Digital Analytix 콘텐츠 팩
pt_br: Pacote de conteúdo do comScore Digital Analytix
ru_ru: Пакет содержимого comScore Digital Analytix
zh_cn: comScore Digital Analytix 内容包
zh_tw: comScore Digital Analytix 內容套件

# Link_ConnectOneDrive
source: Connect to files on your group's OneDrive for Business
de_de: Herstellen einer Verbindung mit Dateien im Gruppenbereich auf OneDrive for Business
es_es: Conectarse a los archivos de su grupo de OneDrive para la Empresa
fr_fr: Se connecter à des fichiers sur l’application OneDrive Entreprise de votre groupe
it_it: Connettersi ai file nel OneDrive for Business del gruppo
ja_jp: グループの OneDrive for Business に保存されているファイルへの接続
ko_kr: 그룹의 비즈니스용 OneDrive의 파일에 연결
pt_br: Conectar-se a arquivos no OneDrive para Empresas do seu grupo
ru_ru: Подключение к файлам в OneDrive для бизнеса вашей группы
zh_cn: 连接到组的 OneDrive for Business 上的文件
zh_tw: 連接到群組的商務用 OneDrive 上的檔案

# Link_ConnectToSamples
source: Tutorial: Using the Power BI sample content packs
de_de: Tutorial: Verwenden der Power BI-Beispielinhaltspakete
es_es: Tutorial: Uso de los paquetes de contenido de ejemplo de Power BI
fr_fr: Didacticiel : utilisation des exemples de packs de contenu Power BI
it_it: Esercitazione: Uso dei pacchetti di contenuto di esempio di Power BI
ja_jp: チュートリアル: Power BI のサンプル コンテンツ パックを使用する
ko_kr: 자습서: Power BI 샘플 콘텐츠 팩 사용
pt_br: Tutorial: Usando os pacotes de conteúdo de exemplo do Power BI
ru_ru: Учебник. Использование примеров пакетов содержимого Power BI
zh_cn: 教程：使用 Power BI 示例内容包
zh_tw: 教學課程：使用 Power BI 範例內容組件

# Link_ConnectToServices
source: Connect to services with content packs
de_de: Herstellen einer Dienstverbindung mit Inhaltspaketen
es_es: Conexión a servicios con paquetes de contenido
fr_fr: Se connecter à des services avec des packs de contenu
it_it: Connettersi ai servizi con i pacchetti di contenuto
ja_jp: コンテンツ パックを使用してサービスに接続する
ko_kr: 콘텐츠 팩을 사용하여 서비스에 연결
pt_br: Conectar-se aos serviços com pacotes de conteúdo
ru_ru: Подключение к службам с помощью пакетов содержимого
zh_cn: 通过内容包连接到服务
zh_tw: 使用內容套件連接至服務

# Link_CreateADashboard
source: Create a Power BI dashboard
de_de: Erstellen eines Power BI-Dashboards
es_es: Crear un panel de Power BI
fr_fr: Créer un tableau de bord Power BI
it_it: Creare un dashboard di Power BI
ja_jp: Power BI ダッシュボードを作成する
ko_kr: Power BI 대시보드 만들기
pt_br: Criar um painel do Power BI
ru_ru: Создание панели мониторинга Power BI
zh_cn: 创建 Power BI 仪表板
zh_tw: 建立 Power BI 儀表板

# Link_CreateFeaturedQuestions
source: Create featured questions for Power BI Q&A
de_de: Erstellen von ausgewählten Fragen für Power BI Q&A
es_es: Crear las preguntas destacadas para Preguntas y respuestas de Power BI
fr_fr: Création de questions exemplaires pour les Q&R de Power BI
it_it: Creare domande in primo piano per Domande e risposte di Power BI
ja_jp: Power BI Q&A のおすすめの質問を作成する
ko_kr: Power BI 질문 및 답변에 대한 추천 질문 만들기
pt_br: Criar perguntas em destaque para as P e R do Power BI
ru_ru: Создание избранных вопросов для функции вопросов и ответов Power BI
zh_cn: 为 Power BI 问答创建特别推荐的问题
zh_tw: 建立 Power BI 問與答的精選問題

# Link_CreateGroup
source: Create a group in Power BI
de_de: Erstellen einer Gruppe in Power BI
es_es: Creación de un grupo en Power BI
fr_fr: Créer un groupe dans Power BI
it_it: Creare un gruppo in Power BI
ja_jp: Power BI でのグループの作成
ko_kr: Power BI에서 그룹 만들기
pt_br: Criar um grupo no Power BI
ru_ru: Создание группы в Power BI
zh_cn: 在 Power BI 中创建组
zh_tw: 在 Power BI 中建立群組

# Link_CreatePublishContentPack
source: Create and publish an organizational content pack (tutorial)
de_de: Erstellen und Veröffentlichen von organisationsbezogenen Inhaltspaketen (Tutorial)
es_es: Creación y publicación de un paquete de contenido organizativo (tutorial)
fr_fr: Créer et publier un pack de contenu d’organisation (didacticiel)
it_it: Creare e pubblicare un pacchetto di contenuto aziendale (esercitazione)
ja_jp: 組織のコンテンツ パックを作成して発行する (チュートリアル)
ko_kr: 조직 콘텐츠 팩 만들기 및 게시(자습서)
pt_br: Criar e publicar um pacote de conteúdo organizacional (tutorial)
ru_ru: Создание и публикация пакета содержимого организации (учебник)
zh_cn: 创建和发布组织内容包（教程）
zh_tw: 建立及發佈組織內容套件 (教學課程)

# Link_CustomerProfitabilitySample
source: Customer Profitability sample for Power BI: Take a tour
de_de: Beispiel zur Kundenrentabilität für Power BI: Tour
es_es: Ejemplo Rentabilidad del cliente para Power BI: paseo
fr_fr: Exemple Rentabilité des clients pour Power BI : visite guidée
it_it: Presentazione dell'esempio Analisi della redditività dei clienti per Power BI
ja_jp: Power BI のお客様の収益性のサンプル: 使ってみる
ko_kr: Power BI용 고객 수익성 샘플: 둘러보기
pt_br: Exemplo de Rentabilidade do Cliente para o Power BI: faça um tour
ru_ru: Пример "Рентабельность клиента" для Power BI: обзор
zh_cn: Power BI 的客户盈利能力示例：简要了解
zh_tw: Power BI 的客戶獲利率範例：導覽

# Link_DashboardTiles
source: Dashboard tiles in Power BI
de_de: Dashboardkacheln in Power BI
es_es: Iconos de paneles en Power BI
fr_fr: Vignettes d’un tableau de bord dans Power BI
it_it: Riquadri del dashboard in Power BI
ja_jp: Power BI のダッシュボードのタイル
ko_kr: Power BI의 대시보드 타일
pt_br: Blocos de painel no Power BI
ru_ru: Плитки панели мониторинга в Power BI
zh_cn: Power BI 中的仪表板磁贴
zh_tw: Power BI 的儀表板圖格

# Link_DataSources
source: Data sources for Power BI
de_de: Datenquellen für Power BI
es_es: Orígenes de datos de Power BI
fr_fr: Sources de données pour Power BI
it_it: Origini dati per Power BI
ja_jp: Power BI のデータ ソース
ko_kr: Power BI용 데이터 원본
pt_br: Fontes de dados do Power BI
ru_ru: Источники данных для Power BI
zh_cn: Power BI 的数据源
zh_tw: Power BI 的資料來源

# Link_DataWorkWell
source: Make your data work well with Q&A in Power BI
de_de: Optimieren Ihrer Daten für Q&A in Power BI
es_es: Funcionamiento correcto de los datos con Preguntas y respuestas en Power BI
fr_fr: Optimiser vos données avec Q&R dans Power BI
it_it: Usare correttamente i dati con Domande e risposte di Power BI
ja_jp: データを Power BI Q&A に適合させる方法
ko_kr: Power BI의 질문 및 답변에서 데이터가 잘 작동하도록 설정
pt_br: Faça seus dados funcionarem bem com P e R no Power BI
ru_ru: Настройка данных для работы с функцией "Вопросы и ответы" в Power BI
zh_cn: 使数据适合与 Power BI 中的问答配合使用
zh_tw: 讓資料適用於 Power BI 的問與答

# Link_DeleteContentPack
source: Remove your connection to an organizational content pack
de_de: Entfernen der Verbindung mit einem organisationsbezogenen Inhaltspaket
es_es: Eliminación de una conexión a un paquete de contenido organizativo
fr_fr: Supprimer votre connexion à un pack de contenu d’organisation
it_it: Rimuovere la connessione a un pacchetto di contenuto aziendale
ja_jp: 組織のコンテンツ パックに対する接続を削除する
ko_kr: 조직 콘텐츠 팩에 대한 연결 제거
pt_br: Remover a conexão para um pacote de conteúdo organizacional
ru_ru: Удаление подключения к пакету содержимого организации
zh_cn: 删除与组织内容包的连接
zh_tw: 移除與組織內容套件的連接

# Link_DesignTips
source: Tips for designing a great Power BI dashboard
de_de: Tipps zum Gestalten von Power BI-Dashboards
es_es: Sugerencias para diseñar un panel de Power BI fantástico
fr_fr: Conseils pour la conception d’un tableau de bord Power BI
it_it: Suggerimenti per la progettazione di un dashboard di Power BI ottimale
ja_jp: 優れた Power BI ダッシュボードのデザインに関するヒント
ko_kr: 멋진 Power BI 대시보드를 디자인하기 위한 팁
pt_br: Dicas para criar um painel bom no Power BI
ru_ru: Советы по созданию эффективной панели мониторинга Power BI
zh_cn: 有关设计出色 Power BI 仪表板的提示
zh_tw: 設計絕佳 Power BI 儀表板的秘訣

# Link_DisplayReportFullScreen
source: Display dashboards and reports in Full Screen mode (TV mode)
de_de: Anzeigen von Dashboards und Berichten im Vollbildmodus (TV-Modus)
es_es: Mostrar paneles e informes en el modo de pantalla completa (modo de televisión)
fr_fr: Afficher des tableaux de bord et des rapports en mode plein écran (mode TV)
it_it: Visualizzare dashboard e report in modalità schermo intero (modalità TV)
ja_jp: 全画面表示モード (テレビ モード) でダッシュボードとレポートを表示する
ko_kr: 전체 화면 모드(TV 모드)에서 대시보드 및 보고서 표시
pt_br: Exibir painéis e relatórios no Modo de Tela Inteira (modo de TV)
ru_ru: Отображение панелей мониторинга и отчетов в полноэкранном режиме (ТВ-режим)
zh_cn: 以全屏模式（TV 模式）显示仪表板和报表
zh_tw: 以全螢幕模式 (電視模式) 顯示儀表板和報表

# Link_DisplayTileFullScreen
source: Display a dashboard tile in Full Screen mode (TV mode)
de_de: Anzeigen einer Dashboardkachel im Vollbildmodus (TV-Modus)
es_es: Visualizar un icono de panel en el modo de pantalla completa (modo de televisión)
fr_fr: Afficher une vignette de tableau de bord en mode plein écran (mode TV)
it_it: Visualizzare un riquadro del dashboard in modalità schermo intero (modalità TV)
ja_jp: 全画面表示モード (テレビ モード) でダッシュボード タイルを表示する
ko_kr: 전체 화면 모드(TV 모드)에서 대시보드 타일 표시
pt_br: Exibir um bloco do painel no Modo de Tela Inteira (Modo de TV)
ru_ru: Отображение плитки панели мониторинга в полноэкранном режиме (ТВ-режим)
zh_cn: 以全屏模式（TV 模式）显示仪表板磁贴
zh_tw: 以全螢幕模式 (電視模式) 顯示儀表板磚

# Link_DisplayTileInFocus
source: Display a dashboard tile in Focus mode
de_de: Anzeigen einer Dashboardkachel im Fokusmodus
es_es: Mostrar un icono de panel en modo de enfoque
fr_fr: Affichez une vignette de tableau de bord en mode Focus.
it_it: Visualizzare un riquadro del dashboard in modalità messa a fuoco
ja_jp: フォーカス設定モードでダッシュボード タイルを表示する
ko_kr: 포커스 모드에서 대시보드 타일 표시
pt_br: Exibir um bloco do painel no modo Em foco
ru_ru: Отображение плитки панели мониторинга в режиме фокусировки
zh_cn: 以焦点模式显示仪表板磁贴
zh_tw: 以焦點模式顯示儀表板的磚。

# Link_DownloadFinancialSample
source: Download the Financial Sample workbook for Power BI
de_de: Herunterladen der Arbeitsmappe mit dem Finanzbeispiel für Power BI
es_es: Descarga del libro de ejemplos financieros para Power BI
fr_fr: Télécharger le classeur d’exemples financiers pour Power BI
it_it: Scaricare la cartella di lavoro di esempio Financial per Power BI
ja_jp: Power BI 用の Financial Sample のダウンロード
ko_kr: Power BI용 재무 샘플 통합 문서 다운로드
pt_br: Baixar a pasta de trabalho Exemplo Financeiro para o Power BI
ru_ru: Загрузка книги финансового примера для Power BI
zh_cn: 下载 Power BI 财务示例工作簿
zh_tw: 下載 Power BI 的財務範例活頁簿

# Link_DynamicsCRM
source: Microsoft Dynamics CRM content pack
de_de: Microsoft Dynamics CRM-Inhaltspaket
es_es: Paquete de contenido de Microsoft Dynamics CRM
fr_fr: Pack de contenu Microsoft Dynamics CRM
it_it: Pacchetto di contenuto Microsoft Dynamics CRM
ja_jp: Microsoft Dynamics CRM コンテンツ パック
ko_kr: Microsoft Dynamics CRM 콘텐츠 팩
pt_br: Pacote de conteúdo do Microsoft Dynamics CRM
ru_ru: Пакет содержимого Microsoft Dynamics CRM
zh_cn: Microsoft Dynamics CRM 内容包
zh_tw: Microsoft Dynamics CRM 內容套件

# Link_DynamicsMarketing
source: Microsoft Dynamics Marketing content pack
de_de: Microsoft Dynamics Marketing-Inhaltspaket
es_es: Paquete de contenido de Microsoft Dynamics Marketing
fr_fr: Pack de contenu Microsoft Dynamics Marketing
it_it: Pacchetto di contenuto Microsoft Dynamics Marketing
ja_jp: Microsoft Dynamics Marketing コンテンツ パック
ko_kr: Microsoft Dynamics 마케팅 콘텐츠 팩
pt_br: Pacote de conteúdo do Microsoft Dynamics Marketing
ru_ru: Пакет содержимого Microsoft Dynamics Marketing
zh_cn: Microsoft Dynamics Marketing 内容包
zh_tw: Microsoft Dynamics Marketing 內容套件

# Link_DynamicsNav
source: Microsoft Dynamics NAV content pack
de_de: Microsoft Dynamics NAV-Inhaltspaket
es_es: Paquete de contenido de Microsoft Dynamics NAV
fr_fr: Pack de contenu Microsoft Dynamics NAV
it_it: Pacchetto di contenuto Microsoft Dynamics NAV
ja_jp: Microsoft Dynamics NAV コンテンツ パック
ko_kr: Microsoft Dynamics NAV 콘텐츠 팩
pt_br: Pacote de conteúdo do Microsoft Dynamics NAV
ru_ru: Пакет содержимого Microsoft Dynamics NAV
zh_cn: Microsoft Dynamics NAV 内容包
zh_tw: Microsoft Dynamics NAV 內容套件
