Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/Lefties/service.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Link_ShareDashboard
source: How should I collaborate on & share dashboards and reports?
de_de: Wie soll ich Dashboards und Berichte freigeben?
es_es: ¿Cómo debo compartir paneles e informes?
fr_fr: Comment partager mon tableau de bord et mes rapports ?
it_it: Come si condividono i dashboard e i report?
ja_jp: ダッシュボードとレポートを共有する方法
ko_kr: 내 대시보드 및 보고서를 어떻게 공유해야 하나요?
pt_br: Como devo compartilhar meus painéis e relatórios?
ru_ru: Как предоставить общий доступ к информационным панелям и отчетам?
zh_cn: 如何共享仪表板和报表？
zh_tw: 如何共用我的儀表板和報表？

# Link_ShareDashboardLinkExcel
source: Share a dashboard that links to an Excel workbook on OneDrive for Business
de_de: Freigeben eines Dashboards, das mit einer Excel-Arbeitsmappe auf OneDrive for Business verknüpft ist
es_es: Compartir un panel que se vincula a un libro de Excel en OneDrive para la Empresa
fr_fr: Partager un tableau de bord lié à un classeur Excel sur OneDrive Entreprise
it_it: Condividere un dashboard che si collega a una cartella di lavoro di Excel in OneDrive for Business
ja_jp: OneDrive for Business 上の Excel ブックにリンクするダッシュボードを共有する
ko_kr: 비즈니스용 OneDrive의 Excel 통합 문서에 연결하는 대시보드 공유
pt_br: Compartilhar um painel que é vinculado a uma pasta de trabalho do Excel no OneDrive para Empresas
ru_ru: Совместное использование панели мониторинга, ссылающейся на книгу Excel в OneDrive для бизнеса
zh_cn: 共享链接到 OneDrive for Business 上 Excel 工作簿的仪表板
zh_tw: 共用連結至商務用 OneDrive 上 Excel 活頁簿的儀表板

# Link_ShareUnshareDashboard
source: Share a dashboard with colleagues and others
de_de: Freigeben eines Dashboards für Kollegen und andere
es_es: Compartir un panel con compañeros y otros usuarios
fr_fr: Partager un tableau de bord avec vos collègues et les autres utilisateurs
it_it: Condividere un dashboard con i colleghi e altri utenti
ja_jp: 同僚や他のユーザーとのダッシュボードの共有
ko_kr: 동료 및 다른 사용자와 대시보드 공유
pt_br: Compartilhar um painel com seus colegas e com outras pessoas
ru_ru: Предоставление общего доступа к информационной панели коллегам и другим людям
zh_cn: 与同事和其他人共享仪表板
zh_tw: 與同事和其他人共用儀表板

# Link_Smartsheet
source: Smartsheet content pack
de_de: Smartsheet-Inhaltspaket
es_es: Paquete de contenido de Smartsheet
fr_fr: Pack de contenu Smartsheet
it_it: Pacchetto di contenuto Smartsheet
ja_jp: Smartsheet コンテンツ パック
ko_kr: Smartsheet 콘텐츠 팩
pt_br: Pacote de conteúdo do Smartsheet
ru_ru: Пакет содержимого Smartsheet
zh_cn: Smartsheet 内容包
zh_tw: Smartsheet 內容套件

# Link_Sparkpost
source: SparkPost content pack
de_de: SparkPost-Inhaltspaket
es_es: Paquete de contenido de SparkPost
fr_fr: Pack de contenu SparkPost
it_it: Pacchetto di contenuto SparkPost
ja_jp: SparkPost コンテンツ パック
ko_kr: SparkPost 콘텐츠 팩
pt_br: Pacote de conteúdo do SparkPost
ru_ru: Пакет содержимого SparkPost
zh_cn: SparkPost 内容包
zh_tw: SparkPost 內容套件

# Link_SpendAnalysisSample
source: IT Spend Analysis sample for Power BI: Take a tour
de_de: Analysebeispiel für IT-Investitionen für Power BI: Tour
es_es: Ejemplo de análisis de gasto en TI para Power BI: un paseo
fr_fr: Exemple Analyse des dépenses informatiques pour Power BI : Visite guidée
it_it: Esempio di analisi della spesa IT per Power BI: Panoramica
ja_jp: Power BI の IT 支出分析のサンプル: 使ってみる
ko_kr: Power BI의 IT 지출 분석 샘플: 둘러보기
pt_br: Exemplo de Análise de Gastos de TI para o Power BI: faça um tour
ru_ru: Образец "Анализ расходов на ИТ" для Power BI: обзор
zh_cn: Power BI IT 支出分析示例：简要了解
zh_tw: Power BI 的 IT 支出分析範例教學

# Link_SqlAuditing
source: SQL Database Auditing content pack
de_de: Inhaltspaket für die SQL-Datenbanküberwachung
es_es: Paquete de contenido de SQL Database Auditing
fr_fr: Pack de contenu SQL Database Auditing
it_it: Pacchetto di contenuto del servizio di controllo del database SQL
ja_jp: SQL Database Auditing コンテンツ パック
ko_kr: SQL 데이터베이스 감사 콘텐츠 팩
pt_br: Pacote de conteúdo de Auditoria do Banco de Dados SQL
ru_ru: Пакет содержимого аудита базы данных SQL
zh_cn: SQL Database Auditing 内容包
zh_tw: SQL Database 稽核內容套件

# Link_SqlSentry
source: SQL Sentry content pack
de_de: SQL Sentry-Inhaltspaket
es_es: Paquete de contenido de SQL Sentry
fr_fr: Pack de contenu SQL Sentry
it_it: Pacchetto di contenuto SQL Sentry
ja_jp: SQL Sentry コンテンツ パック
ko_kr: SQL Sentry 콘텐츠 팩
pt_br: Pacote de conteúdo do SQL Sentry
ru_ru: Пакет содержимого SQL Sentry
zh_cn: SQL Sentry 内容包
zh_tw: SQL Sentry 內容套件

# Link_Stripe
source: Stripe content pack
de_de: Stripe-Inhaltspaket
es_es: Paquete de contenido de Stripe
fr_fr: Pack de contenu Stripe
it_it: Pacchetto di contenuto Stripe
ja_jp: Stripe コンテンツ パック
ko_kr: Stripe 콘텐츠 팩
pt_br: Pacote de conteúdo do Stripe
ru_ru: Пакет содержимого Stripe
zh_cn: Stripe 内容包
zh_tw: Stripe 內容套件

# Link_SweetIQ
source: SweetIQ content pack
de_de: SweetIQ-Inhaltspaket
es_es: Paquete de contenido de SweetIQ
fr_fr: Pack de contenu SweetIQ
it_it: Pacchetto di contenuto SweetIQ
ja_jp: SweetIQ コンテンツ パック
ko_kr: SweetIQ 콘텐츠 팩
pt_br: Pacote de conteúdo do SweetIQ
ru_ru: Пакет содержимого SweetIQ
zh_cn: SweetIQ 内容包
zh_tw: SweetIQ 內容套件

# Link_TipsForAsking
source: Tips and tricks for asking questions with Q&A in Power BI
de_de: Tipps und Tricks für Fragen mit Q&A in Power BI
es_es: Sugerencias y trucos para hacer preguntas con Preguntas y respuestas en Power BI
fr_fr: Conseils et astuces pour poser des questions avec Questions et réponses dans Power BI
it_it: Suggerimenti e idee per porre domande con Domande e risposte in Power BI
ja_jp: Power BI の Q&A で質問するヒントとテクニック
ko_kr: Power BI Q&A에서 질문하기 위한 팁과 요령
pt_br: Dicas e truques para fazer perguntas com a P e R no Power BI
ru_ru: Советы и рекомендации по формулировке вопросов в функции "Вопросы и ответы" в Power BI
zh_cn: 有关通过 Power BI 中的问答进行提问的提示和技巧
zh_tw: 透過 Power BI 中的問與答提出問題的秘訣和訣竅

# Link_Twilio
source: Twilio content pack
de_de: Twilio-Inhaltspaket
es_es: Paquete de contenido de Twilio
fr_fr: Pack de contenu Twilio
it_it: Pacchetto di contenuto Twilio
ja_jp: Twilio コンテンツ パック
ko_kr: Twilio 콘텐츠 팩
pt_br: Pacote de conteúdo do Twilio
ru_ru: Пакет содержимого Twilio
zh_cn: Twilio 内容包
zh_tw: Twilio 內容套件

# Link_Tygraph
source: tyGraph content pack
de_de: tyGraph-Inhaltspaket
es_es: Paquete de contenido de tyGraph
fr_fr: Pack de contenu tyGraph
it_it: Pacchetto di contenuto tyGraph
ja_jp: tyGraph コンテンツ パック
ko_kr: tyGraph 콘텐츠 팩
pt_br: Pacote de conteúdo do tyGraph
ru_ru: Пакет содержимого tyGraph
zh_cn: tyGraph 内容包
zh_tw: tyGraph 內容套件

# Link_Uservoice
source: UserVoice content pack
de_de: UserVoice-Inhaltspaket
es_es: Paquete de contenido de UserVoice
fr_fr: Pack de contenu UserVoice
it_it: Pacchetto di contenuto UserVoice
ja_jp: UserVoice コンテンツ パック
ko_kr: UserVoice 콘텐츠 팩
pt_br: Pacote de conteúdo do UserVoice
ru_ru: Пакет содержимого UserVoice
zh_cn: UserVoice 内容包
zh_tw: UserVoice 內容套件

# Link_GetStartedTutorial
source: Tutorial: Get Started with Power BI Q&A
de_de: Tutorial: Erste Schritte mit Power BI Q&A
es_es: Tutorial: Introducción a Preguntas y respuestas de Power BI
fr_fr: Didacticiel : Questions et réponses sur la prise en main de Power BI
it_it: Esercitazione: Introduzione a Domande e risposte di Power BI
ja_jp: チュートリアル: Power BI の概要 Q&A
ko_kr: 자습서: Power BI 질문 및 답변 시작
pt_br: Tutorial: Introdução às P e R do Power BI
ru_ru: Учебник. Приступая к работе с компонентом "Вопросы и ответы" Power BI
zh_cn: 教程：开始使用 Power BI 问答
zh_tw: 教學課程：開始使用 Power BI 問與答

# Link_Videos
source: Power BI Videos
es_es: Vídeos de Power BI
fr_fr: Vidéos Power BI
it_it: Video di Power BI
ja_jp: Power BI のビデオ
ko_kr: Power BI 동영상
pt_br: Vídeos do Power BI
ru_ru: Видео о службе Power BI
zh_cn: Power BI 视频
zh_tw: Power BI 影片

# Link_VisualStudioOnline
source: Visual Studio Team Services content pack
de_de: Visual Studio Team Services-Inhaltspaket
es_es: Paquete de contenido de Visual Studio Team Services
fr_fr: Pack de contenu Visual Studio Team Services
it_it: Pacchetto di contenuto di Visual Studio Team Services
ja_jp: Visual Studio Team Services コンテンツ パック
ko_kr: Visual Studio Team Services 콘텐츠 팩
pt_br: Pacote de conteúdo do Visual Studio Team Services
ru_ru: Пакет содержимого Visual Studio Team Services
zh_cn: Visual Studio Team Services 内容包
zh_tw: Visual Studio Team Services 內容套件

# Link_VMob
source: VMob content pack
de_de: VMob-Inhaltspaket
es_es: Paquete de contenido de VMob
fr_fr: Pack de contenu VMob
it_it: Pacchetto di contenuto VMob
ja_jp: VMob コンテンツ パック
ko_kr: VMob 콘텐츠 팩
pt_br: Pacote de conteúdo do VMob
ru_ru: Пакет содержимого VMob
zh_cn: VMob 内容包
zh_tw: VMob 內容套件

# Link_Webinars
source: Power BI webinars
de_de: Power BI-Webinare
es_es: Seminarios web de Power BI
fr_fr: Webinaires Power BI
it_it: Webinar di Power BI
ja_jp: Power BI ウェビナー
ko_kr: Power BI 웹 세미나
pt_br: Webinars do Power BI
ru_ru: Вебинары о Power BI
zh_cn: Power BI 网络研讨会
zh_tw: Power BI 網路研討會

# Link_Webtrends
source: Webtrends content pack
de_de: Webtrends-Inhaltspaket
es_es: Paquete de contenido de Webtrends
fr_fr: Pack de contenu Webtrends
it_it: Pacchetto di contenuto Webtrends
ja_jp: Webtrends コンテンツ パック
ko_kr: Webtrends 콘텐츠 팩
pt_br: Pacote de conteúdo do Webtrends
ru_ru: Пакет содержимого Webtrends
zh_cn: Webtrends 内容包
zh_tw: Webtrends 內容套件

# Link_WhatsNew
source: What's new in the Power BI service
de_de: Neuheiten bei Power BI
es_es: Novedades en el servicio Power BI
fr_fr: Nouveautés dans le service Power BI
it_it: Novità del servizio Power BI
ja_jp: Power BI サービスの新機能
ko_kr: Power BI 서비스의 새로운 기능
pt_br: O que há de novo no serviço do Power BI
ru_ru: Новые возможности службы Power BI
zh_cn: Power BI 服务中的新增功能
zh_tw: Power BI 服務的新功能

# Link_WorkWithContentPack
source: Organizational content packs: Copy, refresh, & get access
de_de: Arbeiten mit organisationsbezogenen Inhaltspaketen
es_es: Trabajo con paquetes de contenido organizativos
fr_fr: Utiliser des packs de contenu d’organisation
it_it: Usare i pacchetti di contenuto aziendali
ja_jp: 組織のコンテンツ パックの処理
ko_kr: 조직 콘텐츠 팩 작업
pt_br: Trabalhando com pacotes de conteúdo organizacional
ru_ru: Работа с пакетами контента организации
zh_cn: 使用组织内容包
zh_tw: 使用組織內容套件

# Link_Zendesk
source: Zendesk content pack
de_de: Zendesk-Inhaltspaket
es_es: Paquete de contenido de Zendesk
fr_fr: Pack de contenu Zendesk
it_it: Pacchetto di contenuto di Zendesk
ja_jp: Zendesk コンテンツ パック
ko_kr: Zendesk 콘텐츠 팩
pt_br: Pacote de conteúdo do Zendesk
ru_ru: Пакет содержимого Zendesk
zh_cn: Zendesk 内容包
zh_tw: Zendesk 內容套件

# Title
source: Power BI Service
de_de: Power BI-Dienst
es_es: Servicio Power BI
fr_fr: Service Power BI
it_it: Servizio Power BI
ja_jp: Power BI サービス
ko_kr: Power BI 서비스
pt_br: Serviço do Power BI
ru_ru: Служба Power BI
zh_cn: Power BI 服务
zh_tw: Power BI 服務

# Link_AddFilterToReport
source: Add a filter to a report in Power BI
de_de: Hinzufügen eines Filters zu einem Bericht in Power BI
es_es: Incorporación de un filtro a un informe en Power BI
fr_fr: Ajouter un filtre à un rapport dans Power BI
it_it: Aggiungere un filtro a un report in Power BI
ja_jp: Power BI でのレポートへのフィルターの追加
ko_kr: Power BI의 보고서에 필터 추가
pt_br: Adicionar um filtro a um relatório no Power BI
ru_ru: Добавление фильтра в отчет в Power BI
zh_cn: 向 Power BI 中的报表添加筛选器
zh_tw: 將篩選加入 Power BI 報表

# Link_AddPageToReport
source: Add a page to a Power BI report
de_de: Hinzufügen einer Seite zu einem Power BI-Bericht
es_es: Incorporación de una página a un informe de Power BI
fr_fr: Ajouter une page à un rapport Power BI
it_it: Aggiungere una pagina a un report di Power BI
ja_jp: Power BI レポートへのページの追加
ko_kr: Power BI 보고서에 페이지 추가
pt_br: Filtre uma página em um relatório do Power BI
ru_ru: Добавление страницы в отчет Power BI
zh_cn: 向 Power BI 报表添加页
zh_tw: 在 Power BI 報表中加入頁面

# Link_AddVisualizations1
source: Tutorial: Part I, Add visualizations to a Power BI report
de_de: Lernprogramm: Teil 1 – Hinzufügen von Visualisierungen zu einem Power BI-Bericht
es_es: Tutorial: Parte I, Incorporación de visualizaciones a un informe de Power BI
fr_fr: Didacticiel : Partie 1, Ajouter des visualisations à un rapport Power BI
it_it: Esercitazione: Parte I, Aggiungere visualizzazioni a un report di Power BI
ja_jp: チュートリアル: パート I、Power BI レポートへの視覚化の追加
ko_kr: 자습서: 1부, Power BI 보고서에 시각화 추가
pt_br: Tutorial: parte I, Adicionar visualizações a um relatório do Power BI
ru_ru: Учебник. Часть I. Добавление визуализаций в отчет Power BI
zh_cn: 教程：第 I 部分，向 Power BI 报表添加可视化效果
zh_tw: 教學課程：第一部分，在 Power BI 報表中加入視覺效果

# Link_AddVisualizations2
source: Tutorial: Part 2, Add visualizations to a Power BI report
de_de: Lernprogramm: Teil 2 – Hinzufügen von Visualisierungen zu einem Power BI-Bericht
es_es: Tutorial: Parte II, Incorporación de visualizaciones a un informe de Power BI
fr_fr: Didacticiel : Partie 2, Ajouter des visualisations à un rapport Power BI
it_it: Esercitazione: Parte 2, Aggiungere visualizzazioni a un report di Power BI
ja_jp: チュートリアル: パート 2、Power BI レポートへの視覚化の追加
ko_kr: 자습서: 2부, Power BI 보고서에 시각화 추가
pt_br: Tutorial: Parte 2, Adicionar visualizações a um relatório do Power BI
ru_ru: Учебник. Часть 2. Добавление визуализаций в отчет Power BI
zh_cn: 教程：第 2 部分，向 Power BI 报表添加可视化效果
zh_tw: 教學課程：第 2 部分，在 Power BI 報表中加入視覺效果

# Link_Administering
source: Administering Power BI in your organization
de_de: Verwalten von Power BI in Ihrer Organisation
es_es: Administración de Power BI en su organización
fr_fr: Administration de Power BI dans votre organisation
it_it: Amministrazione di Power BI nell'organizzazione
ja_jp: 組織内の Power BI を管理する
ko_kr: 조직에서 Power BI 관리
pt_br: Administrando o Power BI em sua organização
ru_ru: Администрирование Power BI в организации
zh_cn: 在组织中管理 Power BI
zh_tw: 管理貴組織中的 Power BI

# Link_AlternateEmail
source: Alternate Email Address for Power BI
de_de: Alternative E-Mail-Adresse für Power BI
es_es: Dirección de correo electrónico alternativa para Power BI
fr_fr: Autre adresse de messagerie pour Power BI
it_it: Indirizzo di posta elettronica alternativo per Power BI
ja_jp: Power BI の代替メール アドレス
ko_kr: Power BI에 대한 대체 메일 주소
pt_br: Endereço de Email alternativo para o Power BI
ru_ru: Запасной адрес электронной почты для Power BI
zh_cn: Power BI 的备用电子邮件地址
zh_tw: Power BI 的替代電子郵件地址

# Link_AnalysisServices
source: Manage your enterprise data source - Analysis Services
de_de: Verwalten der Enterprisedatenquelle – Analysis Services
es_es: Administrar el origen de datos de su empresa: Analysis Services
fr_fr: Gérer votre source de données d’entreprise - Analysis Services
it_it: Gestire l'origine dati aziendale - Analysis Services
ja_jp: エンタープライズ データ ソースの管理 - Analysis Services
ko_kr: 엔터프라이즈 데이터 원본 관리 - Analysis Services
pt_br: Gerenciar sua fonte de dados corporativa - Analysis Services
ru_ru: Управление источником данных предприятия — службы Analysis Services
zh_cn: 管理企业数据源 - Analysis Services
zh_tw: 管理您的企業資料來源 - Analysis Services

# Link_ArchivedWorkspace
source: Power BI Archived Workspace
de_de: Archivierter Arbeitsbereich in Power BI
es_es: Área de trabajo de archivado de Power BI
fr_fr: Espace de travail archivé Power BI
it_it: Area di lavoro contenuto archiviato di Power BI
ja_jp: Power BI アーカイブ済みワークスペース
ko_kr: Power BI 보관 작업 영역
pt_br: Espaço de Trabalho Arquivado do Power BI
ru_ru: Архивная рабочая область Power BI
zh_cn: Power BI 存档工作区
zh_tw: Power BI 封存工作區

# Link_Azure
source: Azure and Power BI
de_de: Azure und Power BI
es_es: Azure y Power BI
fr_fr: Azure et Power BI
it_it: Azure e Power BI
ja_jp: Azure と Power BI
ko_kr: Azure 및 Power BI
pt_br: Azure e Power BI
ru_ru: Azure и Power BI
zh_cn: Azure 和 Power BI
zh_tw: Azure 和 Power BI

# Link_BasicAreaChart
source: Tutorial: Basic Area chart
de_de: Lernprogramm: Grundlegende Flächendiagramme
es_es: Tutorial: Gráfico de área básico
fr_fr: Didacticiel : graphique en aires simple
it_it: Esercitazione: Grafico ad aree di base
ja_jp: チュートリアル: 基本的な面グラフ
ko_kr: 자습서: 기본 영역형 차트
pt_br: Tutorial: gráfico de área básica
ru_ru: Учебник. Простая диаграмма с областями
zh_cn: 教程：基本分区图
zh_tw: 教學課程：基本區域圖

# Link_CapturingDiag
source: Capturing additional diagnostic information for Power BI
de_de: Erfassen von zusätzlichen Diagnoseinformationen für Power BI
es_es: Captura de información de diagnóstico adicional para Power BI
fr_fr: Capture d’informations de diagnostic supplémentaires pour Power BI
it_it: Acquisizione di informazioni diagnostiche aggiuntive per Power BI
ja_jp: Power BI 用に追加の診断情報をキャプチャする
ko_kr: Power BI에 대한 추가 진단 정보 캡처
pt_br: Capturar informações de diagnóstico adicionais para o Power BI
ru_ru: Запись дополнительных диагностических сведений для Power BI
zh_cn: 捕获 Power BI 的其他诊断信息
zh_tw: 擷取 Power BI 的其他診斷資訊

# Link_ChangeReportDisplaySettings
source: Page display settings in a Power BI report
de_de: Einstellungen für die Seitenanzeige in einem Power BI-Bericht
es_es: Configuración de presentación de página en un informe de Power BI
fr_fr: Paramètres d’affichage de page dans un rapport Power BI
it_it: Impostazioni di visualizzazione della pagina in un report di Power BI
ja_jp: Power BI レポートのページ表示設定
ko_kr: Power BI 보고서의 페이지 표시 설정
pt_br: A página exibe as configurações em um relatório do Power BI
ru_ru: Параметры отображения страницы в отчете Power BI
zh_cn: Power BI 报表中的页面显示设置
zh_tw: Power BI 報表的頁面顯示設定

# Link_ChangeTypeVisualization
source: Change the type of visualization in a Power BI report
de_de: Ändern des Visualisierungstyps in einem Power BI-Bericht
es_es: Cambio del tipo de visualización en un informe de Power BI
fr_fr: Modifier le type de visualisation dans un rapport Power BI
it_it: Modificare il tipo di visualizzazione in un report di Power BI
ja_jp: Power BI レポートでの視覚化の種類の変更
ko_kr: Power BI 보고서에서 시각화 유형 변경
pt_br: Alterar o tipo de visualização em um relatório do Power BI
ru_ru: Изменение типа визуализации в отчете Power BI
zh_cn: 更改 Power BI 报表中的可视化效果类型
zh_tw: 變更 Power BI 報表的視覺效果類型

# Link_ChartSorting
source: Change how a chart is sorted in a Power BI report
de_de: Ändern der Sortierung eines Diagramms in einem Power BI-Bericht
es_es: Cambio del modo de ordenar un gráfico en un informe de Power BI
fr_fr: Modifier le mode tri d’un graphique dans un rapport Power BI
it_it: Modificare l'ordinamento di un grafico in un report di Power BI
ja_jp: Power BI レポートでのグラフの並べ替え方法の変更
ko_kr: Power BI 보고서에서 차트 정렬 방식 변경
pt_br: Altere como um gráfico é classificado em um relatório do Power BI
ru_ru: Изменение порядка сортировки диаграммы в отчете Power BI
zh_cn: 更改 Power BI 报表中的图表排序方式
zh_tw: 變更 Power BI 報表中的圖表排序方式

# Link_ClosingAccount
source: Closing your Power BI Account
de_de: Schließen des Power BI-Kontos
es_es: Cierre de la cuenta de Power BI
fr_fr: Fermeture de votre compte Power BI
it_it: Chiusura dell'account di Power BI
ja_jp: Power BI アカウントを削除する
ko_kr: Power BI 계정 닫기
pt_br: Fechando a sua conta do Power BI
ru_ru: Закрытие учетной записи Power BI
zh_cn: 关闭 Power BI 帐户
zh_tw: 關閉 Power BI 帳戶

# Link_ColorFormatting
source: Getting started with color formatting and axis properties
de_de: Erste Schritte mit Farbeinstellungen und Achseneigenschaften
es_es: Introducción a las propiedades de eje y formato de color
fr_fr: Prise en main de la mise en forme des couleurs et des propriétés d’axe
it_it: Introduzione alla formattazione dei colori e alle proprietà degli assi
ja_jp: 色の書式設定と軸のプロパティの概要
ko_kr: 색 서식 지정 및 축 속성 시작
pt_br: Guia de introdução com propriedades de eixo e formatação de cor
ru_ru: Начало работы с форматированием цветом и свойствами осей
zh_cn: 开始使用颜色格式设置和轴属性
zh_tw: 開始使用色彩格式和軸屬性

# Link_ColorFormattingTips
source: Tips and tricks for color formatting in Power BI
de_de: Tipps und Tricks zur Farbformatierung in Power BI
es_es: Sugerencias y trucos para el formato de color en Power BI
fr_fr: Trucs et astuces pour la mise en forme des couleurs dans Power BI
it_it: Suggerimenti e consigli per la formattazione dei colori in Power BI
ja_jp: Power BI における色の書式設定に関するヒントとコツ
ko_kr: Power BI의 색 서식을 위한 팁과 힌트
pt_br: Dicas e truques para formatação com cores no Power BI
ru_ru: Советы и рекомендации по форматированию цветом в Power BI
zh_cn: Power BI 中颜色格式设置的提示和技巧
zh_tw: 在 Power BI 中色彩格式化的秘訣和訣竅

# Link_ComboChart
source: Tutorial: Combo Chart in Power BI
de_de: Tutorial: Kombinationsdiagramm in Power BI
es_es: Tutorial: Gráficos combinados en Power BI
fr_fr: Didacticiel : graphique combiné dans Power BI
it_it: Esercitazione: Grafico combinato in Power BI
ja_jp: チュートリアル: Power BI での複合グラフ
ko_kr: 자습서: Power BI의 콤보 차트
pt_br: Tutorial: gráfico de combinação no Power BI
ru_ru: Учебник. Комбинированная диаграмма в Power BI
zh_cn: 教程：Power BI 中的组合图
zh_tw: 教學課程：Power BI 中的組合圖

# Link_ConfigureIntune
source: Configure mobile apps with Intune
de_de: Konfigurieren mobiler Apps mit Intune
es_es: Configurar aplicaciones móviles con Intune
fr_fr: Configurer des applications mobiles avec Intune
it_it: Configurare app per dispositivi mobili con Intune
ja_jp: Intune でモバイル アプリを構成する
ko_kr: Intune으로 모바일 앱 구성
pt_br: Configurar aplicativos móveis com o Intune
ru_ru: Настройка мобильных приложений в Intune
zh_cn: 通过 Intune 配置移动应用
zh_tw: 使用 Intune 設定行動應用程式

# Link_CopyPasteVisual
source: Copy and paste a visualization in Power BI
de_de: Kopieren und Einfügen einer Visualisierung in Power BI
es_es: Copia y pegado de una visualización en Power BI
fr_fr: Copier et coller une visualisation dans Power BI
it_it: Copiare e incollare una visualizzazione in Power BI
ja_jp: Power BI での視覚化のコピーと貼り付け
ko_kr: Power BI에서 시각적 요소 복사 및 붙여넣기
pt_br: Copie e cole uma visualização no Power BI
ru_ru: Копирование и вставка визуализации в Power BI
zh_cn: 在 Power BI 中复制粘贴可视化效果
zh_tw: 複製並貼上 Power BI 的視覺效果

# Link_CreateReport
source: Create a new Power BI report
de_de: Erstellen eines neuen Power BI-Berichts
es_es: Creación de un nuevo informe de Power BI
fr_fr: Créer un rapport Power BI
it_it: Creare un nuovo report di Power BI
ja_jp: 新しい Power BI レポートの作成
ko_kr: 새 Power BI 보고서 만들기
pt_br: Criar um novo relatório do Power BI
ru_ru: Создание нового отчета Power BI
zh_cn: 新建 Power BI 报表
zh_tw: 建立新的 Power BI 報表

# Link_CustomizeVisuals
source: Tutorial: Customize visualization title, background, and legend
de_de: Tutorial: Anpassen von Visualisierungstitel, Hintergrund und Legende
es_es: Tutorial: Personalización del título, el fondo y la leyenda de la visualización
fr_fr: Didacticiel : personnaliser le titre, l’arrière-plan et la légende d’une visualisation
it_it: Esercitazione: Personalizzare il titolo, lo sfondo e la legenda della visualizzazione
ja_jp: チュートリアル：視覚エフェクトのタイトル、背景、および凡例のカスタマイズ
ko_kr: 자습서: 시각화 제목, 배경 및 범례 사용자 지정
pt_br: Tutorial: personalizar o título, tela de fundo e legenda da visualização
ru_ru: Учебник. Настройка заголовка, фона и условных обозначений визуализации
zh_cn: 教程：自定义可视化效果磁贴、背景和图例
zh_tw: 教學課程：自訂視覺化標題、背景和圖例

# Link_CustomVisualizations
source: Custom visualizations in Power BI
de_de: Benutzerdefinierte Visualisierungen in Power BI
es_es: Visualizaciones personalizadas en Power BI
fr_fr: Visualisations personnalisées dans Power BI
it_it: Visualizzazioni personalizzate in Power BI
ja_jp: Power BI でのカスタム ビジュアル
ko_kr: Power BI의 사용자 지정 시각화
pt_br: Visualizações personalizadas no Power BI
ru_ru: Пользовательские визуализации в Power BI
zh_cn: 在 Power BI 中自定义可视化效果
zh_tw: Power BI 中的自訂視覺效果

# Link_CustomVisualizationsToReport
source: Add a custom visualization to a Power BI report
de_de: Hinzufügen benutzerdefinierter Visualisierungen zu Power BI-Berichten
es_es: Agregar una visualización personalizada a un informe de Power BI
fr_fr: Ajout d’une visualisation personnalisée à un rapport Power BI
it_it: Aggiungere una visualizzazione personalizzata a un report di Power BI
ja_jp: カスタム ビジュアルを Power BI レポートに追加する
ko_kr: Power BI 보고서에 사용자 지정 시각화 추가
pt_br: Adicionar uma visualização personalizada a um relatório do Power BI
ru_ru: Добавление пользовательской визуализации в отчет Power BI
zh_cn: 向 Power BI 报表添加自定义可视化效果
zh_tw: 在 Power BI 報表中加入自訂視覺效果
