Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Shared/Lefties/service.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Link_IntelliBoard
source: IntelliBoard content pack
de_de: IntelliBoard-Inhaltspaket
es_es: Paquete de contenido de IntelliBoard
fr_fr: Pack de contenu IntelliBoard
it_it: Pacchetto di contenuto IntelliBoard
ja_jp: IntelliBoard コンテンツ パック
ko_kr: IntelliBoard 콘텐츠 팩
pt_br: Pacote de conteúdo do IntelliBoard
ru_ru: Пакет содержимого IntelliBoard
zh_cn: IntelliBoard 内容包
zh_tw: IntelliBoard 內容套件

# Link_KPIVisuals
source: KPI Visuals
de_de: KPI-Visualisierung
es_es: Objetos visuales de KPI
fr_fr: Éléments visuels des indicateurs de performance clés
it_it: Oggetti visivi degli indicatori KPI
ja_jp: KPI ビジュアル
ko_kr: KPI 시각적 개체
pt_br: Visuais de KPI
ru_ru: Визуальные элементы ключевых показателей эффективности
zh_cn: KPI 视觉对象
zh_tw: KPI 視覺效果

# Link_OrganizationalContentPacksIntro
source: Organizational content packs: Introduction
de_de: Organisationsbezogene Inhaltspakete: Einführung
es_es: Paquetes de contenido organizativos: Introducción
fr_fr: Introduction aux packs de contenu d’organisation
it_it: Pacchetti di contenuto aziendali: Introduzione
ja_jp: 組織のコンテンツ パック: 概要
ko_kr: 조직 콘텐츠 팩: 소개
pt_br: Pacotes de conteúdo organizacional: introdução
ru_ru: Знакомство с пакетами содержимого организации
zh_cn: 组织内容包：简介
zh_tw: 組織內容套件：簡介

# Link_ProjectMadeira
source: Project Madeira content pack
de_de: Project Madeira-Inhaltspaket
es_es: Paquete de contenido de Project Madeira
fr_fr: Pack de contenu Project Madeira
it_it: Pacchetto di contenuto Project Madeira
ja_jp: Project Madeira コンテンツ パック
ko_kr: Project Madeira 콘텐츠 팩
pt_br: Pacote de conteúdo do Project Madeira
ru_ru: Пакет содержимого Project Madeira
zh_cn: Project Madeira 内容包
zh_tw: Project Madeira 內容套件

# Link_QRCodeForReport
source: Create a QR code for a report
de_de: Erstellen eines QR-Codes für einen Bericht
es_es: Creación de un código QR para un informe
fr_fr: Créer un code QR pour un rapport
it_it: Creare un codice a matrice per un report
ja_jp: レポートの QR コードを作成する
ko_kr: 보고서에 대한 QR 코드 만들기
pt_br: Criar um código QR para um relatório
ru_ru: Создание QR-кода для отчета
zh_cn: 为报表创建 QR 码
zh_tw: 為報表建立 QR 代碼

# Link_RowLevel
source: Row-level security with Power BI
de_de: Sicherheit auf Zeilenebene mit Power BI
es_es: Seguridad de nivel de fila con Power BI
fr_fr: Sécurité de niveau de ligne avec Power BI
it_it: Sicurezza a livello di riga con Power BI
ja_jp: Power BI を使用した行レベルのセキュリティ
ko_kr: Power BI를 사용한 행 수준 보안
pt_br: Segurança de nível de linha com o Power BI
ru_ru: Безопасность на уровне строк при использовании Power BI
zh_cn: Power BI 的行级别安全性
zh_tw: Power BI 的資料列層級安全性

# Link_ScheduledRefresh
source: Configure scheduled refresh
de_de: Konfigurieren von geplanten Aktualisierungen
es_es: Configuración de actualización programada
fr_fr: Configurer une actualisation planifiée
it_it: Configurare l'aggiornamento pianificato
ja_jp: スケジュールされた更新の構成
ko_kr: 예약된 새로 고침 구성
pt_br: Configurar a atualização agendada
ru_ru: Настройка запланированного обновления
zh_cn: 配置计划刷新
zh_tw: 設定排程的重新整理

# Link_Troux
source: Troux content pack
de_de: Troux-Inhaltspaket
es_es: Paquete de contenido de Troux
fr_fr: Pack de contenu Troux
it_it: Pacchetto di contenuto Troux
ja_jp: Troux コンテンツ パック
ko_kr: Troux 콘텐츠 팩
pt_br: Pacote de conteúdo do Troux
ru_ru: Пакет содержимого Troux
zh_cn: Troux 内容包
zh_tw: Troux 內容套件

# Link_VisualInteraction
source: Change how visuals interact in a report
de_de: Ändern der Interaktion von Visualisierungen in einem Bericht
es_es: Cambiar cómo interactúan los objetos visuales en un informe
fr_fr: Modifier l’interaction des éléments visuels dans un rapport
it_it: Modificare l'interazione degli oggetti visivi in un report
ja_jp: レポート内のビジュアルの相互作用を変更します。
ko_kr: 보고서에서 시각적 개체가 조작되는 방식 변경
pt_br: Alterar como os visuais interagem em um relatório
ru_ru: Изменение способа взаимодействия визуальных элементов в отчете
zh_cn: 更改报表中视觉对象的交互方式
zh_tw: 變更報表中的視覺效果互動方式

# Link_WindowsDevCenter
source: Windows Dev Center content pack
de_de: Windows Dev Center-Inhaltspaket
es_es: Paquete de contenido del Centro de desarrollo de Windows
fr_fr: Pack de contenu du Centre de développement Windows
it_it: Pacchetto di contenuto Windows Dev Center
ja_jp: Windows デベロッパー センター コンテンツ パック
ko_kr: Windows 개발자 센터 콘텐츠 팩
pt_br: Pacote de conteúdo do Centro de Desenvolvimento do Windows
ru_ru: Пакет содержимого Центра разработки для Windows
zh_cn: Windows 开发中心内容包
zh_tw: Windows 開發人員中心內容套件

# Link_Ziosk
source: Ziosk content pack
de_de: Ziosk-Inhaltspaket
es_es: Paquete de contenido de Ziosk
fr_fr: Pack de contenu Ziosk
it_it: Pacchetto di contenuto Ziosk
ja_jp: Ziosk コンテンツ パック
ko_kr: Ziosk 콘텐츠 팩
pt_br: Pacote de conteúdo do Ziosk
ru_ru: Пакет содержимого Ziosk
zh_cn: Ziosk 内容包
zh_tw: Ziosk 內容套件

# Link_Zuora
source: Zuora content pack
de_de: Zuora-Inhaltspaket
es_es: Paquete de contenido de Zuora
fr_fr: Pack de contenu Zuora
it_it: Pacchetto di contenuto Zuora
ja_jp: Zuora コンテンツ パック
ko_kr: Zuora 콘텐츠 팩
pt_br: Pacote de conteúdo do Zuora
ru_ru: Пакет содержимого Zuora
zh_cn: Zuora 内容包
zh_tw: Zuora 內容套件

# Link_GatewayOnPrem
source: On-premises Data Gateway
de_de: Lokales Datengateway
es_es: Puerta de enlace de datos local
fr_fr: Passerelle de données locale
it_it: Gateway dati locale
ja_jp: オンプレミス データ ゲートウェイ
ko_kr: 온-프레미스 데이터 게이트웨이
pt_br: Gateway de Dados Local
ru_ru: Локальный шлюз данных
zh_cn: 本地数据网关
zh_tw: 內部部署資料閘道

# Link_GatewayOnPremFaq
source: On-Premises Data Gateway FAQ
de_de: Lokales Datengateway – Häufig gestellte Fragen
es_es: Preguntas más frecuentes sobre la puerta de enlace de datos local
fr_fr: FAQ Passerelle de données locale
it_it: Domande frequenti sul gateway dati locale
ja_jp: オンプレミス データ ゲートウェイに関するよく寄せられる質問 (FAQ)
ko_kr: 온-프레미스 데이터 게이트웨이 FAQ
pt_br: Perguntas Frequentes do Gateway de Dados Local
ru_ru: Вопросы и ответы по локальному шлюзу данных
zh_cn: 本地数据网关常见问题解答
zh_tw: 內部部署資料閘道常見問題集

# Link_GatewayOnPremInDepth
source: On-premises Data Gateway - in-depth
de_de: Lokales Datengateway – Ausführliche Informationen
es_es: Detalles sobre la puerta de enlace de datos local
fr_fr: Informations approfondies sur la passerelle de données locale
it_it: Analisi approfondita del gateway dati locale
ja_jp: オンプレミス データ ゲートウェイの詳細
ko_kr: 온-프레미스 데이터 게이트웨이 - 심층 분석
pt_br: Gateway de Dados Local – detalhado
ru_ru: Локальный шлюз данных во всех подробностях
zh_cn: 本地数据网关 - 深入了解
zh_tw: 內部部署資料閘道 - 深入資訊

# Link_GatewayOnPremTshoot
source: Troubleshooting the On-Premises Data Gateway
de_de: Lokales Datengateway – Problembehandlung
es_es: Solución de problemas con la puerta de enlace de datos local
fr_fr: Dépannage de la passerelle de données locale
it_it: Risoluzione dei problemi del gateway dati locale
ja_jp: オンプレミス データ ゲートウェイのトラブルシューティング
ko_kr: 온-프레미스 데이터 게이트웨이 문제 해결
pt_br: Solução de problemas do Gateway de Dados Local
ru_ru: Устранение неполадок локального шлюза данных
zh_cn: 本地数据网关疑难解答
zh_tw: 對內部部署資料閘道偵錯

# Link_Prevedere
source: Prevedere content pack
de_de: Prevedere-Inhaltspaket
es_es: Paquete de contenido Prevedere
fr_fr: Pack de contenu Prevedere
it_it: Pacchetto di contenuto Prevedere
ja_jp: Prevedere コンテンツ パック
ko_kr: Prevedere 콘텐츠 팩
pt_br: Pacote de conteúdo do Prevedere
ru_ru: Пакет содержимого Prevedere
zh_cn: Prevedere 内容包
zh_tw: Prevedere 內容套件

# Link_Xero
source: Xero content pack
de_de: Xero-Inhaltspaket
es_es: Paquete de contenido Xero
fr_fr: Pack de contenu Xero
it_it: Pacchetto di contenuto Xero
ja_jp: Xero コンテンツ パック
ko_kr: Xero 콘텐츠 팩
pt_br: Pacote de conteúdo do Xero
ru_ru: Пакет содержимого Xero
zh_cn: Xero 内容包
zh_tw: Xero 內容套件

# Link_ReportsSeeData
source: See the data used to create the visual
de_de: Für die Visualisierung verwendete Daten anzeigen
es_es: Los datos detrás del objeto visual
fr_fr: Consulter les données qui ont servi à créer l’élément visuel
it_it: Vedere i dati usati per creare l'oggetto visivo
ja_jp: 視覚化の作成に使用したデータを確認する
ko_kr: 시각적 개체를 만드는 데 사용되는 데이터 참조
pt_br: Consultar os dados usados para criar o visual
ru_ru: Просмотр данных, использовавшихся для создания визуализации
zh_cn: 查看用于创建视觉对象的数据
zh_tw: 查看用以建立視覺效果的資料

# Link_AdminAuditing
source: Auditing Power BI
de_de: Power BI-Überwachung
es_es: Auditoría de Power BI
fr_fr: Audit Power BI
it_it: Controllo di Power BI
ja_jp: Power BI の監査
ko_kr: Power BI 감사
pt_br: Auditando o Power BI
ru_ru: Аудит Power BI
zh_tw: 稽核 Power BI

# Link_O365PortalRetired
source: Power BI for Office 365 is transitioned to Power BI
de_de: Übergang von Power BI für Office 365 zu Power BI
es_es: Power BI para Office 365 está pasando a Power BI
fr_fr: Power BI pour Office 365 migre vers Power BI
it_it: Power BI per Office 365 è passato a Power BI
ja_jp: Power BI for Office 365 の Power BI への移行
ko_kr: Office 365용 Power BI는 Power BI로 전환됨
pt_br: Power BI para Office 365 passou por uma transição para Power BI
ru_ru: Переход от Power BI для Office 365 к Power BI
zh_cn: Power BI for Office 365 已转变为 Power BI
zh_tw: Power BI for Office 365 已轉換至 Power BI

# Link_CreatePhoneViewDashboard
source: Create a phone view of a dashboard
de_de: Erstellen einer Telefonansicht eines Dashboards
es_es: Crear una vista de teléfono de un panel en Power BI
fr_fr: Créer une vue téléphone d’un tableau de bord
it_it: Creare una visualizzazione telefono di un dashboard in Power BI
ja_jp: ダッシュボードの Phone ビューを作成する
ko_kr: 대시보드의 휴대폰 보기 만들기
pt_br: Criar uma exibição de telefone de um dashboard
ru_ru: Создание представления панели мониторинга для телефонов
zh_cn: 创建仪表板的电话视图
zh_tw: 建立手機檢視的儀表板

# Link_ServiceNotificationCenter
source: Power BI Unified Notification Center
de_de: Einheitliche Power BI-Mitteilungszentrale
es_es: Centro de notificaciones unificado de Power BI
fr_fr: Centre de notifications unifié Power BI
it_it: Centro notifiche unificato di Power BI
ja_jp: Power BI の統合された通知センター
ko_kr: Power BI 통합 알림 센터
pt_br: Centro de Notificações Unificado do Power BI
ru_ru: Единый центр уведомлений Power BI
zh_cn: Power BI 统一通知中心
zh_tw: Power BI 通知中樞

# Link_RenameReportPage
source: Rename a report page in Power BI
de_de: Umbenennen einer Berichtsseite in Power BI
es_es: Cambiar el nombre de una página de informe en Power BI
fr_fr: Renommer une page de rapport dans Power BI
it_it: Rinominare una pagina di report in Power BI
ja_jp: Power BI でのレポート ページの名前変更
ko_kr: Power BI에서 보고서 페이지 이름 바꾸기
pt_br: Renomear uma página de relatório no Power BI
ru_ru: Переименование страницы отчета в Power BI
zh_cn: 在 Power BI 中重命名报表页
zh_tw: 在 Power BI 中重新命名報表頁面

# Link_ReportTipsTricks
source: Tips and tricks for creating reports in Power BI service
de_de: Tipps und Tricks zum Erstellen von Berichten im Power BI-Dienst
es_es: Sugerencias y trucos para crear informes en el servicio Power BI
fr_fr: Trucs et astuces pour créer des rapports dans le service Power BI
it_it: Suggerimenti e consigli per creare report nel servizio Power BI
ja_jp: Power BI サービスにおけるレポート作成のヒントとテクニック
ko_kr: Power BI 서비스에서 보고서를 만들기 위한 팁과 힌트
pt_br: Dicas e truques para criar relatórios no serviço do Power BI
ru_ru: Советы и рекомендации по созданию отчетов в службе Power BI
zh_cn: 有关在 Power BI 服务中创建报表的提示和技巧
zh_tw: 在 Power BI 服務中建立報表的祕訣和訣竅

# Link_GatewayOnPremOracle
source: Manage your data source - Oracle
de_de: Verwalten der Datenquelle – Oracle
es_es: Administrar el origen de datos: Oracle
fr_fr: Gérez vos sources de données - Oracle
it_it: Gestire l'origine dati - Oracle
ja_jp: データ ソースの管理 - Oracle
ko_kr: 데이터 원본 관리 - Oracle
pt_br: Gerenciar sua fonte de dados – Oracle
ru_ru: Управление источником данных — Oracle
zh_cn: 管理数据源 - Oracle
zh_tw: 管理您的資料來源 - Oracle

# Link_ServiceSetAlerts
source: Data alerts in Power BI service
de_de: Datenbenachrichtigungen im Power BI-Dienst
es_es: Alertas de datos en el servicio Power BI
fr_fr: Alertes de données dans le service Power BI
it_it: Avvisi per i dati nel servizio Power BI
ja_jp: Power BI service におけるデータ通知
ko_kr: Power BI 서비스에서 데이터 경고
pt_br: Alertas de dados no serviço do Power BI
ru_ru: Оповещения о данных в службе Power BI
zh_cn: Power BI 服务中的数据警报
zh_tw: Power BI 服務中的資料警示

# Link_ServiceNow
source: ServiceNow Incidents content pack
de_de: ServiceNow Incidents-Inhaltspaket
es_es: Paquete de contenido de incidentes de ServiceNow
fr_fr: Pack de contenu ServiceNow Incidents
it_it: Pacchetto di contenuto di ServiceNow Incidents
ja_jp: ServiceNow Incidents コンテンツ パック
ko_kr: ServiceNow Incidents 콘텐츠 팩
pt_br: Pacote de conteúdo do ServiceNow Incidents
ru_ru: Пакет содержимого для инцидентов ServiceNow
zh_cn: ServiceNow 事件内容包
zh_tw: ServiceNow 事件內容套件

# Link_WhereIsMyTenant
source: Where is my tenant located?
de_de: Wo befindet sich mein Mandant?
es_es: ¿Dónde se encuentra mi inquilino?
fr_fr: Où se trouve mon locataire ?
it_it: Dove si trova il tenant?
ja_jp: 自分のテナントの場所はどこにありますか?
ko_kr: 내 테넌트는 어디에 있나요?
pt_br: Onde está localizado o meu locatário?
ru_ru: Где располагается мой клиент?
zh_cn: 我的租户位于何处？
zh_tw: 我的租用戶位在何處？

# Link_DataClassification
source: Dashboard data classification
de_de: Dashboard-Datenklassifizierung
es_es: Clasificación de datos del panel
fr_fr: Classement des données du tableau de bord
it_it: Classificazione dati del dashboard
ja_jp: ダッシュボード データの分類
ko_kr: 대시보드 데이터 분류
pt_br: Classificação de dados do dashboard
ru_ru: Классификация данных панели мониторинга
zh_cn: 仪表板数据分类
zh_tw: 儀表板資料分類

# Link_XeroCredentialsRefresh
source: How to refresh your Xero content pack credentials if refresh failed
de_de: Aktualisieren der Anmeldeinformationen für das Xero-Inhaltspaket nach einem Aktualisierungsfehler
es_es: Actualización de las credenciales del paquete de contenido de Xero después de un error de actualización
fr_fr: Comment actualiser vos identifiants du pack de contenu Xerox si l’actualisation a échoué
it_it: Come aggiornare le credenziali del pacchetto di contenuto Xero se l'aggiornamento non è riuscito
ja_jp: 更新が失敗した場合に Xero コンテンツ パックの資格情報を更新する方法
ko_kr: 새로 고침에 실패한 경우 Xero 콘텐츠 팩 자격 증명을 새로 고치는 방법
pt_br: Como atualizar suas credenciais do pacote de conteúdo Xero se a atualização tiver falhado
ru_ru: Как обновить учетные данные для пакета содержимого Xero в случае сбоя обновления
zh_cn: 刷新失败时，如何刷新 Xero 内容包证书
zh_tw: 如何在重新整理失敗時，重新整理 Xero 內容套件認證

# Link_LiveStreaming
source: Real-time streaming in Power BI (Preview)
es_es: Streaming en directo en Power BI (vista previa)
fr_fr: Diffusion en temps réel dans Power BI (version préliminaire)
it_it: Streaming in tempo reale in Power BI (anteprima)
ja_jp: Power BI でのリアルタイム ストリーミング (プレビュー)
ko_kr: Power BI(Preview)의 실시간 스트리밍
pt_br: Streaming de tempo real no Power BI (Preview)
ru_ru: Потоковая передача в реальном времени в Power BI (предварительная версия)
zh_cn: Power BI 中的实时流（预览）
zh_tw: Power BI 中的即時串流 (預覽)

# Link_RVisuals
source: Create advanced analytics and visualizations using R scripts in Power BI
de_de: Erstellen erweiterter Analysen und Visualisierungen mit R-Skripts in Power BI
es_es: Creación de análisis y visualizaciones avanzados mediante scripts de R en Power BI
fr_fr: Créer des analyses et des visualisations avancées grâce aux scripts R dans Power BI
it_it: Creare analisi e visualizzazioni avanzate con gli script R in Power BI
ja_jp: Power BI で R スクリプトを使用して、詳細なアナリティクスおよび視覚エフェクトを作成する
ko_kr: Power BI에서 R 스크립트를 사용하여 고급 분석 및 시각화 만들기
pt_br: Criar análises avançadas e visualizações usando scripts R no Power BI
ru_ru: Сложная аналитика и создание расширенных визуализаций с помощью скриптов R в Power BI
zh_cn: 使用 R 脚本在 Power BI 中创建高级分析和可视化内容
zh_tw: 在 Power BI 中使用 R 指令碼建立進階分析與視覺效果

# Link_ArcGIS
source: Tutorial: ArcGIS in Power BI
de_de: Lernprogramm: ArcGIS in Power BI
es_es: Tutorial: ArcGIS en Power BI
fr_fr: Didacticiel : ArcGIS dans Power BI
it_it: Esercitazione: ArcGIS in Power BI
ja_jp: チュートリアル: Power BI の ArcGIS
ko_kr: 자습서: Power BI의 ArcGIS
pt_br: Tutorial: ArcGIS no Power BI
ru_ru: Учебник. ArcGIS в Power BI
zh_cn: 教程：Power BI 中的 ArcGIS
zh_tw: 教學課程：Power BI 中的 ArcGIS

# Link_PowerPoint
source: Publish to PowerPoint
de_de: Veröffentlichen in PowerPoint
es_es: Publicación en PowerPoint
fr_fr: Publier sur PowerPoint
it_it: Pubblicare in PowerPoint
ja_jp: PowerPoint に発行する
ko_kr: PowerPoint에 게시
pt_br: Publicar no PowerPoint
ru_ru: Публикация в PowerPoint
zh_cn: 发布到 PowerPoint
zh_tw: 發佈至 PowerPoint

# Link_NewNav
source: The new Power BI navigation experience
de_de: Die neue Power BI-Navigation
es_es: La nueva experiencia de navegación de Power BI
fr_fr: Nouvelle expérience de navigation Power BI
it_it: La nuova esperienza di navigazione di Power BI
ja_jp: 新しい Power BI ナビゲーション体験
ko_kr: 새로운 Power BI 탐색 환경
pt_br: A nova experiência de navegação com o Power BI
ru_ru: Новый интерфейс навигации по Power BI
zh_cn: 新的 Power BI 导航体验
zh_tw: 新的 Power BI 導覽體驗

# Link_PreviewFeatures
source: Opt-in for Power BI preview features
de_de: Aktivieren von Power BI-Vorschaufeatures
es_es: Participación en las características de vista previa de Power BI
fr_fr: Inscrivez-vous pour accéder aux fonctionnalités en version préliminaire de Power BI
it_it: Acconsenti esplicitamente alle funzionalità di anteprima di Power BI
ja_jp: Power BI プレビュー機能のオプトイン
ko_kr: Power BI 미리 보기 기능용 옵트인
pt_br: Aceitar recursos de visualização do Power BI
ru_ru: Испытайте предварительные версии функций Power BI
zh_cn: 选择使用 Power BI 预览功能
zh_tw: 加入宣告 Power BI 預覽功能

# Link_EmbedReportSPO
source: Embed report in SharePoint Online
de_de: Einbetten eines Berichts in SharePoint Online
es_es: Inserción de informes en SharePoint Online
fr_fr: Incorporer le rapport à SharePoint Online
it_it: Incorporare report in SharePoint Online
ja_jp: SharePoint Online にレポートを埋め込む
ko_kr: SharePoint Online에 보고서 포함
pt_br: Inserir relatório no SharePoint Online
ru_ru: Встраивание отчета в SharePoint Online
zh_cn: 在 SharePoint Online 中嵌入报表
zh_tw: 在 SharePoint Online 內嵌報表

# Link_GovUSOverview
source: Power BI for US Government
de_de: Power BI für US-Behörden
es_es: Power BI para la Administración Pública de Estados Unidos
fr_fr: Power BI pour le gouvernement américain
it_it: Power BI per il Governo degli Stati Uniti
ja_jp: 米国政府用 Power BI
ko_kr: 미국 정부용 Power BI
pt_br: Power BI para o Governo dos EUA
ru_ru: Power BI для правительства США
zh_cn: 适用于美国政府的 Power BI
zh_tw: 美國政府適用的 Power BI

# Link_GovUSSignup
source: Enroll your US Government organization
de_de: Registrieren einer US-Behörde
es_es: Inscripción de una organización de la Administración Pública de Estados Unidos
fr_fr: Inscrivez votre organisation du gouvernement américain
it_it: Registrare la propria organizzazione del Governo degli Stati Uniti
ja_jp: 米国政府組織を登録する
ko_kr: 미국 정부 기관 등록
pt_br: Inscrever sua organização do Governo dos EUA
ru_ru: Внедрите Power BI в своей правительственной организации
zh_cn: 组织美国政府组织
zh_tw: 註冊您的美國政府組織

# Link_TipsGettingHelp
source: 10 tips for getting help
de_de: 10 Tipps, um Hilfe zu erhalten
es_es: Diez sugerencias para obtener ayuda
fr_fr: 10 conseils pour obtenir de l’aide
it_it: 10 suggerimenti per chiedere assistenza
ja_jp: ヘルプを得るための 10 のヒント
ko_kr: 지원을 받기 위한 10가지 팁
pt_br: 10 dicas para obter ajuda
ru_ru: 10 советов по получению помощи
zh_cn: 有关获取帮助的 10 大技巧
zh_tw: 取得說明的 10 個提示

# Area_Resources
source: Resources
de_de: Ressourcen
es_es: Recursos
fr_fr: Ressources
it_it: Risorse
ja_jp: リソース
ko_kr: 리소스
pt_br: Recursos
ru_ru: Ресурсы
zh_cn: 资源
zh_tw: 資源

# Link_Whitepapers
source: Whitepapers
de_de: Whitepaper
es_es: Notas del producto
fr_fr: Livres blancs
it_it: White paper
ja_jp: ホワイトペーパー
ko_kr: 백서
ru_ru: Технические документы
zh_cn: 白皮书
zh_tw: 白皮書
