Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/GetStarted/Index.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, ko_kr, ru_ru, zh_cn, zh_tw

# DesktopChoice_Content
source: Connect and transform data, create advanced calculations, and build stunning reports in minutes.
de_de: Erstellen Sie Verbindungen mit Daten, Transformieren Sie Daten, erstellen Sie umfassendere Berechnungen, und generieren Sie großartige Berichte in Minuten.
fr_fr: Connectez et transformez des données, créez des calculs avancés et concevez des rapports complets en quelques minutes.
it_it: Connetti e trasforma i dati, crea calcoli avanzati ed elabora report incredibili in pochi minuti.
ja_jp: 数分で、データを接続して変換し、高度な計算を作成し、魅力的なレポートを作成します。
ko_kr: 데이터를 연결 및 변환하고, 고급 계산을 작성하고, 몇 분 내에 뛰어난 보고서를 작성하세요.
ru_ru: Соединяйте и преобразовывайте данные, создавайте расширенные вычисления и собирайте потрясающие отчеты за минуты.
zh_cn: 连接和传递数据，创建高级计算，且几分钟内即可构建精湛报表。
zh_tw: 連接及轉變資料、建立進階計算，並在短短幾分鐘內建立亮眼的報表。

# DesktopChoice_Content2
source: Use powerful analytics tools to connect and transform data and create advanced visualizations.
de_de: Mit leistungsfähigen Analysetools können Sie Verbindungen mit Daten herstellen, Daten transformieren und erweiterte Visualisierungen erstellen.
fr_fr: Utilisez les outils d’analyse puissants pour connecter et transformer des données et créez des visualisations avancées.
it_it: Usa potenti strumenti di analisi per connettere e trasformare i dati e creare visualizzazioni avanzate.
ja_jp: 強力な分析ツールを使用してデータに接続して変換し、高度な視覚化を作成します。
ko_kr: 강력한 분석 도구를 통해 연결하고 데이터를 변환하여 고급 시각화를 만드세요.
ru_ru: Используйте высокоэффективные средства аналитики для сбора и преобразования данных и создания продвинутых визуализаций.
zh_cn: 使用强大的分析工具来连接和转换数据，并创建高级可视化效果。
zh_tw: 使用功能強大的分析工具連接及轉換資料，並建立進階視覺效果。

# DesktopChoice_Cta
source: Download
fr_fr: Télécharger
it_it: Scarica
ja_jp: ダウンロード
ko_kr: 다운로드
ru_ru: Скачать
zh_cn: 下载
zh_tw: 下載

# DesktopChoice_Heading
source: Power BI Desktop for Windows
de_de: Power BI Desktop für Windows
fr_fr: Power BI Desktop pour Windows
it_it: Power BI Desktop per Windows
ja_jp: Windows 用 Power BI Desktop
ko_kr: Windows용 Power BI Desktop
ru_ru: Power BI Desktop для Windows
zh_cn: 适用于 Windows 的 Power BI Desktop
zh_tw: 適用於 Windows 的 Power BI Desktop

# DesktopChoice_Subhead
source: Analytics tools at your fingertips
de_de: Analysewerkzeuge zu Ihrer Verfügung
fr_fr: Des outils d’analyse entre vos mains
it_it: Strumenti di analisi a portata di mano
ja_jp: 分析ツールをすぐに利用できます
ko_kr: 분석 도구를 간편하게 사용
ru_ru: Средства аналитики у вас под рукой
zh_cn: 唾手可得的分析工具
zh_tw: 分析工具垂手可得

# DesktopChoice_Subhead2
source: Create stunning reports with any data source
de_de: Beeindruckende Berichte auf Grundlage beliebiger Datenquellen
fr_fr: Créez des rapports éblouissants avec n’importe quelle source de données
it_it: Crea report straordinari con qualsiasi origine dati
ja_jp: データ ソースを含む魅力的なレポートを作成する
ko_kr: 데이터 원본으로 뛰어난 보고서 만들기
ru_ru: Создавайте наглядные отчеты, используя любой источник данных
zh_cn: 使用任何数据源创建令人惊叹的报表
zh_tw: 用任何資料來源建立令人驚豔的報表

# Desktop_Label
source: Desktop
ko_kr: 데스크톱
zh_cn: 桌面版

# EIPEbook_Content
source: Discover how Power BI can empower quick and thorough data analysis with Microsoft’s new eBook, <em>What Color Is Your Data?</em> You’ll learn how to deliver understandable insights, create actionable sales and marketing intelligence, and spend less time searching for great data.
de_de: Lesen Sie im neuen Microsoft-E-Book <em>What Color Is Your Data?</em> („Welche Farbe haben Ihre Daten?“), wie Sie mit Power BI schnell fundierte Datenanalysen erstellen. Außerdem erfahren Sie, wie Sie aussagekräftige Analysen präsentieren, konkrete Ergebnisse für Vertrieb und Marketing ableiten und in kürzester Zeit die relevanten Daten ermitteln.
fr_fr: Découvrez de quelle façon Power&#160;BI peut permettre l’analyse rapide et minutieuse des données grâce au nouveau livre électronique de Microsoft, <em>What Color Is Your Data?</em> (De quelle couleur sont vos données&#160;?) Vous y découvrirez comment fournir des éclairages compréhensibles, créer des ventes concrètes et de l’intelligence marketing, et gagner du temps lors de la recherche de données intéressantes.
it_it: Con il nuovo eBook Microsoft dal titolo <em>Di che colore sono i tuoi dati?</em> scoprirai come Power BI permette di analizzare i dati in modo rapido e approfondito. Comprenderai come distribuire informazioni dettagliate comprensibili, creare business intelligence fruibile per vendite e marketing e dedicare meno tempo alla ricerca di dati utili.
ja_jp: Microsoft の新しい eBook「<em>あなたのデータは何色ですか?</em>」で、Power BI が迅速で広範なデータ分析を強化する方法をご覧ください。 理解しやすい洞察を提供する方法、実行可能な売上およびマーケティングのインテリジェンスを作成する方法、および優れたデータの検索時間を短縮する方法について学習します。
ko_kr: Microsoft의 새로운 전자책 <em>What Color Is Your Data?</em>를 통해 Power BI가 어떻게 빠르고 철저한 데이터 분석을 지원하는지 알아보기 이해할 수 있는 정보를 전달하고, 조치 가능한 영업 및 마케팅 인텔리전스를 만들고, 방대한 데이터 검색에 드는 시간을 줄이는 방법을 알아볼 수 있습니다.
ru_ru: Хотите узнать, как Power BI создает новые возможности для быстрого и тщательного анализа данных? Прочтите новую книгу Майкрософт <em>Цветовая кодировка данных</em> Вы научитесь делать данные понятными и придавать практическое значение маркетинговой аналитике и информации о продажах, тратя при этом меньше времени на поиск важных сведений.
zh_cn: 使用 Microsoft 新的电子书<em>《你的数据是什么颜色？》</em>探索 Power BI 如何快速且透彻地进行数据分析 可了解到如何以通俗易懂的方式表达见解，创建可行的销售和营销情报，以及更快速地搜索到有用数据。
zh_tw: 透過 Microsoft 的新電子書 - <em>What Color Is Your Data?</em> (您的資料是什麼顏色？) 探索 Power BI 如何能夠快速且透徹地進行資料分析。 您將會了解如何傳遞易懂的深入資訊、建立實際可行的銷售及行銷情報，並更快速地搜尋到最佳的資料。

# EIPEbook_Heading
source: Make a bigger impact with your data
de_de: Beeindrucken Sie mit Ihren Daten
fr_fr: Renforcez votre impact grâce à vos données
it_it: Presenta dati di grande effetto
ja_jp: データの印象を高める
ko_kr: 데이터로 더 큰 영향력 행사
ru_ru: Заставьте данные работать эффективнее
zh_cn: 使用数据发挥更大的影响力
zh_tw: 透過您的資料帶來更大的影響力

# GetStarted_Heading
source: Choose how to get started
de_de: Möglichkeiten für erste Schritte
fr_fr: Choisissez une option pour commencer
it_it: Scegli come iniziare
ja_jp: 始める方法を選択する
ko_kr: 시작 방법 선택
ru_ru: Выберите возможности для начала работы
zh_cn: 选择开始使用的方式
zh_tw: 選擇開始使用的方式

# META_DESCRIPTION
source: Get started with Power BI by choosing between the analytics and visualization tools of Power BI Desktop, or the Quick Insights, application content packages, and easily shared dashboards of the Power BI service.
de_de: Wählen Sie für Ihre ersten Schritte mit Power BI zwischen den Analyse- und Visualisierungstools von Power BI Desktop und dem Power BI-Dienst mit Schnelleinblicken, Anwendungsinhaltspaketen und Dashboards, die Sie ganz einfach für andere freigeben können.
fr_fr: Pour commencer à utiliser Power BI sélectionnez l’une des options disponibles : Power BI Desktop et ses outils d’analyse et de visualisation ou le service Power BI qui propose des informations rapides, des packages de contenu d’application et des tableaux de bord partagés en toute simplicité.
it_it: Inizia a usare Power BI scegliendo tra gli strumenti di analisi e di visualizzazione di Power BI Desktop oppure tra Informazioni rapide, pacchetti di contenuto dell'applicazione e dashboard facili da condividere del servizio Power BI.
ja_jp: Power BI を開始するには、Power BI Desktop の分析および視覚化ツールから選択するか、または Power BI サービスの Quick Insights、アプリケーション コンテンツ パッケージ、および簡単に共有できるダッシュボードから選択します。
ko_kr: Power BI Desktop의 분석 및 시각화 도구 또는 신속한 정보 활용, 응용 프로그램 콘텐츠 대시보드, 그리고 쉽게 공유된 Power BI 서비스의 대시보드 중에서 선택하여 Power BI를 시작하세요.
ru_ru: Начните работу с Power BI, выбрав аналитические и визуализационные средства Power BI Desktop или быстрый анализ данных, пакеты содержимого приложений и панели мониторинга Power BI с удобной функцией общего доступа.
zh_cn: 选择 Power BI Desktop 的分析和可视化工具、Quick Insights、应用程序内容包、Power BI 服务可轻松共享的仪表板，开始使用 Power BI。
zh_tw: 您可選擇 Power BI Desktop 的分析及視覺效果工具，或是 Power BI 服務的深入資訊摘要、應用程式內容 PAC Quickkages 及可輕易共用的儀表板，進而開始使用 Power BI。

# META_KEYWORDS
source: power bi, microsoft power bi, bi tools, microsoft bi, start power bi, power bi service, power bi desktop, getting started power bi, choosing power bi, power bi options
de_de: power bi, microsoft power bi, bi tools, microsoft bi, power bi einstieg, power bi dienst, power bi desktop, erste schritte power bi, power bi auswahl, power bi optionen
fr_fr: power bi, microsoft power bi, outils bi, microsoft bi, démarrer power bi, service power bi, power bi desktop, prise en main power bi, choisir power bi, options power bi
it_it: power bi, microsoft power bi, strumenti di bi, microsoft bi, avviare power bi, servizio power bi, power bi desktop, introduzione a power bi, selezione di power bi, opzioni di power bi
ja_jp: Power BI, Microsoft Power BI, BI ツール, Microsoft BI, Power BI を開始する, Power BI サービス, Power BI Desktop, Power BI の開始, Power BI を選択する, Power BI オプション
ko_kr: power bi, microsoft power bi, bi 도구, microsoft bi, power bi 시작, power bi 서비스, power bi desktop, power bi 시작하기, power bi 선택하기, power bi 옵션
ru_ru: power bi, microsoft power bi, инструменты bi, microsoft bi, начать работу с power bi, служба power bi, power bi desktop, начало работы power bi, выбрать power bi, параметры power bi
zh_cn: power bi, microsoft power bi, bi 工具, microsoft bi, 启动 power bi, power bi 服务, power bi desktop, power bi 入门, 选择 power bi, power bi 选项
zh_tw: Power BI, Microsoft Power BI, BI 工具, Microsoft BI, 開始 Power BI, Power BI 服務, Power BI Desktop, 開始使用 Power BI, 選擇 Power BI, Power BI 選項

# META_PAGETITLE
source: How to Get Started | Microsoft Power BI
de_de: Erste Schritte | Microsoft Power BI
fr_fr: Prise en main | Microsoft Power BI
it_it: Come iniziare | Microsoft Power BI
ja_jp: 開始する方法 | Microsoft Power BI
ko_kr: 시작 방법 | Microsoft Power BI
ru_ru: Руководство по началу работы | Microsoft Power BI
zh_cn: 入门 | Microsoft Power BI
zh_tw: 如何開始使用 | Microsoft Power BI

# NationalClouds_Content
source: Power BI is now available in three separate national clouds. These clouds offer the same levels of security, privacy, compliance and transparency as the global version of Power BI, combined with a unique model for local regulations on service delivery, data residency, access, and control.
de_de: Power BI ist jetzt in drei separaten nationalen Clouds verfügbar. Diese Clouds entsprechen hinsichtlich Sicherheit, Datenschutz, Compliance und Transparenz dem Niveau der weltweiten Power BI-Version und verwenden darüber hinaus ein einmaliges Modell für regionale Regelungen zu Servicebereitstellung, Speicherort der Daten, Zugriff und Kontrolle.
fr_fr: Power BI est à présent disponible dans trois clouds nationaux distincts. Ces clouds offrent les mêmes niveaux de sécurité, de confidentialité, de conformité et de transparence que la version internationale de Power BI. Ils proposent en plus un modèle unique adapté aux réglementations locales en matière de fourniture, de résidence des données, d’accès et de contrôle.
it_it: Power BI è ora disponibile in tre cloud nazionali separati. Questi cloud offrono gli stessi livelli di sicurezza, privacy, conformità e trasparenza della versione globale di Power BI, combinati a un modello univoco per i regolamenti locali su fornitura del servizio, residenza dei dati, accesso e controllo.
ja_jp: Power BI は別個の 3 つの国内クラウドで利用できるようになりました。これらのクラウドのセキュリティ、プライバシー、コンプライアンス、および透明性のレベルはグローバルに使用されている Power BI と同様で、サービス提供、データ所在地、アクセス、および制御についての各国規制に対応する独自モデルとの組み合わせになっています。
ko_kr: Power BI는 3개의 별도의 내셔널 클라우드에서 사용할 수 있습니다. 이러한 클라우드는 서비스 전달, 데이터 주거성, 액세스 및 통제와 관련하여 로컬 규정에 부합하는 고유 모델과 결합된 Power BI 글로벌 버전으로서 동일한 수준의 보안, 개인 정보 보호, 규정 준수 및 투명성을 제공합니다.
ru_ru: Power BI теперь доступен в трех отдельных национальных облачных службах. Эти облачные службы обеспечивают тот же уровень безопасности, конфиденциальности, прозрачности и соответствия требованиям, что и глобальная версия Power BI, но уникальны тем, что предоставление услуг, контроль и резидентство данных, а также осуществление доступа к данным регулируются местными стандартами.
zh_cn: Power BI 现可在 3 个单独的国家云中使用。这些云提供与 Power BI 全局版本相同级别的安全性、隐私、符合性和透明度，以及服务交付、数据驻留、访问和控制相关地方法规的唯一模型。
zh_tw: Power BI 現於三個不同的國家雲端中提供。這些雲端提供的安全性、隱私權、合規性及透明度等級與全球版本的 Power BI 相同，並結合了服務傳遞、資料存放、存取及控制等方面符合當地規定的獨特模型。

# NationalClouds_Cta
source: Learn more
de_de: Weitere Informationen
fr_fr: En savoir plus
it_it: Scopri di più
ja_jp: 詳細情報
ko_kr: 자세히 알아보기
ru_ru: Дополнительные сведения
zh_cn: 了解详细信息
zh_tw: 深入了解

# ServiceChoice_Content
source: With a few clicks, connect to data from applications you use and get started with pre-built dashboards from experts.
de_de: Mit wenigen Klicks stellen Sie Verbindungen mit Daten aus Anwendungen her, mit denen Sie arbeiten, und beginnen Sie damit, vorkonfigurierte Dashboards von Experten zu nutzen.
fr_fr: En quelques clics, connectez-vous à vos données à partir des applications que vous utilisez et commencez avec des tableaux de bord prédéfinis créés par des experts.
it_it: Connettiti ai dati delle tue applicazioni con pochi clic e inizia subito con dashboard pronti all'uso creati dagli esperti.
ja_jp: わずか数クリックで、ご利用のアプリケーションからのデータに接続して、専門家からの構築済みのダッシュボードで作業を開始できます。
ko_kr: 몇 번의 클릭으로 사용하는 응용 프로그램에서 데이터에 연결하고 전문가가 미리 빌드한 대시보드로 시작하세요.
ru_ru: Несколькими щелчками подключайтесь к данным из используемых вами приложений и начните работать с предварительно созданными панелями мониторинга от экспертов.
zh_cn: 只需单击几下，即可连接到所用应用程序的数据，并开始使用专家预构建的仪表板。
zh_tw: 只須點選幾下，便可連接至所使用應用程式的資料，並開始使用專家預先建置的儀表板。

# ServiceChoice_Content2
source: Connect to data from your files and cloud services, find instant insights, and share them with others.
de_de: Stellen Sie Verbindungen mit Daten aus Dateien und Clouddiensten her, gewinnen Sie sofortige Einblicke, und teilen Sie diese mit anderen.
fr_fr: Accédez à des données à partir de vos fichiers et services cloud, découvrez des informations instantanées et partagez-les avec d’autres personnes.
it_it: Connettiti ai dati dai tuoi file e servizi cloud, trova informazioni dettagliate immediate e condividile con altri utenti.
ja_jp: ファイルおよびクラウド サービスからデータに接続し、手軽に洞察を見つけてから、他のユーザーと共有します。
ko_kr: 파일 및 클라우드 서비스에서 데이터에 연결하고 유용한 정보를 찾고 이를 다른 사람들과 공유하세요.
ru_ru: Подключайте данные из своих файлов и облачных служб, мгновенно получайте аналитические сведения и делитесь информацией с другими пользователями.
zh_cn: 连接文件和云服务中的数据，查找即时见解，并与其他人共享见解。
zh_tw: 連接到來自檔案和雲端服務的資料、找到立即深入解析，以及與他人共用。

# ServiceChoice_Cta
source: Sign up
de_de: Registrieren
fr_fr: S’inscrire
it_it: Iscriviti
ja_jp: サインアップ
ko_kr: 등록
ru_ru: Зарегистрироваться
zh_cn: 注册
zh_tw: 註冊

# ServiceChoice_Subhead
source: The easy way to see your important data in one place
de_de: Der einfache Weg, Ihre wichtigen Daten an einer Stelle anzuzeigen
fr_fr: Un moyen simple de consulter vos données à un seul endroit
it_it: Il modo più semplice per visualizzare i dati più importanti in un'unica posizione
ja_jp: 1 つの場所で重要なデータを確認する簡単な方法
ko_kr: 한 곳에서 중요 데이터를 확인할 수 있는 간단한 방법
ru_ru: Простой способ просмотра всех ваших данных в одном расположении
zh_cn: 在同一位置查看重要数据的简单方式
zh_tw: 輕鬆在一處查看重要資料的方式

# ServiceChoice_Subhead2
source: Create pre-built dashboards from your favorite web services
de_de: Vorkonfigurierte Dashboards auf Grundlage Ihrer bevorzugten Webdienste
fr_fr: Créez des tableaux de bord prédéfinis à partir de vos services web favoris
it_it: Crea dashboard predefiniti dai tuoi servizi Web preferiti
ja_jp: お気に入りの Web サービスから構築済みのダッシュボードを作成する
ko_kr: 즐겨찾는 웹 서비스에서 미리 작성된 대시보드 만들기
ru_ru: Создавайте панели мониторинга с использованием шаблонов и данных избранных веб-служб
zh_cn: 在你喜欢的 Web 服务上创建预构建的仪表板
zh_tw: 從您最愛的 Web 服務建立預先建立的儀表板

# Service_Label
source: Service
de_de: Dienst
it_it: Servizio
ja_jp: サービス
ko_kr: 서비스
ru_ru: Служба
zh_cn: 服务
zh_tw: 服務
