Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Mobile/Index.*.resx
Languages: es_es, fr_fr, it_it, ko_kr, pt_br, zh_cn, zh_tw

# AlwaysKnow_Content
source: Stay up-to-date with data-driven alerts. Discover important insights in time and act on them instantly.
es_es: Manténgase al día con las alertas controladas por datos. Descubra información importante a tiempo y actúe al instante.
fr_fr: Restez informé grâce aux alertes de données. Découvrez à temps des tendances clés et réagissez immédiatement.
it_it: Impostando gli avvisi basati sui dati, riceverai aggiornamenti costanti. Individua tempestivamente le informazioni importanti e agisci immediatamente.
ko_kr: 데이터 기반 경고를 최신 상태로 유지할 수 있습니다. 적시에 중요한 정보를 찾아 즉시 작업해 보세요.
pt_br: Mantenha-se atualizado com alertas controlados por dados. Descubra informações importantes em tempo e aja imediatamente a respeito.
zh_cn: 通过数据驱动警报掌握最新信息。及时发现重要洞察力并立即采取行动。
zh_tw: 透過資料驅動警示，隨時掌握最新資訊。即時探索重要深入資訊，並立即採取行動。

# AlwaysKnow_Heading
source: Always be in the know
es_es: Manténgase siempre informado
fr_fr: Soyez toujours informé
it_it: Rimani sempre aggiornato
ko_kr: 최신 정보를 항상 얻을 수 있습니다.
pt_br: Esteja sempre informado
zh_cn: 始终获悉最新信息
zh_tw: 隨時掌握最新資訊

source: App store
fr_fr: l’App Store
pt_br: Loja de aplicativos
zh_cn: 应用商店
zh_tw: 應用程式市集

# DataOnGo
source: Your Data on the Go
es_es: Datos sobre la marcha
fr_fr: Vos données en déplacement
it_it: Dati sempre a portata di mano, anche in viaggio
ko_kr: 이동 중인 데이터
pt_br: Seus Dados em Movimento
zh_cn: 随时随地使用数据
zh_tw: 隨處隨地取得您的資料

# DataOnGo_Content
source: Join us for this online session and learn how you can make data driven decisions on the go using Power BI iOS, Android & Windows Mobile apps!
es_es: Únase a esta sesión en línea si quiere conocer cómo tomar sobre la marcha decisiones basadas en datos mediante Power BI iOS y las aplicaciones móviles de Android y Windows.
fr_fr: Rejoignez-nous pour cette session en ligne et apprenez à prendre des décisions en fonction des données où que vous soyez à l’aide de l’application mobile Power BI pour iOS, Android et Windows.
it_it: Partecipa a questa sessione online e scopri come prendere decisioni basate sui dati anche in viaggio con le app Power BI per iOS, Android e Windows Mobile.
ko_kr: 이 온라인 세션에 참여하여 Power BI iOS, Android 및 Windows Mobile 앱을 사용하여 이동 중에 데이터를 기반으로 결정을 내리는 방법에 대해 알아보세요!
pt_br: Junte-se a nós nessa sessão online e saiba como é possível realizar decisões impulsionadas por dados em movimento usando aplicativos Power BI iOS, Android e Windows Mobile!
zh_cn: 加入我们，参加本次在线讲习会，了解可如何随时随地使用 Power BI iOS、Android 和 Windows Mobile 应用制定数据驱动的决策！
zh_tw: 與我們一同參與這個線上議程，並了解如何使用 Power BI 的 iOS、Android 及 Windows Mobile 應用程式，隨處隨地制定由資料驅動的決策！

# DemandWebinar
source: On-Demand Webinar
es_es: Seminario web a petición
fr_fr: Webinaire à la demande
it_it: Webinar su richiesta
ko_kr: 주문형 웹 세미나
pt_br: Webinar Sob Demanda
zh_cn: 按需网络研讨会
zh_tw: 隨選網路研討會

source: Download
es_es: Descargar
fr_fr: Télécharger
it_it: Scarica
ko_kr: 다운로드
zh_cn: 下载
zh_tw: 下載

source: Download from
es_es: Descargar de la
fr_fr: Télécharger depuis
it_it: Scarica da
ko_kr: 다운로드 출처
pt_br: Baixar de
zh_cn: 从
zh_tw: 下載自

# Form_Cta
source: Get a link
es_es: Obtener un vínculo
fr_fr: Recevoir un lien
it_it: Ottieni collegamento
ko_kr: 링크 받기
pt_br: Obter um link
zh_cn: 获取链接
zh_tw: 取得連結

# GetLink_Heading
source: Not on your mobile device? Enter your email and we'll send you a download link
es_es: ¿No está usando su dispositivo móvil? Escriba su correo electrónico y le enviaremos un vínculo de descarga
fr_fr: Vous n’avez pas Power BI sur votre appareil mobile ? Entrez votre adresse e-mail et nous vous enverrons un lien de téléchargement
it_it: Non hai ancora installato l'app per dispositivi mobili? Immetti il tuo indirizzo di posta elettronica per ricevere il collegamento per il download
ko_kr: 아직 모바일 장치에 설치하지 않으셨나요? 메일을 입력하면 다운로드 링크를 보내 드립니다.
pt_br: Não está usando seu dispositivo móvel? Digite seu email e nós lhe enviaremos um link de download
zh_cn: 未在使用移动设备？ 请输入你的电子邮件，我们将向你发送一个下载链接
zh_tw: 不在您的行動裝置上嗎？ 請輸入您的電子郵件，我們將會傳送下載連結給您

# Hero_Content
source: Stay connected to your data from anywhere, anytime with the Power BI app for Windows, iOS, and Android. Get a 360° view of your business data on the go - at the touch of your fingertips.
es_es: Permanezca conectado a los datos desde cualquier lugar y en cualquier momento con la aplicación Power BI para Windows, iOS y Android. Tenga al alcance de la mano una visión global de sus datos empresariales en cualquier lugar.
fr_fr: Restez connecté à vos données à tout moment, où que vous soyez, grâce à l’application Power BI pour Windows, iOS et Android. À l’aide d’un simple geste, obtenez une vue globale de vos données d’entreprise quand vous êtes en déplacement.
it_it: Grazie all'app Power BI per Windows, iOS e Android, puoi rimanere connesso ai dati ovunque ti trovi e in qualsiasi momento. Panoramica a 360° dei dati di business sempre a portata di mano, anche in viaggio.
ko_kr: Windows, iOS 및 Android용 Power BI 앱을 사용하여 언제 어디서든 데이터를 이용하세요. 손가락으로 터치하기만 하면 이동 중에도 모든 비즈니스 데이터를 확인할 수 있습니다.
pt_br: Conecte-se aos seus dados de qualquer lugar, a qualquer momento com o aplicativo Power BI para Windows, iOS e Android. Obtenha uma visão de 360° de seus dados corporativos em qualquer lugar, com o toque de seus dedos.
zh_cn: 借助适用于 Windows、iOS 和 Android 的 Power BI 应用随时随地保持连接到你的数据。只需轻触指尖，即可随时随地获取业务数据的 360° 全方位视图。
zh_tw: 透過適用於 Windows、iOS 和 Android 的 Power BI 應用程式，隨時隨地與您的資料保持連接。即使出門在外，只要動動手指頭，也能取得商務資料的全方位檢視。

# Hero_Heading
source: Make sure your data travels as well as you do
es_es: Asegúrese de que los datos lo acompañan en sus viajes
fr_fr: Emportez vos données partout avec vous
it_it: Dati sempre disponibili, ovunque ti trovi
ko_kr: 원활한 데이터 전송 및 작업
pt_br: Certifique-se de que seus dados transitem tão bem quanto você
zh_cn: 确保你的数据同你一起“旅行”
zh_tw: 確保您不論到哪裡都可以使用您的資料。

# Hero_MoreStoreOptions_Cta
source: Also available in other countries
es_es: Disponible también en otros países
fr_fr: Également disponible dans d’autres pays
it_it: Disponibile anche in altri paesi
ko_kr: 다른 국가에서도 사용 가능함
pt_br: Também disponível em outros países
zh_cn: 在其他国家/地区也可使用
zh_tw: 在其他國家也能使用

# META_DESCRIPTION
source: Power BI tranforms your company's data into rich visuals for you to collect and organize so you can focus on what matters to you. Stay in the know, spot trends as they happen, and push your business further.
es_es: Power BI transforma los datos de su compañía en objetos visuales enriquecidos que puede recopilar y organizar, lo que le permite centrarse en lo que realmente importa. Manténgase informado, detecte las tendencias en cuanto surgen e impulse su negocio.
fr_fr: Power BI transforme les données de votre entreprise en riches éléments visuels que vous pouvez collecter et organiser sans difficulté comme vous le voulez, pour que vous puissiez vous concentrer sur ce qui est vraiment important. Restez au fait des changements, repérez les tendances en temps réel et poussez votre entreprise encore plus loin.
it_it: Power BI trasforma i dati aziendali in elementi visivi avanzati che puoi raccogliere e organizzare per visualizzare le informazioni a cui sei interessato, per rimanere sempre aggiornato, individuare le tendenze non appena si manifestano e incrementare l'attività.
ko_kr: Power BI는 사용자가 중요한 내용에 집중할 수 있도록 회사의 데이터를 수집 및 구성이 가능한 풍부한 시각적 요소로 변환해 줍니다. 정보를 꾸준히 얻고 추세를 파악하여 비즈니스를 확장해 보세요.
pt_br: O Power BI transforma os dados da sua empresa em visuais avançados para você coletar e organizar, podendo então concentrar-se no que realmente importa para você. Mantenha-se informado, identifique tendências conforme elas acontecem e impulsione ainda mais seu negócio.
zh_cn: Power BI 可将你公司的数据转换为丰富的视觉对象，便于你进行收集和组织，从而使你能够集中关注重要的内容。始终获悉最新信息、掌握即时趋势并进一步推动你的业务。
zh_tw: Power BI 會將您公司的資料轉換成各種視覺效果，方便您加以收集及編排，讓您可以將全部注意力放在您關注的事物上。隨時掌握最新資訊，找出進行中的趨勢，並進一步推動業務。

# META_PAGETITLE
source: Mobile | Microsoft Power BI
es_es: Móvil | Microsoft Power BI
it_it: Dispositivi mobili | Microsoft Power BI
ko_kr: 모바일 | Microsoft Power BI
pt_br: Celular | Microsoft Power BI
zh_tw: 行動 | Microsoft Power BI

# MoreStoreOptions_Heading
source: Need a country/region specific version? View more store options
es_es: ¿Necesita la versión específica de algún país o región? Ver más opciones de almacén
fr_fr: Vous avez besoin d’une version spécifique à un pays ou une région ? Afficher plus d’options de magasin
it_it: Ti serve una versione specifica per un paese/un'area? Vedi altre opzioni dello Store
ko_kr: 국가/지역 특정 버전이 필요한가요? 스토어 옵션 자세히 보기
pt_br: Precisa de uma versão específica de país/região? Exibir mais opções de repositório
zh_cn: 需要某个国家/地区的特定版本？ 查看更多应用商店选项
zh_tw: 需要國家/地區專屬版本嗎？ 檢視更多市集選項

# RegionCountry
source: Country/Region:
es_es: País o región:
fr_fr: Pays :
it_it: Paese/area geografica
ko_kr: 국가/지역:
pt_br: País/Região:
zh_cn: 国家/地区：
zh_tw: 國家 / 地區：

# Region_China
source: China
fr_fr: Chine
it_it: Cina
ko_kr: 중국
zh_cn: 中国
zh_tw: 中國

# Region_Global
source: Global
it_it: Globale
ko_kr: 글로벌
zh_cn: 全球
zh_tw: 全球

source: Register
es_es: Registro
fr_fr: Inscription
it_it: Registrati
ko_kr: 등록
pt_br: Registrar
zh_cn: 注册应用
zh_tw: 註冊

# ShareDiscovers_Content
source: Share live reports and dashboards to keep your team on the same page. Tell stories with your data to engage your customers and colleagues.
es_es: Comparta informes activos y paneles para que todo el equipo esté en sintonía. Cuente historias con los datos para llamar la atención de sus clientes y compañeros de trabajo.
fr_fr: Partagez des rapports et des tableaux de bord en temps réel pour que vous et votre équipe soyez sur la même longueur d’onde. Faites parler vos données pour susciter l’intérêt de vos clients et de vos collègues.
it_it: Condividi report e dashboard in tempo reale per mantenere aggiornato il team. Utilizza i dati per comunicare le storie e coinvolgere clienti e colleghi.
ko_kr: 실시간 보고서와 대시보드를 팀과 공유하세요. 데이터의 의미를 공유하여 고객 및 동료가 이해하고 참여하도록 할 수 있습니다.
pt_br: Compartilhe relatórios e painéis em tempo real para manter sua equipe em sintonia. Conte histórias com seus dados para envolver seus clientes e colegas.
zh_cn: 共享实时报告和仪表板，使整个团队位于同一页面上。讲述数据背后的故事以吸引你的顾客和同事。
zh_tw: 共用即時報表和儀表板，並讓小組達成共識。陳述資料背後的意義，以與您的客戶和同事互動。

# ShareDiscovers_Heading
source: Share discoveries with your team
es_es: Comparta sus descubrimientos con el equipo
fr_fr: Partagez vos découvertes avec votre équipe
it_it: Condividi le informazioni con il team
ko_kr: 얻은 정보를 팀과 공유
pt_br: Compartilhe as descobertas com sua equipe
zh_cn: 与你的团队共享发现的信息
zh_tw: 與小組分享發現結果

# Visualize_Content
source: View your personalized dashboards and reports anywhere. Interact with your data easily in a touch-optimized experience with the Power BI native Windows, iOS, and Android apps.
es_es: Vea sus informes y paneles personalizados en cualquier lugar. Interactúe con los datos fácilmente en una experiencia táctil optimizada con las aplicaciones nativas de Windows, iOS y Android de Power BI.
fr_fr: Visualisez vos rapports et vos tableaux de bords personnalisés où que vous soyez. Interagissez facilement avec vos données grâce aux fonctionnalités tactiles des applications natives Power BI pour Windows, iOS et Android.
it_it: Visualizza i tuoi dashboard e report personalizzati ovunque ti trovi. Interagisci con i dati grazie all'esperienza ottimizzata per il tocco delle app Power BI per Windows, iOS e Android native.
ko_kr: 어디서든지 맞춤형 대시보드와 보고서를 볼 수 있습니다. Power BI 네이티브 Windows, iOS 및 Android 앱을 통해 터치가 최적화된 환경에서 데이터와 쉽게 상호 작용할 수 있습니다.
pt_br: Veja seus painéis de controle personalizados e relatórios em qualquer lugar. Interaja com os seus dados facilmente em uma experiência otimizada para toque, com os aplicativos do Windows, iOS e Android nativos do Power BI.
zh_cn: 从任何位置查看你的个性化仪表板和报告。在借助 Power BI 对触摸体验进行了优化的本机 Windows、iOS 和 Android 应用上，轻松地与数据进行交互。
zh_tw: 從任何地方檢視您的個人化儀表板和報表。使用 Power BI 原生 Windows、iOS 和 Android 應用程式，以最佳化的觸控體驗輕鬆地與您的資料互動。

# Visualize_Heading
source: Visualize
es_es: Visualice
fr_fr: Visualisez
it_it: Visualizza
ko_kr: 시각화
pt_br: Visualizar
zh_cn: 可视化
zh_tw: 視覺化

source: Windows store
es_es: Tienda Windows
fr_fr: le Windows Store
ko_kr: Windows 스토어
zh_cn: Windows 应用商店下载
zh_tw: Windows 市集
