Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/SolutionTemplates/Details.*.resx
Languages: es_es, ja_jp, ko_kr, zh_cn, zh_tw

# Community_Content
source: Ask questions in the Power BI solution template community forum. Have a problem? Have a great idea? We want to hear from you!
es_es: Haga preguntas en el foro de la comunidad de plantillas de soluciones de Power BI. ¿Tiene algún problema? ¿Tiene alguna magnífica idea? Le agradecemos sus comentarios.
ja_jp: 質問は Power BI ソリューション テンプレートのコミュニティ フォーラムでお尋ねください。問題が発生していますか。 すばらしいアイデアをお持ちですか。 ご意見をお寄せください。
ko_kr: Power BI 솔루션 템플릿 커뮤니티 포럼에서 질문하세요. 문제가 있으신가요? 좋은 아이디어가 있으신가요? 여러분의 의견을 듣고 싶습니다!
zh_cn: 在 Power BI 解决方案模板社区论坛中提问。有问题？ 有绝佳的想法？ 我们希望能收到你的反馈！
zh_tw: 在 Power BI 解決方案範本社群論壇發問。有任何問題嗎？ 有很棒的點子嗎？ 希望您不吝與我們分享

# Community_Cta
source: Visit community
es_es: Visitar la comunidad
ja_jp: コミュニティにアクセスする
ko_kr: 커뮤니티 방문
zh_cn: 访问社区
zh_tw: 前往社群

# Community_Heading
source: Questions about Power BI solution templates?
es_es: ¿Tiene preguntas sobre las plantillas de soluciones de Power BI?
ja_jp: Power BI ソリューション テンプレートについて質問がありますか。
ko_kr: Power BI 솔루션 템플릿에 대한 질문이 있으신가요?
zh_cn: 有关于 Power BI 解决方案模板的问题？
zh_tw: 您有 Power BI 解決方案範本的問題嗎？

# Contact_Cta
source: Contact ETL partner:
es_es: Contacto con el asociado de ETL:
ja_jp: ETL パートナーに問い合わせ:
ko_kr: ETL 파트너에 문의:
zh_cn: 联系 ETL 合作伙伴：
zh_tw: 連絡 ETL 合作夥伴：

# FeaturedPartners_Title
source: Connect with one of our Power BI partners to arrange a proof of concept in your environment:
es_es: Póngase en contacto con uno de nuestros asociados de Power BI para organizar una prueba de concepto en el entorno:
ja_jp: Power BI パートナーにお問い合わせいただき、ご利用の環境での概念実証を取り決めてください。
ko_kr: Power BI 파트너 중 한 곳에 연락하여 해당 환경의 개념 증명을 준비하세요.
zh_cn: 与我们的一位 Power BI 合作伙伴联系，在你的环境中安排概念证明：
zh_tw: 您可以連絡任何 Power BI 合作夥伴，為您的環境安排概念證明示範：

# GetAtGitHub_Cta
source: Get it at GitHub
es_es: Obtener en GitHub
ja_jp: GitHub で入手する
ko_kr: GitHub에서 다운로드
zh_cn: 在 GitHub 上获取
zh_tw: 從 GitHub 取得

# InstallNow_Cta
source: Install now
es_es: Instalar ahora
ja_jp: 今すぐインストールする
ko_kr: 지금 설치
zh_cn: 立即安装
zh_tw: 立即安裝

# LearnMore_Content
source: Visit our Partner Solution Showcase to see how they're solving problems and improving efficiency with Power BI.
es_es: Visite la presentación de soluciones de asociados para ver cómo resuelven los problemas y mejoran su eficacia con Power BI.
ja_jp: 当社のパートナー ソリューション ショーケースで、各社が Power BI によってどのように問題を解決し、効率性を高めたかをご覧ください。
ko_kr: 파트너 솔루션 쇼케이스에 방문하여 Power BI에 이들 솔루션을 통해 문제를 해결하고 효율성을 개선하는 방법을 알아보세요.
zh_cn: 请访问我们的合作伙伴解决方案展示，了解他们是如何使用 Power BI 解决问题并提高效率的。
zh_tw: 請造訪我們的合作夥伴解決方案展示，了解其他使用者如何利用 Power BI 解決問題和改善效率。

# LearnMore_Cta
source: Learn more
es_es: Más información
ja_jp: 詳細情報
ko_kr: 자세히 알아보기
zh_cn: 了解详细信息
zh_tw: 深入了解

# LearnMore_Heading
source: Does your organization need a custom BI solution?
es_es: ¿Su organización necesita una solución de BI personalizada?
ja_jp: 御社はカスタム BI ソリューションを必要としていますか。
ko_kr: 귀사에 사용자 지정 BI 솔루션이 필요하나요?
zh_cn: 你的组织是否需要一个自定义的 BI 解决方案？
zh_tw: 貴組織是否需要量身打造的 BI 解決方案？

# META_DESCRIPTION
source: Power BI tranforms your company's data into rich visuals for you to collect and organize so you can focus on what matters to you. Stay in the know, spot trends as they happen, and push your business further.
es_es: Power BI transforma los datos de su compañía en objetos visuales enriquecidos que puede recopilar y organizar, lo que le permite centrarse en lo que realmente importa. Manténgase informado, detecte las tendencias en cuanto surgen e impulse su negocio.
ja_jp: Power BI は、会社のデータを豊かな視覚情報に変換して収集と整理を助け、重要な問題に取り組めるようにします。最新情報を取得し、動向の発生をつかみ、ビジネスをさらに推進します。
ko_kr: Power BI는 사용자가 중요한 내용에 집중할 수 있도록 회사의 데이터를 수집 및 구성이 가능한 풍부한 시각적 요소로 변환해 줍니다. 정보를 꾸준히 얻고 추세를 파악하여 비즈니스를 확장해 보세요.
zh_cn: Power BI 可将你公司的数据转换为丰富的视觉对象，便于你进行收集和组织，从而使你能够集中关注重要的内容。始终获悉最新信息、掌握即时趋势并进一步推动你的业务。
zh_tw: Power BI 會將您公司的資料轉換成各種視覺效果，方便您加以收集及編排，讓您可以將全部注意力放在您關注的事物上。隨時掌握最新資訊，找出進行中的趨勢，並進一步推動業務。

# META_PAGETITLE
source: Solution templates | Microsoft Power BI
es_es: Plantillas de soluciones | Microsoft Power BI
ja_jp: ソリューション テンプレート | Microsoft Power BI
ko_kr: 솔루션 템플릿 | Microsoft Power BI
zh_cn: 解决方案模板 | Microsoft Power BI
zh_tw: 解決方案範本 | Microsoft Power BI

# ViewDocumentation_Cta
source: View documentation
es_es: Ver la documentación
ja_jp: ドキュメントを表示する
ko_kr: 설명서 보기
zh_cn: 查看文档
zh_tw: 檢視文件

# ViewReport_Cta
source: View Report
es_es: Ver informe
ja_jp: レポートの表示
ko_kr: 보고서 보기
zh_cn: 查看报表
zh_tw: 檢視報表

# WatchVideo_Cta
source: Watch demo
es_es: Ver demostración
ja_jp: デモの視聴
ko_kr: 데모 보기
zh_cn: 观看演示
zh_tw: 觀看示範
