Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Publishtoweb/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# CommunityGallery_Content
source: See how others are leveraging Power BI
de_de: Sehen Sie sich an, wie andere Power BI nutzen
es_es: Observe cómo otras personas se benefician de las ventajas de Power BI
fr_fr: Découvrez de quelle manière les autres utilisateurs tirent parti de Power BI
it_it: Vedi in che modo gli altri stanno sfruttando Power BI
ja_jp: 他のユーザーの Power BI の活用方法を見る
ko_kr: 다른 사람들이 Power BI를 어떻게 활용하고 있는지 알아 보세요.
pt_br: Veja como os outros estão utilizando o Power BI
ru_ru: Узнайте, как другие используют преимущества Power BI
zh_cn: 了解其他人如何利用 Power BI
zh_tw: 看看他人如何運用 Power BI

# CommunityGallery_Heading
source: Power BI Community Gallery
de_de: Power BI-Communitykatalog
es_es: Galería de la comunidad de Power BI
fr_fr: Galerie de la communauté Power BI
it_it: Raccolta della community di Power BI
ja_jp: Power BI コミュニティ ギャラリー
ko_kr: Power BI 커뮤니티 갤러리
pt_br: Galeria da Comunidade do Power BI
ru_ru: Коллекция сообщества Power BI
zh_cn: Power BI 社区库
zh_tw: Power BI 社群資源庫

# Craft_Copy
source: Use any data, from hundreds of sources to easily create compelling, interactive visualizations. Customize your visuals to fit your brand and your audience.
de_de: Nutzen Sie beliebige Daten aus Hunderten von Quellen, um überzeugende, interaktive Visualisierungen mühelos zu erstellen. Passen Sie Ihre Visualisierungen entsprechend Ihrem Unternehmen und Ihrer Zielgruppe an.
es_es: Use los datos que quiera de cientos de orígenes para crear fácilmente atractivas visualizaciones interactivas. Personalice sus objetos visuales para ajustarlos a su marca y a su público.
fr_fr: Utilisez n’importe quelles données provenant de centaines de sources, pour créer facilement des visualisations interactives attrayantes. Personnalisez vos éléments visuels pour les adapter à votre marque et à votre audience.
it_it: Usa qualsiasi dato, da centinaia di origini, per creare con facilità visualizzazioni accattivanti e interattive. Personalizza i tuoi oggetti visivi in modo ottimale per il tuo marchio e i tuoi destinatari.
ja_jp: さまざまなソースからのデータを使って、人を引き付ける対話型の視覚化を簡単に作成します。自分のブランドやオーディエンスに合わせてビジュアルをカスタマイズします。
ko_kr: 수백 가지 소스의 데이터를 활용하여 뛰어난 대화형 시각화를 쉽게 만드세요. 귀하의 브랜드와 대상에 맞게 시각적 개체를 사용자 지정할 수 있습니다.
pt_br: Use quaisquer dados, de centenas de fontes, para criar facilmente visualizações interativas e atraentes. Personalize seus elementos visuais para adequá-los à sua marca e público.
ru_ru: Чтобы создавать наглядные интерактивные визуализации, достаточно любых данных из сотен источников. Можно настроить визуальное оформление в соответствии с вашим фирменным стилем и целевой аудиторией.
zh_cn: 使用来自数百个来源的任何数据，轻松创建引人注目的交互式可视化效果。自定义视觉对象以适应品牌和受众。
zh_tw: 利用來源上百種的各種資料，輕鬆建立吸引人的互動式視覺效果。針對您的品牌和對象自訂視覺效果。

# Craft_Heading
source: Craft your data story
de_de: Gestalten Sie die Geschichte zu Ihren Daten
es_es: Cree su historia de datos
fr_fr: Réalisez vos scénarios de données
it_it: Crea la storia dei tuoi dati
ja_jp: データ ストーリーを作成する
ko_kr: 데이터 스토리 만들기
pt_br: Crie sua história de dados
ru_ru: Создание истории о данных
zh_cn: 创作数据故事
zh_tw: 創造您的資料故事

# CustomVisualsGallery_Content
source: Browse BI Community for inspiration
de_de: Lassen Sie sich von der BI-Community inspirieren
es_es: Explore la comunidad de BI en busca de inspiración
fr_fr: Parcourez la communauté Power BI pour trouver de l’inspiration
it_it: Esplora la Community di Power BI per trovare l'ispirazione
ja_jp: BI コミュニティでヒントを得る
ko_kr: 아이디어를 주는 BI 커뮤니티 둘러보기
pt_br: Navegue pela Comunidade do BI para se inspirar
ru_ru: Загляните в сообщество BI в поиске интересных идей
zh_cn: Browse BI 社区激发灵感
zh_tw: 激發靈感的 Power BI 社群

# CustomVisualsGallery_Heading
source: Custom Visuals Gallery
de_de: Katalog mit benutzerdefinierten Visualisierungen
es_es: Galería de objetos visuales personalizados
fr_fr: Galerie de visuels personnalisés
it_it: Raccolta di oggetti visivi personalizzati
ja_jp: カスタム ビジュアル ギャラリー
ko_kr: 사용자 지정 시각적 개체 갤러리
pt_br: Galeria de Visuais Personalizados
ru_ru: Коллекция пользовательских визуальных элементов
zh_cn: 自定义视觉对象库
zh_tw: 自訂視覺效果資源庫

# GetInspired_Heading
source: Get Inspired
de_de: Inspiration
es_es: Encontrar la inspiración
fr_fr: Inspirez-vous
it_it: Trova l'ispirazione
ja_jp: ヒントを得る
ko_kr: 아이디어 얻기
pt_br: Inspire-se
ru_ru: Интересные идеи
zh_cn: 获得启发
zh_tw: 獲得啟發

# GetStarted_Cta
source: Get started free
de_de: Jetzt kostenfrei starten
es_es: Comenzar gratis
fr_fr: Commencer gratuitement
it_it: Inizia gratuitamente
ja_jp: 無料で使い始める
ko_kr: 무료로 시작
pt_br: Comece gratuitamente
ru_ru: Начните сейчас бесплатно
zh_cn: 免费开始使用
zh_tw: 免費開始使用

# GetStarted_Heading
source: Getting Started with Power BI
de_de: Erste Schritte mit Power BI
es_es: Introducción a Power BI
fr_fr: Prise en main de Power BI
it_it: Introduzione a Power BI
ja_jp: Power BI の概要
ko_kr: Power BI 시작하기
pt_br: Introdução ao Power BI
ru_ru: Приступая к работе с Power BI
zh_cn: 开始使用 Power BI
zh_tw: 開始使用 Power BI

# GuidedLearning_Content
source: Skill up on Power BI so you can start transforming your company’s data into rich insights and visuals.
de_de: Vertiefen Sie Ihre Power BI-Kenntnisse, und verwandeln Sie die Daten Ihres Unternehmens in umfassende Analysen und Visualisierungen.
es_es: Conozca Power BI para que pueda empezar a transformar los datos de la empresa en atractivos análisis y objetos visuales.
fr_fr: Perfectionnez-vous sur Power BI afin que vous puissiez transformer les données de votre entreprise en visuels et insights enrichis.
it_it: Sviluppa le tue competenze su Power BI per poter iniziare a trasformare i dati della tua società in informazioni dettagliate e oggetti visivi avanzati.
ja_jp: Power BI のスキルを磨き、会社のデータを豊富な洞察やビジュアルに変換できるようにしましょう。
ko_kr: 회사의 데이터를 풍성한 정보와 시각적 개체로 변환할 수 있게 Power BI 기술을 습득해 보세요.
pt_br: Aprenda mais sobre o Power BI para você começar a transformar os dados da sua empresa em insights e visuais avançados.
ru_ru: Ознакомьтесь с расширенными возможностями Power BI, которые помогут представлять данные вашей компании в виде полезной легко читаемой информации и визуальных элементов.
zh_cn: 掌握 Power BI 的使用技巧，开始将公司数据转换为丰富的见解和视觉对象。
zh_tw: 增進 Power BI 的使用技能，開始將公司資料轉換成豐富的深入解析與視覺效果。

# GuidedLearning_Heading
source: Guided Learning
de_de: Geführtes Lernen
es_es: Aprendizaje guiado
fr_fr: Formation guidée
it_it: Apprendimento guidato
ja_jp: ガイド付き学習
ko_kr: 단계별 학습
pt_br: Aprendizagem orientada
ru_ru: Направляемое обучение
zh_cn: 指导式学习
zh_tw: 導引式學習

# Hero_Copy
source: You have an idea. You have the data. Power BI brings it to life. Power BI publish to web lets you create data stories with amazing interactive visualizations and publish them to your blog or website in minutes.
de_de: Sie haben eine Idee. Sie haben die Daten. Mit Power BI können Sie sie realisieren. Mit dem Power BI-Feature „Webveröffentlichung“ können Sie die Geschichte hinter Ihren Daten mit aussagekräftigen interaktiven Visualisierungen ausgestalten und in Minuten in Ihrem Blog oder auf Ihrer Website veröffentlichen.
es_es: Tiene una idea. Tiene los datos. Power BI la convierte en realidad. La opción Publicar en Web de Power BI le permite crear historias de datos con visualizaciones interactivas espectaculares, así como publicarlas en su blog o sitio web en cuestión de minutos.
fr_fr: Vous avez une idée. Vous avez les données. Power BI leur donne vie. La publication Power BI sur le web vous permet de créer des scénarios de données avec des visualisations interactives attrayantes, puis de les publier sur votre blog ou votre site web en quelques minutes.
it_it: Hai un'idea. Hai i dati. Power BI dà vita alla tua idea. La funzionalità Pubblica sul Web di Power BI ti permette di creare storie relative ai dati con visualizzazioni interattive accattivanti e di pubblicarle sul tuo blog o sul tuo sito Web in pochi minuti.
ja_jp: あなたには 1 つのアイデアとデータがあります。Power BI はそのアイデアに命を吹き込みます。Power BI Publish to Web によって、素晴らしい対話型の視覚化でデータ ストーリーを作成することができます。また、それをブログや Web サイトに数分で公開できます。
ko_kr: 아이디어가 있고 데이터가 있다면 Power BI에서 돋보이게 만드세요. Power BI 웹에 게시를 사용하면 뛰어난 대화형 시각화로 데이터 스토리를 만들고 몇 분 내에 블로그나 웹 사이트에 게시할 수 있습니다.
pt_br: Você tem uma ideia. Você tem os dados. O Power BI dá vida a ela. O Publicar na Web do Power BI permite a você criar histórias de dados com visualizações interativas incríveis, ou publicá-las em seu blog ou site em questão de minutos.
ru_ru: У вас есть идея. У вас есть данные. Power BI воплощает их в жизнь. Публикация в Интернете через Power BI позволяет создавать истории о данных с потрясающими интерактивными визуализациями и публиковать их в блоге или на веб-сайте за несколько минут.
zh_cn: 有了想法。有了数据。Power BI 让它生动起来。利用 Power BI 的“发布到 Web”功能，用户可通过令人惊叹的交互式可视化效果创建数据故事，几分钟内即可发布到博客或网站上。
zh_tw: 有了想法，有了資料，就讓 Power BI 為它們賦予生命吧！Power BI 的「發佈至網路」可讓您透過令人讚嘆的互動式視覺效果，建立資料故事，且只要幾分鐘內便能發佈至部落格和網站。

# Hero_Heading
source: Bring your story to life with data
de_de: Lassen Sie Ihre Vorstellung mit Daten Wirklichkeit werden
es_es: Haga que su historia cobre vida a través de los datos
fr_fr: Donnez vie à vos données
it_it: Dai vita alla tua storia grazie ai dati
ja_jp: データでストーリーに命を吹き込む
ko_kr: 데이터를 이용하여 스토리를 돋보이게 하기
pt_br: Dê vida à sua história com dados
ru_ru: Воплощение вашего рассказа в жизнь с помощью данных
zh_cn: 通过数据让故事更生动
zh_tw: 透過資料將您的故事變得更生動

# META_PAGETITLE
source: Power BI publish to web | Microsoft Power BI
de_de: Power BI-Webveröffentlichung | Microsoft Power BI
es_es: Publicar en Web de Power BI | Microsoft Power BI
fr_fr: Publication Power BI sur le web | Microsoft Power BI
it_it: Pubblica sul Web di Power BI | Microsoft Power BI
ko_kr: Power BI 웹에 게시 | Microsoft Power BI
pt_br: Publicar na Web do Power BI | Microsoft Power BI
ru_ru: Публикация в Интернете через Power BI | Microsoft Power BI
zh_cn: Power BI“发布到 Web”功能 | Microsoft Power BI
zh_tw: Power BI 發行至 Web | Microsoft Power BI

# Own_Copy
source: Edit, update, or refresh visualizations easily. Choose when and what you share—and what you don’t. Un-share them in a single click whenever you want.
de_de: Bearbeiten oder aktualisieren Sie Ihre Visualisierungen ganz problemlos. Wählen Sie aus, wann Sie was freigeben – und was nicht. Sie können die Freigabe jederzeit per Mausklick aufheben.
es_es: Edite y actualice las visualizaciones fácilmente. Elija cuándo y qué quiere compartir, y qué no. Deje de compartir datos con un solo clic cuando quiera.
fr_fr: Modifiez, mettez à jour et actualisez facilement les visualisations. Choisissez ce que vous partagez ou non, et à quel moment. Annulez les partages en un seul clic, quand vous voulez.
it_it: Modifica o aggiorna con facilità le visualizzazioni. Scegli quando e cosa condividere e non condividere. Annulla la condivisione dei dati con un solo clic in qualsiasi momento.
ja_jp: 視覚化を簡単に編集したり、更新したりできます。何をいつ共有するか、また何を共有しないかを選びます。いつでも望むときに 1 回のクリックで共有を解除できます。
ko_kr: 간편하게 시각화를 편집, 업데이트 또는 새로 고치세요. 공유할 시기와 내용 및 공유하지 않을 내용을 선택할 수 있습니다. 언제든 한 번의 클릭으로 공유를 취소할 수 있습니다.
pt_br: Edite, atualize ou renove visualizações com facilidade. Escolha quando e o que você compartilha - e o que não compartilha. Deixe de compartilhá-los com um único clique, quando quiser.
ru_ru: Вы можете с легкостью изменять и обновлять визуализации. Вы сами выбираете, когда и чем делиться, а чем не делиться. Отменить общий доступ можно одним щелчком мыши когда угодно.
zh_cn: 轻松编辑、更新或刷新可视化效果。选择共享的时间和内容 - 以及不共享的内容。只需单击一下即可随时取消共享它们。
zh_tw: 可輕鬆編輯、更新或重新整理視覺效果。您可選擇分享的時間，還能挑選分享內容，隨時按一下即可取消分享。

# Own_Heading
source: Own your story and your data
de_de: Behalten Sie die Kontrolle über Ihre Geschichte und Daten
es_es: Sea propietario de su historia y sus datos
fr_fr: Soyez maître de votre scénario et de vos données
it_it: Mantieni la proprietà della tua storia e dei tuoi dati
ja_jp: 自分のストーリーとデータを管理します
ko_kr: 자신의 스토리 및 데이터 소유
pt_br: Seja proprietário de sua história e seus dados
ru_ru: Все под контролем
zh_cn: 掌握故事和数据
zh_tw: 一手掌握您的故事與資料

# ProductDocumentation_Content
source: View in-depth articles for all of Power BI’s tools and features from getting started to advanced techniques.
de_de: Lesen Sie ausführliche Artikel zu sämtlichen Tools und Features von Power BI – von den ersten Schritten bis zu den neuesten Techniken.
es_es: Lea los artículos exhaustivos de todas las herramientas y características de Power BI, desde cómo empezar hasta las técnicas avanzadas.
fr_fr: Lisez des articles détaillés sur l’ensemble des outils et fonctionnalités de Power BI, de la prise en main à l’utilisation de techniques avancées.
it_it: Visualizza articoli di approfondimento su tutti gli strumenti e tutte le funzionalità di Power BI, dalle attività iniziali fino alle tecniche più avanzate.
ja_jp: Power BI の初歩から高度な技術まで、すべてのツールと機能について詳細な記事を確認できます。
ko_kr: 시작 단계에서 고급 기술까지 모든 Power BI 도구 및 기능에 대한 자세한 문서를 보세요.
pt_br: Exiba artigos aprofundados sobre todas as ferramentas e recursos do Power BI, desde a introdução até técnicas avançadas.
ru_ru: Читайте подробные статьи обо всех инструментах и функциях Power BI — от руководств по началу работы до профессиональных техник.
zh_cn: 查看有关 Power BI 所有工具和功能的深入分析文章，从入门到高级技巧一应俱全。
zh_tw: 檢視所有 Power BI 工具及功能的深度文章，從初階到進階技術一應俱全。

# ProductDocumentation_Heading
source: Power BI Product Documentation
de_de: Power BI-Produktdokumentation
es_es: Documentación del producto Power BI
fr_fr: Documentation sur le produit Power BI
it_it: Documentazione del prodotto Power BI
ja_jp: Power BI 製品ドキュメント
ko_kr: Power BI 제품 설명서
pt_br: Documentação do produto do Power BI
ru_ru: Документация по Power BI
zh_cn: Power BI 产品文档
zh_tw: Power BI 產品文件

# PublishtowebDocumentation_Content
source: Step by step guide on how to get started, use and manage Power BI publish to web, including tips and tricks.
de_de: Schrittweise Anleitung zu den ersten Schritten, zum Verwenden und Verwalten der Power BI-Webveröffentlichung sowie Tipps und Tricks.
es_es: Guía paso a paso sobre cómo empezar, usar y administrar Publicar en web de Power BI, con sugerencias y trucos.
fr_fr: Guide pas à pas pour bien démarrer, utiliser et gérer la publication sur le web de Power BI, qui présente également des conseils et astuces.
it_it: Guida dettagliata su come avviare, usare e gestire Pubblica sul Web di Power BI, inclusi suggerimenti e consigli.
ja_jp: Power BI Publish to Web を開始、使用、管理する方法に関する、ヒントとテクニックを含むステップ バイ ステップのガイド。
ko_kr: 팁과 트릭을 포함하여 Power BI 웹에 게시를 시작, 사용, 관리 방법에 대한 단계별 가이드입니다.
pt_br: Guia passo a passo de como começar, usar e gerenciar o Publicar na Web do Power BI, incluindo dicas e truques.
ru_ru: Пошаговое руководство по работе с функцией публикации в Интернете Power BI: начало работы, использование и управление, в том числе советы и рекомендации.
zh_cn: 有关如何入门、使用和管理 Power BI“发布到 Web”功能的分步指南，其中包括提示和技巧。
zh_tw: 逐步指南會說明如何入門、使用及管理 Power BI 發行到網路功能，包括提示和秘訣。

# PublishtowebDocumentation_Heading
source: Power BI publish to web Documentation
de_de: Dokumentation zur Power BI-Webveröffentlichung
es_es: Documentación de Publicar en Web de Power BI
fr_fr: Documentation sur la fonctionnalité de publication sur le web de Power BI
it_it: Documentazione di Pubblica sul Web di Power BI
ja_jp: Power BI Publish to Web ドキュメント
ko_kr: Power BI 웹에 게시 설명서
pt_br: Documentação do Publicar na Web do Power BI
ru_ru: Документация по функции публикации в Интернете Power BI
zh_cn: Power BI“发布到 Web”功能文档
zh_tw: Power BI 發行到網路功能文件

source: Read more
de_de: Weitere Informationen
es_es: Más información
fr_fr: En savoir plus
it_it: Altre informazioni
ja_jp: 詳細情報
ko_kr: 자세한 내용 알아보기
pt_br: Leia mais
ru_ru: Читать дальше
zh_cn: 阅读详细内容
zh_tw: 深入了解

source: Stories
de_de: Anwendungsberichte
es_es: Historias
fr_fr: Témoignages
it_it: Storie
ja_jp: ストーリー
ko_kr: 스토리
pt_br: Histórias
ru_ru: Истории
zh_cn: 故事
zh_tw: 案例

# Subnav_Business
source: Business
de_de: Unternehmen
es_es: Profesional
fr_fr: Affaires
ja_jp: ビジネス
ko_kr: 비즈니스
pt_br: Negócios
ru_ru: Бизнес
zh_cn: 企业
zh_tw: 商務

# Subnav_Media
source: Media
de_de: Medien
es_es: Medios
fr_fr: Médias
ja_jp: メディア
ko_kr: 미디어
pt_br: Mídia
ru_ru: СМИ
zh_cn: 媒体
zh_tw: 媒體

# Subnav_Nonprofits
source: Nonprofits
de_de: Gemeinnützige Organisationen
es_es: Organizaciones sin ánimo de lucro
fr_fr: Associations
it_it: Organizzazioni no profit
ja_jp: 非営利組織
ko_kr: 비영리
pt_br: Instituições Sem Fins Lucrativos
ru_ru: Некоммерческие организации
zh_cn: 非营利组织
zh_tw: 非營利組織

# Subnav_PublicSector
source: Public Sector
de_de: Öffentlicher Sektor
es_es: Sector público
fr_fr: Secteur public
it_it: Settore pubblico
ja_jp: 公的機関
ko_kr: 공공 부문
pt_br: Setor Público
ru_ru: Государственный сектор
zh_cn: 公共部门
zh_tw: 公部門

# Tell_Copy
source: Publish your interactive data story with a few clicks. Easily embed it in your public blog or website. Reach unlimited views on any device.
de_de: Veröffentlichen Sie Ihre interaktive Geschichte zu Ihren Daten mit ein paar Klicks. Betten Sie sie mühelos in Ihren öffentlichen Blog oder Ihre Website ein. Erreichen Sie auf jedem Gerät unbegrenzt viele Aufrufe.
es_es: Publique su historia de datos interactiva con unos pocos clics. Insértela fácilmente en su blog o sitio web públicos. Consiga visualizaciones ilimitadas en cualquier dispositivo.
fr_fr: Publiez vos données interactives en quelques clics. Incorporez-les facilement dans votre blog ou votre site web public. Obtenez des visualisations illimitées sur n’importe quel appareil.
it_it: Pubblica la storia interattiva dei tuoi dati con pochi clic. Incorporala con facilità nel tuo blog pubblico o nel tuo sito Web. Ottieni visualizzazioni illimitate su qualsiasi dispositivo.
ja_jp: 数クリックするだけで、対話型のデータ ストーリーを公開できます。それを公開ブログや Web サイトに簡単に埋め込むことができます。どんなデバイスからでも制限なく表示できます。
ko_kr: 클릭 몇 번으로 대화형 데이터 스토리를 게시하세요. 공개 블로그나 웹 사이트에 쉽게 포함할 수 있습니다. 어느 장치에서나 제한 없는 수의 뷰에 연결하세요.
pt_br: Publique sua história de dados interativa com apenas alguns cliques. Insira-o facilmente em seu site ou blog público. Alcance exibições ilimitadas em qualquer dispositivo.
ru_ru: Можно опубликовать историю с интерактивными данными за несколько щелчков мыши. Внедрить ее в общедоступный блог или на веб-сайт не составит труда. Вам доступно неограниченное число просмотров на любом устройстве.
zh_cn: 单击几次即可发布交互式数据故事。将其轻松嵌入公共博客或网站。可在任何设备上无限次查看。
zh_tw: 只要按幾下，就能發佈您的互動式資料故事，在您的公開部落格或網站上輕鬆內嵌。不限數量的使用者可透過任何裝置存取您的資料故事。

# Tell_Heading
source: Tell your story online
de_de: Erzählen Sie Ihre Geschichte online
es_es: Explique su historia en línea
fr_fr: Racontez votre histoire en ligne
it_it: Racconta la tua storia online
ja_jp: オンラインでストーリーを伝える
ko_kr: 온라인으로 스토리 알리기
pt_br: Conte a sua história online
ru_ru: Ваша история — в Интернете
zh_cn: 在线讲述故事
zh_tw: 線上分享您的資料故事

source: Testimonials
de_de: Kommentare von Kunden
es_es: Testimonios
fr_fr: Témoignages
it_it: Testimonianze
ja_jp: ユーザーの声
ko_kr: 평가
pt_br: Depoimentos
ru_ru: Отзывы
zh_cn: 感言
zh_tw: 推薦

# TipsAndTricks_Content
source: Check out Power BI Tips and Tricks that will save you time and effort.
de_de: Sehen Sie sich diese Tipps und Tricks zu Power BI an, mit denen Sie Zeit und Arbeit sparen.
es_es: Consulte la sección de sugerencias y trucos de Power BI y se ahorrará tiempo y esfuerzos.
fr_fr: Consultez les conseils et astuces Power BI qui vous feront gagner du temps et vous faciliteront la tâche.
it_it: Da' uno sguardo ai suggerimenti e consigli di Power BI che ti permetteranno di risparmiare tempo e sforzi.
ja_jp: 時間と労力を削減する Power BI のヒントとテクニックをご確認ください。
ko_kr: 시간과 고민을 줄여주는 Power BI 팁과 트릭을 확인해 보세요.
pt_br: Confira as Dicas e Truques do Power BI que pouparão tempo e esforço.
ru_ru: Изучите советы и рекомендации Power BI, которые помогут вам сэкономить время и усилия.
zh_cn: 请查看可为用户节省时间和精力的 Power BI 提示和技巧。
zh_tw: 查看 Power BI 提示與祕訣以節省時間和精力。

# TipsAndTricks_Heading
source: Tips and Tricks
de_de: Tipps und Tricks
es_es: Sugerencias y trucos
fr_fr: Conseils et astuces
it_it: Suggerimenti e consigli
ja_jp: ヒントとテクニック
ko_kr: 팁과 트릭
pt_br: Dicas e Truques
ru_ru: Советы и рекомендации
zh_cn: 提示和技巧
zh_tw: 提示與祕訣

# UserGroups_Content
source: Share, learn and grow your skills
de_de: Lernen, sich austauschen und Kenntnisse erweitern
es_es: Comparta, aprenda y desarrolle sus habilidades
fr_fr: Partagez, développez vos compétences et acquérez-en de nouvelles
it_it: Condividi, impara e aumenta le tue competenze
ja_jp: スキルの共有、学習、成長
ko_kr: 기술 공유, 학습, 성장
pt_br: Compartilhe, aprenda e aumente suas habilidades
ru_ru: Делитесь, учитесь и развивайте навыки
zh_cn: 分享、学习和提高技能
zh_tw: 分享、學習及增進您的技能

# UserGroups_Heading
source: Power BI User Groups
de_de: Power BI-Benutzergruppen
es_es: Grupos de usuarios de Power BI
fr_fr: Groupes d’utilisateurs Power BI
it_it: Gruppi di utenti di Power BI
ja_jp: Power BI ユーザー グループ
ko_kr: Power BI 사용자 그룹
pt_br: Grupos de usuários do Power BI
ru_ru: Группы пользователей Power BI
zh_cn: Power BI 用户组
zh_tw: Power BI 使用者群組

source: View now
de_de: Jetzt ansehen
es_es: Ver ahora
fr_fr: Afficher maintenant
it_it: Visualizza ora
ja_jp: 今すぐ見る
ko_kr: 지금 보기
pt_br: Exibir agora
ru_ru: Посмотреть
zh_cn: 立即查看
zh_tw: 立即檢視

source: Watch now
de_de: Jetzt ansehen
es_es: Ver ahora
fr_fr: Regarder maintenant
it_it: Guarda adesso
ja_jp: 今すぐ見る
ko_kr: 지금 보기
pt_br: Assista agora
ru_ru: Смотреть сейчас
zh_cn: 立即观看
zh_tw: 立即觀賞

# Webinars_Content
source: View our on-demand Power BI webinars.
de_de: Sehen Sie sich unsere On-Demand-Webinare zu Power BI an.
es_es: Vea los seminarios web de Power BI a petición.
fr_fr: Consultez nos webinaires Power BI à la demande.
it_it: Vedi i nostri webinar di Power BI su richiesta.
ja_jp: オンデマンドの Power BI ウェビナーをご覧ください。
ko_kr: 주문형 Power BI 웹 세미나를 만나 보세요.
pt_br: Exiba nossos webinars sob demanda do Power BI.
ru_ru: Посмотрите записи наших вебинаров по Power BI.
zh_cn: 查看 Power BI 点播网络研讨会。
zh_tw: 觀看我們的點播 Power BI 網路研討會。

# Webinars_Heading
source: Webinars
de_de: Webinare
es_es: Seminarios web
fr_fr: Webinaires
it_it: Webinar
ja_jp: ウェビナー
ko_kr: 웹 세미나
ru_ru: Вебинары
zh_cn: 网络研讨会
zh_tw: 網路研討會

# YouTubeVideos_Content
source: Power up with Microsoft Power BI YouTube Video Channel.
de_de: Schalten Sie den YouTube-Videokanal von Microsoft Power BI ein.
es_es: Comience por el canal de vídeos de YouTube acerca de Microsoft Power BI.
fr_fr: Perfectionnez-vous avec la chaîne YouTube Microsoft Power BI.
it_it: Inizia subito con il canale YouTube di Microsoft Power BI.
ja_jp: Microsoft Power BI に関する YouTube ビデオ チャンネルで強化しましょう。
ko_kr: Microsoft Power BI YouTube 비디오 채널을 활용해 보세요.
pt_br: Conecte-se com o Canal de Vídeo do YouTube do Microsoft Power BI.
ru_ru: Расширьте свои навыки с помощью видеоканала YouTube, посвященного возможностям Microsoft Power BI.
zh_cn: 通过 Microsoft Power BI YouTube 视频频道获得强大功能。
zh_tw: 透過 Microsoft Power BI YouTube 影片頻道提升能力。

# YouTubeVideos_Heading
source: YouTube Videos
es_es: Vídeos de YouTube
fr_fr: Vidéos YouTube
it_it: Video di YouTube
ja_jp: YouTube ビデオ
ko_kr: YouTube 비디오
pt_br: Vídeos do YouTube
ru_ru: Видео на YouTube
zh_cn: YouTube 视频
zh_tw: YouTube 影片
