Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Developers/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# RestApiRealTime_CTA_TryTheApi
source: Try the API
de_de: Probieren Sie die API aus
es_es: Pruebe la API
fr_fr: Essayez l’API
it_it: Prova l'API
ja_jp: API を試す
ko_kr: API 사용해 보기
pt_br: Experimente a API
ru_ru: Испытайте API
zh_cn: 试用 API
zh_tw: 試用 API

# RestApiRealTime_Heading
source: REST API and real time
de_de: REST-API und Echtzeit
es_es: API de REST y tiempo real
fr_fr: API REST et temps réel
it_it: API REST e tempo reale
ja_jp: REST API とリアルタイム
ko_kr: REST API 및 실시간
pt_br: API REST e tempo real
ru_ru: REST API и режим реального времени
zh_cn: REST API 和实际时间
zh_tw: REST API 和即時

# Extend_CTA_LearnMore
source: Learn more
de_de: Weitere Informationen
es_es: Más información
fr_fr: En savoir plus
it_it: Scopri di più
ja_jp: 詳細情報
ko_kr: 자세히 알아보기
pt_br: Saiba mais
ru_ru: Дополнительные сведения
zh_cn: 了解详细信息
zh_tw: 深入了解

# Web_CTA_Documentation
source: Documentation
de_de: Dokumentation
es_es: Documentación
it_it: Documentazione
ja_jp: ドキュメント
ko_kr: 설명서
pt_br: Documentação
ru_ru: Документация
zh_cn: 文档
zh_tw: 文件

# Web_CTA_RegisterYourApp
source: Register your app
de_de: Registrieren Ihrer App
es_es: Registre su aplicación
fr_fr: Inscrivez votre application
it_it: Registra la tua app
ja_jp: アプリを登録する
ko_kr: 앱 등록
pt_br: Registre seu aplicativo
ru_ru: Зарегистрировать приложение
zh_cn: 注册你的应用
zh_tw: 註冊您的應用程式

# Web_CTA_Sample
source: Sample
de_de: Beispiel
es_es: Ejemplo
fr_fr: Exemple
it_it: Esempio
ja_jp: サンプル
ko_kr: 샘플
pt_br: Exemplo
ru_ru: Пример
zh_cn: 示例
zh_tw: 範例

# Web_Heading
source: Web
ko_kr: 웹
ru_ru: Веб-приложение

# DevelopersPlaylist_CTA
source: See more videos
de_de: Weitere Videos anzeigen
es_es: Vea más vídeos
fr_fr: Voir plus de vidéos
it_it: Guarda altri video
ja_jp: さらにビデオを見る
ko_kr: 많은 동영상 보기
pt_br: Veja mais vídeos
ru_ru: Просмотреть другие видео
zh_cn: 观看更多视频
zh_tw: 觀賞更多影片

# DevelopersPlaylist_Heading
source: Power BI developer playlist
de_de: Wiedergabeliste für Power BI-Entwickler
es_es: Lista de reproducción para desarrolladores de Power BI
fr_fr: Sélection de développement Power BI
it_it: Playlist per sviluppatori di Power BI
ja_jp: Power BI デベロッパー プレイリスト
ko_kr: Power BI 개발자 재생 목록
pt_br: Playlist de desenvolvedores do Power BI
ru_ru: Список видео по разработке для Power BI
zh_cn: Power BI 开发人员播放列表
zh_tw: Power BI 開發人員播放清單

# SearchPlaceholder
source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
it_it: Cerca
ja_jp: 検索
ko_kr: 검색
pt_br: Pesquisar
ru_ru: Поиск
zh_cn: 搜索
zh_tw: 搜尋

# ConnectAndAnalyze_Content
source: Give your users instant insights with Power BI content packs. Create customized solutions that enable millions of users to analyze your app’s data in seconds from within Power BI.
de_de: Verschaffen Sie Benutzern mit Power BI-Inhaltspaketen sofortigen Einblick. Erstellen Sie eigene Lösungen, mit denen Millionen Benutzer die Daten aus Ihrer App sekundenschnell in Power BI analysieren können.
es_es: Ofrezca a los usuarios información instantánea con los paquetes de contenido de Power BI. Cree soluciones personalizadas con las que millones de usuarios podrán analizar los datos de cualquier aplicación en cuestión de segundos desde Power BI.
fr_fr: Donnez à vos utilisateurs des informations instantanées grâce aux packs de contenu Power BI. Créez des solutions personnalisées permettant à des millions d’utilisateurs d’analyser les données de votre application en quelques secondes depuis Power BI.
it_it: Offri informazioni approfondite immediate ai tuoi utenti con i pacchetti di contenuto di Power BI Crea soluzioni personalizzate che consentono a milioni di utenti di analizzare i dati dell'app in pochi secondi all'interno di Power BI.
ja_jp: Power BI コンテンツ パックでユーザーに手軽に洞察を提供します。数百万人のユーザーが Power BI 内で数秒のうちにアプリのデータを分析することを可能にする、カスタマイズされたソリューションを作成します。
ko_kr: Power BI 콘텐츠 팩으로 사용자에게 즉각적으로 유용한 정보를 제공해보세요. 수백만 명의 사용자가 Power BI 내에서 수초 내에 앱의 데이터를 분석할 수 있도록 솔루션을 사용자 지정하세요.
pt_br: Forneça aos seus usuários informações instantâneas com os pacotes de conteúdo do Power BI. Crie soluções personalizadas que habilitem milhões de usuários a analisarem os dados do seu aplicativo em segundos no Power BI.
ru_ru: Мгновенно предоставляйте пользователям ценную информацию с помощью пакетов содержимого Power BI. Создавайте персонализированные решения, позволяющие миллионам пользователей анализировать данные вашего приложения за считанные секунды прямо из Power BI.
zh_tw: 使用 Power BI 內容套件，將立即的深入資訊提供給使用者。建立自訂解決方案，讓數百萬名使用者能在瞬間分析您在 Power BI 內的應用程式資料。

# ConnectAndAnalyze_Heading
source: Connect and analyze your app’s data with Power BI
de_de: Verknüpfen und Analysieren Ihrer App-Daten mit Power BI
es_es: Conéctese y analice los datos de su aplicación con Power BI
fr_fr: Connectez et analysez les données de votre application avec Power BI
it_it: Connetti e analizza i dati della tua app con Power BI
ja_jp: Power BI でアプリのデータを接続および分析する
ko_kr: Power BI로 앱 데이터 연결 및 분석
pt_br: Conecte e analise os dados do seu aplicativo com o Power BI
ru_ru: Подключение и анализ данных приложения с помощью Power BI
zh_tw: 使用 Power BI 連接及分析您應用程式的資料

# Visualize_Content
source: Create customized visual experiences that meet your users’ needs and match your app’s design. Get started quickly with Microsoft’s open-sourced, production-quality visualization code in GitHub.
de_de: Gestalten Sie maßgeschneiderte Visualisierungen, die den Bedürfnissen der Benutzer entsprechen und zum Design Ihrer App passen. Legen Sie sofort los: Auf GitHub stellt Microsoft Open-Source-Code für Visualisierungen bereit, der professionellen Anforderungen gewachsen ist.
es_es: Cree experiencias visuales personalizadas que satisfagan las necesidades de los usuarios y que se adapten al diseño de su aplicación. Póngase en marcha rápidamente gracias al código de visualización de código abierto y de calidad de producción de Microsoft que encontrará en GitHub.
fr_fr: Créez des visuels personnalisés répondant aux besoins de vos utilisateurs et correspondant à la conception de votre application. Démarrez rapidement grâce au code de visualisation open-source de la qualité de la production de Microsoft dans GitHub.
it_it: Crea esperienze visive personalizzate in linea con le esigenze degli utenti e la progettazione dell'app. Inizia rapidamente grazie al codice di visualizzazione di produzione open-source disponibile in GitHub.
ja_jp: ユーザーの必要を満たし、アプリのデザインに合ったカスタマイズされたビジュアル エクスペリエンスを作成します。GitHub にある Microsoft によるビジネス品質のオープンソース ビジュアル化コードを使用してすぐに開始しましょう。
ko_kr: 사용자의 요구 사항과 앱의 디자인에 맞게 시각적 개체 환경을 사용자 지정하세요. GitHub에서 Microsoft의 오픈 소스로 제공되는 프로덕션 품질의 시각화 코드를 빠르게 시작하세요.
pt_br: Crie experiências visuais personalizadas que atendam às necessidades dos seus usuários e correspondam ao design do seu aplicativo. Introdução rápida ao código livre de visualização de qualidade de produção da Microsoft no GitHub.
ru_ru: Самостоятельно настраивайте визуальное оформление, отвечающее потребностям пользователей и гармонирующее с дизайном вашего приложения. Быстро приступайте к работе благодаря открытому высококачественному коду визуализации Майкрософт, доступному на GitHub.
zh_tw: 建立符合使用者需求，並與應用程式設計相符的自訂視覺效果體驗。立即開始利用 GitHub 上，Microsoft 開放來源且有品質保證的視覺效果程式碼。

# Visualize_Heading
source: Visualize your data how you want
de_de: Datenvisualisierungen ganz nach Ihren Vorstellungen
es_es: Visualice los datos de la forma que desee
fr_fr: Visualisez vos données à votre façon
it_it: Visualizza i dati nel modo che preferisci
ja_jp: 望みどおりにデータを視覚化する
ko_kr: 원하는 대로 데이터 시각화
pt_br: Visualize seus dados da maneira que você quiser
ru_ru: Визуализация данных оптимальными способами
zh_tw: 隨心所欲地將資料視覺化
