Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/Developers/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# API_Content
source: Provide seamless, in-app analytics experiences without building them from the ground up.
de_de: Betten Sie Analysen nahtlos in Apps ein, ohne ganz von vorne anfangen zu müssen.
es_es: Ofrezca perfectas experiencias de análisis dentro de la aplicación sin tener que crearlas desde cero.
fr_fr: Fournissez des analyses in-app parfaites sans les créer en partant de rien.
it_it: Offri esperienze di analisi in-app immediate senza crearle da zero.
ja_jp: シームレスなアプリ内分析エクスペリエンスを、 新規に構築することなく提供します。
ko_kr: 처음부터 구축할 필요 없이 앱에서 원활한 분석 환경을 제공합니다.
pt_br: Proporciona experiências de análise ininterruptas no aplicativo sem construí-las do zero.
ru_ru: Оцените простоту использования интегрированных в приложение средств аналитики без необходимости создавать их с нуля.
zh_cn: 无需重新开始生成便可提供无缝的应用内 分析体验。
zh_tw: 提供隨選即用的應用程式內分析體驗，而不需要 從頭開始建置。

# API_CTA_GetStartedNow
source: Get started now
de_de: Jetzt starten
es_es: Comenzar ahora
fr_fr: Commencer
it_it: Inizia adesso
ja_jp: 今すぐ使ってみる
ko_kr: 지금 시작
pt_br: Comece agora
ru_ru: Начните сейчас
zh_cn: 立即开始使用
zh_tw: 立即開始使用

# API_Heading
source: Announcing Microsoft Power BI Embedded
de_de: Ankündigung: Microsoft Power BI Embedded
es_es: Presentación de Microsoft Power BI Embedded
fr_fr: Annonce de l’intégration de Microsoft Power BI
it_it: Annuncio di Microsoft Power BI incorporato
ja_jp: Microsoft Power BI Embedded の発表
ko_kr: Microsoft Power BI 포함 발표
pt_br: Anunciando o Microsoft Power BI Embedded
ru_ru: Анонс Microsoft Power BI Embedded
zh_cn: 宣布推出 Microsoft Power BI Embedded
zh_tw: 宣布 Microsoft Power BI Embedded

# ClientApp_CTA_Documentation
source: Documentation
de_de: Dokumentation
es_es: Documentación
it_it: Documentazione
ja_jp: ドキュメント
ko_kr: 설명서
pt_br: Documentação
ru_ru: Документация
zh_cn: 文档
zh_tw: 文件

# ClientApp_CTA_RegisterYourApp
source: Register your app
de_de: Registrieren Ihrer App
es_es: Registre su aplicación
fr_fr: Inscrivez votre application
it_it: Registra la tua app
ja_jp: アプリを登録する
ko_kr: 앱 등록
pt_br: Registre seu aplicativo
ru_ru: Зарегистрировать приложение
zh_cn: 注册你的应用
zh_tw: 註冊您的應用程式

# ClientApp_CTA_Sample
source: Sample
de_de: Beispiel
es_es: Ejemplo
fr_fr: Exemple
it_it: Esempio
ja_jp: サンプル
ko_kr: 샘플
pt_br: Exemplo
ru_ru: Пример
zh_cn: 示例
zh_tw: 範例

# ClientApp_Heading
source: Client app
es_es: Aplicación cliente
fr_fr: une application cliente
it_it: App client
ja_jp: クライアント アプリ
ko_kr: 클라이언트 앱
pt_br: Aplicativo do cliente
ru_ru: Клиентское приложение
zh_cn: 客户端应用
zh_tw: 用戶端應用程式

# Connectors_Content1
source: Create a content pack to give instant insights to your users. Your content pack will includes a custom data model, dashboard, and report that help your users monitor, explore and share insights. Power BI enables your users to customize their own dashboards and reports starting with the ones you provide, so they get answers faster.
de_de: Erstellen Sie ein Inhaltspaket, um Ihren Benutzern sofortige Einblicke zu gewähren. Ihr Inhaltspaket enthält ein benutzerdefiniertes Datenmodell, ein benutzerdefiniertes Dashboard und einen benutzerdefinierten Bericht. Power BI versetzt Ihre Benutzer in die Lage, eigene Dashboards und Berichte anzupassen, um schnell Antworten zu erhalten.
es_es: Cree un paquete de contenido para ofrecer información instantánea a los usuarios. El paquete de contenido incluirá un modelo de datos, un panel y un informe personalizados para que sus usuarios puedan supervisar, explorar y compartir conocimientos. Power BI permite a los usuarios personalizar sus propios paneles e informes a partir de los que les proporcione, por lo que obtienen respuestas con mayor rapidez.
fr_fr: Créez un pack de contenu pour fournir des analyses instantanées à vos utilisateurs. Votre pack de contenu inclut un modèle de données personnalisé, un tableau de bord et un rapport qui permettent à vos utilisateurs de surveiller, d’explorer et de partager des analyses. Power BI permet aux utilisateurs de personnaliser leurs tableaux de bord et rapports en commençant par ceux que vous fournissez, afin d’obtenir des réponses plus rapidement.
it_it: Crea un pacchetto di contenuto per fornire informazioni immediate agli utenti. Il pacchetto di contenuto comprenderà un modello di dati personalizzato, un dashboard e un report per aiutare gli utenti a monitorare, esplorare e condividere le informazioni. Power BI consente agli utenti di personalizzare i propri dashboard e report, partendo da quelli forniti, per ottenere risposte più velocemente.
ja_jp: ユーザーに手軽に洞察を提供するコンテンツ パックを作成します。コンテンツ パックには、ユーザーが洞察を監視し、探索し、共有するのに便利なカスタム データ モデル、ダッシュボード、およびレポートが含まれます。Power BI では、提供されたダッシュボードやレポートをユーザー自身の手でカスタマイズできるため、各自が必要とする答えをすぐに取得できます。
ko_kr: 콘텐츠 팩을 만들어 사용자에게 즉각적으로 유용한 정보를 제공해 보세요. 콘텐츠 팩에는 모니터링, 탐색 및 정보 공유에 도움이 되는 사용자 지정 데이터 모델, 대시보드 및 보고서가 포함됩니다. Power BI를 통해 사용자는 제공된 대시보드와 보고서에서 시작하여 고유한 대시보드 및 보고서를 사용자 지정할 수 있으므로 해답을 더 빨리 얻습니다.
pt_br: Crie um pacote de conteúdo para fornecer informações instantâneas para seus usuários. Seu pacote de conteúdo incluirá um relatório, um painel e um modelo de dados personalizado que ajudam seus usuários a monitorar, explorar e compartilhar informações. O Power BI permite que seus usuários personalizem seus próprios painéis e relatórios começando com aqueles que você fornecer, portanto eles obtêm respostas mais rapidamente.
ru_ru: Создайте пакет содержимого, чтобы мгновенно предоставить ценную информацию своим пользователям. В пакет содержимого входит настроенная модель данных, информационная панель и отчеты, которые помогают вашим пользователям отслеживать и исследовать информацию, а также делиться ею. Power BI позволяет вашим пользователям настроить собственные информационные панели и отчеты (на базе предоставленных вами) и быстрее получать ответы.
zh_cn: 创建内容包以为用户提供即时的洞察力。内容包将包括自定义数据模型、仪表板和报告，可帮助用户监控、浏览和共享洞察力。Power BI 允许用户从你提供的仪表板和报告开始自定义他们自己的仪表板和报告，从而更快速地获得答案。
zh_tw: 建立內容組件，為您的使用者提供即時深入資訊。您的內容組件會包含自訂資料模型、儀表板和報表，以協助您的使用者監視、瀏覽及分享深入資訊。Power BI 可讓您的使用者從您提供的儀表板和報表，開始自訂自己的儀表板和報表，以更快取得解答。

# Connectors_Content2
source: Want to build your own content pack?
de_de: Sie möchten Ihr eigenes Inhaltspaket erstellen?
es_es: ¿Desea crear su propio paquete de contenido?
fr_fr: Vous souhaitez créer votre propre pack de contenu ?
it_it: Vuoi creare un pacchetto di contenuto personalizzato?
ja_jp: 独自のコンテンツ パックを作成することに関心をお持ちですか?
ko_kr: 고유한 콘텐츠 팩을 만들어 보세요?
pt_br: Deseja criar seu próprio pacote de conteúdo?
ru_ru: Хотите создать собственный пакет содержимого?
zh_cn: 想要生成自己的内容包？
zh_tw: 想要建置您自己的內容組件嗎？

# Connectors_CTA_ContactUs
source: Contact us
de_de: So erreichen Sie uns
es_es: Póngase en contacto con nosotros
fr_fr: Nous contacter
it_it: Contattaci
ja_jp: お問い合わせ
ko_kr: 문의처
pt_br: FALE CONOSCO
ru_ru: Обратная связь
zh_cn: 联系我们
zh_tw: 與我們連絡

# Connectors_EnterEmail
source: Enter your email address
de_de: Geben Sie Ihre E-Mail-Adresse ein.
es_es: Escriba su dirección de correo electrónico
fr_fr: Entrez votre adresse de messagerie
it_it: Immetti l'indirizzo di posta elettronica personale
ja_jp: 電子メール アドレスを入力してください
ko_kr: 메일 주소를 입력하세요.
pt_br: Insira seu endereço de email
ru_ru: Введите свой адрес электронной почты
zh_cn: 输入你的电子邮件地址
zh_tw: 輸入您的電子郵件地址

# Connectors_Heading
source: Power BI Content Packs
de_de: Power BI-Inhaltspakete
es_es: Paquetes de contenido de Power BI
fr_fr: Packs de contenu Power BI
it_it: Pacchetti di contenuto di Power BI
ja_jp: Power BI コンテンツ パック
ko_kr: Power BI 콘텐츠 팩
pt_br: Pacotes de conteúdo do Power BI
ru_ru: Пакеты содержимого Power BI
zh_cn: Power BI 内容包
zh_tw: Power BI 內容組件

# Connectors_MobileFormDownloadLinkSent
source: We've received your email.
de_de: Wir haben Ihre E-Mail erhalten.
es_es: Su correo electrónico se recibió correctamente.
fr_fr: Nous avons bien reçu votre adresse de messagerie.
it_it: Abbiamo ricevuto il tuo messaggio di posta elettronica.
ja_jp: 電子メールを受信しました。
ko_kr: 메일을 받았습니다.
pt_br: Recebemos seu email.
ru_ru: Мы получили ваше письмо.
zh_cn: 我们已收到你的电子邮件。
zh_tw: 我們已收到您的電子郵件。

# Connectors_MobileFormSuccess
source: Success!:
de_de: Vorgang erfolgreich:
es_es: ¡Operación completada correctamente!:
fr_fr: Opération réussie.
it_it: Operazione riuscita:
ja_jp: 成功しました!
ko_kr: 성공!:
pt_br: Êxito!
ru_ru: Готово!
zh_cn: 成功！：
zh_tw: 成功！

# Connectors_PrivacyDisclaimer
source: Microsoft respects your privacy. To learn more please read our online
de_de: Microsoft respektiert Ihre Privatsphäre. Weitere Informationen finden Sie in unseren Online-
es_es: Microsoft respeta su privacidad. Para obtener más información, lea en línea nuestra
fr_fr: Microsoft respecte votre vie privée. Pour en savoir plus, lisez notre
it_it: Microsoft rispetta la tua privacy. Per altre informazioni, leggi il documento online
ja_jp: Microsoft では、お客様のプライバシーを尊重します。詳細については、オンラインでお読みください
ko_kr: Microsoft는 사용자의 개인 정보를 보호합니다. 자세한 내용은 다음 온라인 문서를 참조하세요.
pt_br: A Microsoft respeita sua privacidade. Para saber mais, leia nossa online
ru_ru: Корпорация Майкрософт считает своим долгом защищать конфиденциальность своих клиентов. Для получения дополнительных сведений прочтите
zh_cn: Microsoft 尊重您的隐私。若要了解详细信息，请阅读我们的联机
zh_tw: Microsoft 尊重您的隱私權。如需深入了解，請閱讀我們的線上

# Connectors_PrivacyStatement
source: Privacy Statement
de_de: Datenschutzbestimmungen
es_es: Declaración de privacidad
fr_fr: Déclaration de confidentialité
it_it: Informativa sulla privacy
ja_jp: プライバシーに関する声明
ko_kr: 개인정보취급방침
pt_br: Política de Privacidade
ru_ru: Заявление о конфиденциальности
zh_cn: 隐私声明
zh_tw: 隱私權聲明

# Embed_Content
source: Embed stunning, fully interactive reports into your customer-facing apps without the time and expense of building your own controls from the ground up. Choose from Power BI’s out-of-the box visuals, or build custom ones to meet your application’s unique needs.
de_de: Betten Sie beeindruckende interaktive Berichte in Ihre Kunden-Apps ein – und sparen Sie sich den Zeit- und Kostenaufwand, der mit der Entwicklung eigener Steuerelemente verbunden ist. Wählen Sie Visualisierungen aus dem Standardkatalog von Power BI aus, oder erstellen Sie eigene, die genau auf Ihre Anforderungen abgestimmt sind.
es_es: Inserte sorprendentes informes completamente interactivos en las aplicaciones orientadas al cliente, sin el gasto en tiempo y dinero originado de crear sus propios controles desde cero. Elija los objetos visuales de serie de Power BI, o cree los suyos propios para satisfacer las necesidades exclusivas de su aplicación.
fr_fr: Intégrez de magnifiques rapports totalement interactifs dans vos applications destinées aux clients, sans perdre de temps et d’argent en créant vos propres contrôles en partant de rien. Choisissez l’un des éléments visuels originaux de Power BI ou créez des éléments visuels personnalisés pour répondre aux besoins uniques de votre application.
it_it: Incorpora straordinari report interattivi nelle app orientate al cliente senza investire tempo e denaro per realizzare i controlli da zero. Usa gli oggetti visivi predefiniti di Power BI o crea oggetti visivi personalizzati per soddisfare le esigenze specifiche della tua applicazione.
ja_jp: 魅力的で完全に対話型のレポートを 顧客が使用するアプリに埋め込みます。 新規に独自の制御を構築する 時間も費用も必要ありません。Power BI の既定のビジュアルから選択するか、 アプリケーション独自の必要を満たす カスタム ビジュアルを構築します。
ko_kr: 처음부터 시간과 비용을 들여 자체 컨트롤을 구축할 필요 없이 뛰어난 대화형 보고서를 고객 관련 앱에 포함하세요. Power BI의 독창적인 시각적 개체 중에서 선택하거나 응용 프로그램의 고유한 요구 사항을 충족하도록 시각적 개체를 사용자 지정하세요.
pt_br: Insira relatórios incríveis e totalmente interativos em seus aplicativos com o cliente sem o tempo e os gastos de construir os seus próprios controles do zero. Escolha um dos visuais integrados do Power BI ou construa alguns visuais personalizados para atender às necessidades exclusivas do seu aplicativo.
ru_ru: Внедряйте впечатляющие, полностью интерактивные отчеты в ориентированные на клиентов приложения, не тратя время и средства на создание собственных инструментов с нуля. Вы можете воспользоваться готовыми шаблонами визуальных отчетов Power BI или же создать собственные шаблоны с учетом особенностей вашего приложения.
zh_cn: 将令人震撼的完全交互式报表嵌入面向客户的应用，无需花费额外的时间和费用重新生成自己的控件 从 Power BI 的现成视觉对象选择，或生成自定义视觉对象以满足应用程序的独特需求。
zh_tw: 將絕妙且完整的互動式報表內嵌至 客戶使用的應用程式，而不需要 花費時間和金錢從頭建置 您的控制項。從 Power BI 立即可用的視覺效果中挑選， 或建置自訂視覺效果來契合您 應用程式的獨特需求。

# Embed_CTA_GetStarted
source: Get started now
de_de: Jetzt starten
es_es: Comenzar ahora
fr_fr: Commencer
it_it: Inizia adesso
ja_jp: 今すぐ使ってみる
ko_kr: 지금 시작
pt_br: Comece agora
ru_ru: Начните сейчас
zh_cn: 立即开始使用
zh_tw: 立即開始使用

# Embed_Heading
source: Embed interactive reports directly into your app
de_de: Interaktive Berichte direkt in Ihre App einbetten
es_es: Inserte directamente informes interactivos en su aplicación.
fr_fr: Intégrez des rapports interactifs directement dans votre application
it_it: Incorpora report interattivi direttamente nella tua app
ja_jp: 対話型のレポートを直接 アプリに埋め込む
ko_kr: 앱에 대화형 보고서를 직접 포함
pt_br: Insira relatórios interativos diretamente em seu aplicativo
ru_ru: Внедряйте интерактивные отчеты непосредственно в приложение
zh_cn: 将交互式报表直接嵌入 你的应用
zh_tw: 直接將互動式報表內嵌至 您的應用程式

# DevelopersBlog_CTA_ViewBlog
source: See all blog posts
de_de: Alle Blogbeiträge anzeigen
es_es: Vea todas las entradas del blog
fr_fr: Voir tous les billets de blog
it_it: Vedi tutti i post di blog
ja_jp: すべてのブログの投稿を参照してください
ko_kr: 모든 블로그 게시물 보기
pt_br: Veja todas as postagens de blog
ru_ru: Просмотреть все публикации в блоге
zh_cn: 查看所有博客文章
zh_tw: 查看所有部落格貼文

# DevelopersBlog_Heading
source: Recent Power BI Blog posts
de_de: Neue Blogbeiträge zu Power BI
es_es: Últimas entradas del blog de Power BI
fr_fr: Billets récents du blog Power BI
it_it: Ultimi post di blog su Power BI
ja_jp: 最近の Power BI ブログ投稿
ko_kr: 최근 Power BI 블로그 게시물
pt_br: Postagens recentes do Blog do Power BI
ru_ru: Недавние публикации в блоге Power BI
zh_cn: 最近的 Power BI 博客文章
zh_tw: 近期 Power BI 部落格貼文

# Documentation_CTA_Documentation
source: Documentation
de_de: Dokumentation
es_es: Documentación
it_it: Documentazione
ja_jp: ドキュメント
ko_kr: 설명서
pt_br: Documentação
ru_ru: Документация
zh_cn: 文档
zh_tw: 文件

# Documentation_CTA_GettingStarted
source: Getting started
de_de: Erste Schritte
es_es: Introducción
fr_fr: Prise en main
it_it: Introduzione
ja_jp: 作業の開始
ko_kr: 시작
pt_br: Guia de introdução
ru_ru: Начало работы
zh_cn: 开始使用
zh_tw: 使用者入門

# Documentation_CTA_PowerBiApiTerms
source: Power BI API terms
de_de: Begriffe der Power BI-API
es_es: Términos de la API de Power BI
fr_fr: Conditions d’utilisation de l’API Power BI
it_it: Condizioni per le API Power BI
ja_jp: Power BI API の用語
ko_kr: Power BI API 용어
pt_br: Termos da API do Power BI
ru_ru: Условия использования API Power BI
zh_cn: Power BI API 条款
zh_tw: Power BI API 條款

# Documentation_CTA_RegisterAnApp
source: Register an app
de_de: Registrieren einer App
es_es: Registrar una aplicación
fr_fr: Inscrire une application
it_it: Registra un'app
ja_jp: アプリを登録する
ko_kr: 앱 등록
pt_br: Registrar um aplicativo
ru_ru: Зарегистрировать приложение
zh_cn: 注册应用
zh_tw: 註冊應用程式

# Documentation_CTA_StartingWithOauth
source: Starting with OAUTH
de_de: Beginnen mit OAUTH
es_es: Comenzar con OAUTH
fr_fr: Prise en main d’OAUTH
it_it: Introduzione a OAUTH
ja_jp: OAuth を使い始める
ko_kr: OAUTH에서 시작
pt_br: Começando com o OAUTH
ru_ru: Начиная с OAUTH
zh_cn: 从 OAUTH 开始
zh_tw: 開始使用 OAUTH

# Documentation_Heading
source: Documentation
de_de: Dokumentation
es_es: Documentación
it_it: Documentazione
ja_jp: ドキュメント
ko_kr: 설명서
pt_br: Documentação
ru_ru: Документация
zh_cn: 文档
zh_tw: 文件

# ExtendPowerBi_CTA_CustomVisuals
source: Custom Visuals
de_de: Benutzerdefinierte visuelle Elemente
es_es: Elementos visuales personalizados
fr_fr: Visualisations personnalisées
it_it: Elementi visivi personalizzati
ja_jp: カスタム ビジュアル
ko_kr: 사용자 지정 시각적 개체
pt_br: Elementos visuais personalizados
ru_ru: Настройка элементов
zh_cn: 自定义视觉对象
zh_tw: 自訂視覺效果

# ExtendPowerBi_CTA_Documentation
source: Documentation
de_de: Dokumentation
es_es: Documentación
it_it: Documentazione
ja_jp: ドキュメント
ko_kr: 설명서
pt_br: Documentação
ru_ru: Документация
zh_cn: 文档
zh_tw: 文件

# ExtendPowerBi_CTA_SeeOnGithub
source: See it on GitHub
de_de: Sehen Sie sich dies auf GitHub an
es_es: Véalo en GitHub
fr_fr: Voir sur GitHub
it_it: Guarda su GitHub
ja_jp: GitHub にアクセス
ko_kr: GitHub에서 보기
pt_br: Veja no GitHub
ru_ru: Просмотреть на GitHub
zh_cn: 在 GitHub 上查看它
zh_tw: 在 GitHub 上查看

# ExtendPowerBi_Heading
source: Extend Power BI
de_de: Visuelle Elemente verwenden
es_es: Amplíe Power BI
fr_fr: Étendre Power BI
it_it: Estendi Power BI
ja_jp: Power BI をさらにパワーアップ
ko_kr: Power BI 확장
pt_br: Estenda o Power BI
ru_ru: Расширение Power BI
zh_cn: 扩展 Power BI
zh_tw: 擴充 Power BI

# Hero_Heading
source: Power BI Developer Center
es_es: Centro para desarrolladores de Power BI
fr_fr: Centre de développement Power BI
it_it: Power BI Dev Center
ja_jp: Power BI デベロッパー センター
ko_kr: Power BI 개발자 센터
pt_br: Central de desenvolvedores do Power BI
ru_ru: Центр по разработке для Power BI
zh_cn: Power BI 开发人员中心
zh_tw: Power BI 開發人員中心

# Connect_Content
source: Our powerful REST APIs enable your users to easily pull tiles, dashboards, and reports directly into your app, make changes, and then push data back into Power BI, all without ever leaving your application.
de_de: Mithilfe unserer leistungsfähigen REST-APIs können die Benutzer Daten aus Kacheln, Dashboards und Berichten direkt in Ihre App übernehmen, Änderungen vornehmen und die Daten anschließend wieder an Power BI übermitteln, ohne die Anwendung zu verlassen.
es_es: Nuestras eficaces API de REST permiten a los usuarios llevar iconos, paneles e informes directamente a la aplicación, realizar los cambios oportunos y, después, insertar de nuevo los datos en Power BI, y todo ello sin salir de la aplicación.
fr_fr: Nos API REST puissantes permettent à vos utilisateurs d’intégrer facilement des vignettes, des tableaux de bord et des rapports directement dans votre application, d’apporter des modifications, puis de réintégrer les données dans Power BI, le tout sans quitter votre application.
it_it: Grazie alle nostre potenti API REST, gli utenti possono effettuare il pull di riquadri, dashboard e report direttamente nell'app, apportare modifiche e quindi effettuare di nuovo il push dei dati in Power BI, senza uscire dall'applicazione.
ja_jp: 当社の強力な REST API を使用すると、ユーザーは 容易にタイル、ダッシュボード、およびレポートを 直接アプリにプルすることができるほか、変更したり、 Power BI にデータをプッシュしたりすることができ、 アプリケーションを終了する必要は一切ありません。
ko_kr: 강력한 REST API를 통해 사용자들이 쉽게 타일, 대시보드, 보고서를 앱으로 끌어와서, 변경한 다음, 응용 프로그램을 종료할 필요 없이 Power BI로 데이터를 다시 밀어 넣을 수 있습니다.
pt_br: Nossas poderosas APIs REST permitem que os seus usuários efetuem facilmente o pull de blocos, painéis e relatórios diretamente em seu aplicativo, façam mudanças e, depois, enviem os dados por push para o Power BI, tudo isso sem sair do seu aplicativo.
ru_ru: Наши мощные API REST позволяют пользователям с легкостью перетаскивать плитки, панели мониторинга и отчеты непосредственно в приложение, вносить там изменения, а затем отправлять данные обратно в Power BI — и все это не выходя из приложения.
zh_cn: 我们强大的 REST API 让你的用户能够 将磁贴、仪表板和报表直接轻松地拉取 到你的应用中，作出更改，然后将数据推送 回 Power BI，无需离开你的应用程序 便可完成所有操作。
zh_tw: 我們強大的 REST API 讓您的使用者能 輕鬆將磚、儀表板以及報表 直接提取進應用程式並做出變更，然後將資料發送 回 Power BI，所有作業都不需要離開您的 應用程式。

# Connect_CTA_LearnMore
source: Learn more
de_de: Weitere Informationen
es_es: Más información
fr_fr: En savoir plus
it_it: Scopri di più
ja_jp: 詳細情報
ko_kr: 자세히 알아보기
pt_br: Saiba mais
ru_ru: Дополнительные сведения
zh_cn: 了解详细信息
zh_tw: 深入了解

# Integrate_EnterYourEmail
source: Enter your email
de_de: Ihre E-Mail-Adresse
es_es: Escriba su correo electrónico
fr_fr: Entrez votre adresse de messagerie
it_it: Immetti l'indirizzo di posta elettronica
ja_jp: 電子メール アドレスを入力してください
ko_kr: 메일을 입력하세요.
pt_br: Insira seu email
ru_ru: Введите свой адрес электронной почты
zh_cn: 输入你的电子邮件
zh_tw: 輸入您的電子郵件

# Connect_Heading
source: Connect to Power BI through your app
de_de: In der App eine Direktverbindung mit Power BI herstellen
es_es: Conéctese a Power BI a través de su aplicación
fr_fr: Connectez-vous à Power BI par le biais de votre application
it_it: Connettiti a Power BI tramite l'app
ja_jp: Power BI にアプリ経由で 接続する
ko_kr: 앱을 통해 Power BI에 연결
pt_br: Conecte-se ao Power BI pelo seu aplicativo
ru_ru: Подключение к Power BI через приложение
zh_cn: 通过你的应用连接 到 Power BI
zh_tw: 透過您的應用程式 連接到 Power BI

# Integrate_PrivacyDisclaimer
source: Microsoft respects your privacy. To learn more please read our online
de_de: Microsoft respektiert Ihre Privatsphäre. Weitere Informationen finden Sie in unseren Online-
es_es: Microsoft respeta su privacidad. Para obtener más información, lea en línea nuestra
fr_fr: Microsoft respecte votre vie privée. Pour en savoir plus, lisez notre
it_it: Microsoft rispetta la tua privacy. Per altre informazioni, leggi il documento online
ja_jp: Microsoft では、お客様のプライバシーを尊重します。詳細については、オンラインでお読みください
ko_kr: Microsoft는 사용자의 개인 정보를 보호합니다. 자세한 내용은 다음 온라인 문서를 참조하세요.
pt_br: A Microsoft respeita sua privacidade. Para saber mais, leia nossa online
ru_ru: Корпорация Майкрософт считает своим долгом защищать конфиденциальность своих клиентов. Для получения дополнительных сведений прочтите
zh_cn: Microsoft 尊重您的隐私。若要了解详细信息，请阅读我们的联机
zh_tw: Microsoft 尊重您的隱私權。如需深入了解，請閱讀我們的線上

# Integrate_PrivacyStatement
source: Privacy Statement
de_de: Datenschutzbestimmungen
es_es: Declaración de privacidad
fr_fr: Déclaration de confidentialité
it_it: Informativa sulla privacy
ja_jp: プライバシーに関する声明
ko_kr: 개인정보취급방침
pt_br: Política de Privacidade
ru_ru: Заявление о конфиденциальности
zh_cn: 隐私声明
zh_tw: 隱私權聲明

# LearnMore_CTA_ApiReference
source: API Reference
de_de: API-Referenz
es_es: Referencia de la API
fr_fr: Référence de l’API
it_it: Riferimento all'API
ja_jp: API リファレンス
ko_kr: API 참조
pt_br: Referência de API
ru_ru: Справочник по API
zh_cn: API 参考
zh_tw: API 參考

# LearnMore_CTA_Community
source: Community
es_es: Comunidad
fr_fr: Communauté
ja_jp: コミュニティ
ko_kr: 커뮤니티
pt_br: Comunidade
ru_ru: Сообщество
zh_cn: 社区
zh_tw: 社群

# LearnMore_CTA_DevBlog
source: Developer Blog
de_de: Entwickler-Blog
es_es: Blog de desarrolladores
fr_fr: Blog des développeurs
it_it: Blog per sviluppatori
ja_jp: 開発者向けブログ
ko_kr: 개발자 블로그
pt_br: Blog de desenvolvedores
ru_ru: Блог разработчиков
zh_cn: 开发人员博客
zh_tw: 開發人員部落格

# LearnMore_CTA_Feedback
source: Feedback
es_es: Comentarios
fr_fr: Commentaires
it_it: Commenti e suggerimenti
ja_jp: フィードバック
ko_kr: 피드백
pt_br: Comentários
ru_ru: Отзывы
zh_cn: 反馈
zh_tw: 意見反應

# LearnMore_CTA_Samples
source: Samples
de_de: Beispiele
es_es: Ejemplos
fr_fr: Exemples
it_it: Esempi
ja_jp: サンプル
ko_kr: 샘플
pt_br: Exemplos
ru_ru: Примеры
zh_cn: 示例
zh_tw: 範例

# LearnMore_Heading
source: Learn more
de_de: Weitere Informationen
es_es: Más información
fr_fr: En savoir plus
it_it: Scopri di più
ja_jp: 詳細情報
ko_kr: 자세히 알아보기
pt_br: Saiba mais
ru_ru: Дополнительные сведения
zh_cn: 了解详细信息
zh_tw: 深入了解

# META_PAGETITLE
source: Developers Center | Microsoft Power BI
es_es: Centro para desarrolladores | Microsoft Power BI
fr_fr: Centre des développeurs | Microsoft Power BI
it_it: Dev Center | Microsoft Power BI
ja_jp: デベロッパー センター | Microsoft Power BI
ko_kr: 개발자 센터 | Microsoft Power BI
pt_br: Central de Desenvolvedores | Microsoft Power BI
ru_ru: Центр разработчиков | Microsoft Power BI
zh_cn: 开发人员中心 | Microsoft Power BI
zh_tw: 開發人員中心 | Microsoft Power BI

# RestApiRealTime_CTA_AzureStreamAnalytics
source: Azure Stream Analytics
es_es: Análisis de transmisiones de Azure
it_it: Analisi di flusso di Azure
ko_kr: Azure 스트림 분석
pt_br: Stream Analytics do Azure
zh_cn: Azure 流分析
zh_tw: Azure 串流分析

# RestApiRealTime_CTA_Documentation
source: Documentation
de_de: Dokumentation
es_es: Documentación
it_it: Documentazione
ja_jp: ドキュメント
ko_kr: 설명서
pt_br: Documentação
ru_ru: Документация
zh_cn: 文档
zh_tw: 文件
