Repository: Gopalpatwal84/TestRepo
Catalog: code/powerbi-shared/PowerBi.Resources/Pages/ExcelDashboardPublisher/Index.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# D32Bit
source: for Office 32-bit
de_de: für Office (32 Bit)
es_es: para Office de 32 bits
fr_fr: pour Office 32 bits
it_it: per Office a 32 bit
ja_jp: Office 32 ビット用
ko_kr: Office 32비트용
pt_br: para Office 32 bits
ru_ru: для Office (32-битная версия)
zh_cn: 针对 32 位 Office
zh_tw: 適用於 Office (32 位元)

# D64Bit
source: for Office 64-bit
de_de: für Office (64 Bit)
es_es: para Office de 64 bits
fr_fr: pour Office 64 bits
it_it: per Office a 64 bit
ja_jp: Office 64 ビット用
ko_kr: Office 64비트용
pt_br: para Office 64 bits
ru_ru: для Office (64-битная версия)
zh_cn: 针对 64 位 Office
zh_tw: 適用於 Office (64 位元)

source: Download
es_es: Descargar
fr_fr: Télécharger
it_it: Scarica
ja_jp: ダウンロード
ko_kr: 다운로드
ru_ru: Скачать
zh_cn: 下载
zh_tw: 下載

# Hero_Copy
source: Save snapshots of important PivotTables, Charts, cell ranges, and more from across all of your spreadsheets to a single location with the Power BI publisher for Excel. Just download and install the add-in, and you’ll be pinning data from your workbook to your own Excel dashboard in seconds. Your new dashboard is easy to update and share, and comes with all of the features of the free Power BI service, such as combining multiple sheets on a single dashboard and connecting to live data from other web apps you use.
de_de: Mit Power BI Publisher für Excel können Sie Momentaufnahmen von wichtigen PivotTables, Diagrammen, Zellbereichen und vielem mehr aus allen Ihren Kalkulationstabellen an zentraler Stelle speichern. Sie brauchen das Add-In nur herunterzuladen und zu installieren, und schon können Sie mit dem Anheften von Daten aus Ihrer Arbeitsmappe an Ihr eigenes Excel-Dashboard beginnen. Das neue Dashboard lässt sich ganz einfach aktualisieren und freigeben. Alle Features des kostenlosen Power BI-Diensts stehen Ihnen zur Verfügung wie etwa das Zusammenfassen mehrerer Tabellen auf einem Dashboard und das Herstellen von Verbindungen mit Livedaten aus anderen verwendeten Web-Apps.
es_es: Gracias al publicador de Power BI para Excel, podrá guardar en una sola ubicación las instantáneas de sus tablas dinámicas, gráficos, rangos de celdas y otros elementos importantes de todas las hojas de cálculo. Solo tiene que descargar e instalar el complemento, y comenzará a anclar datos desde el libro a su panel de Excel en cuestión de segundos. Su nuevo panel es muy fácil de actualizar y compartir, e incluye todas las características del servicio Power BI gratuito, como la combinación de varias hojas en un único panel y la conexión a datos activos desde cualquier aplicación web que utilice.
fr_fr: Grâce à Power BI Publisher pour Excel, enregistrez les instantanés de tableaux croisés dynamiques, de graphiques, de plages de cellules et d’autres éléments importants provenant de toutes vos feuilles de calcul à un même emplacement. Il vous suffit de télécharger et d’installer le complément et vous épinglerez en quelques secondes des données depuis votre classeur vers votre tableau de bord Excel. Votre nouveau tableau de bord est facile à mettre à jour et à partager. Il est fourni avec toutes les fonctionnalités du service Power BI gratuit, telles que l’association de plusieurs feuilles sur un seul tableau de bord et la connexion aux données actives depuis les autres applications que vous utilisez.
it_it: Salva snapshot di tabelle pivot, grafici, intervalli di celle e altri elementi importanti da qualsiasi foglio di calcolo in un'unica posizione con Power BI Publisher per Excel. Basta scaricare e installare il componente aggiuntivo e in pochi secondi potrai aggiungere dati da una cartella di lavoro nel tuo dashboard di Excel personale. Il nuovo dashboard è facile da aggiornare e condividere ed è dotato di tutte le funzionalità del servizio Power BI gratuito, come la combinazione di più fogli in un unico dashboard e la connessione ai dati in tempo reale da altre app Web.
ja_jp: Power BI Publisher for Excel を使用して、すべてのスプレッドシートからピボットテーブル、グラフ、セル範囲などの重要なスナップショットを 1 つの場所に保存できます。アドインをダウンロードしてインストールするだけで、ワークブックのデータを自分の Excel ダッシュボードに数秒でピン留めできます。新しいダッシュボードは簡単に更新したり共有したりできます。1 つのダッシュボードで複数のシートを結合したり、使用している他の Web アプリからライブ データに接続するなど、無料の Power BI サービスのすべての機能が付属しています。
ko_kr: Excel용 Power BI 게시자를 사용하여 모든 스프레드시트에서 중요한 피벗 테이블, 차트, 셀 범위 등의 스냅숏을 단일 위치에 저장합니다. 추가 기능을 다운로드하여 설치하면 몇 초 만에 통합 문서의 데이터를 Excel 대시보드에 고정할 수 있습니다. 새로운 대시보드는 쉽게 업데이트하여 공유할 수 있으며, 단일 대시보드에서 여러 시트 통합이나 사용하는 다른 웹 앱의 라이브 데이터에 연결 등의 무료 Power BI 서비스의 모든 기능과 함께 제공됩니다.
pt_br: Salve instantâneos de Tabelas Dinâmicas, Gráficos e intervalos de células importantes e muito mais em todas as suas planilhas em um único local com o Power BI Publisher para Excel. Apenas baixe e instale o suplemento e em segundos você estará fixando dados da sua pasta de trabalho no seu painel do Excel. Seu novo painel é fácil de atualizar e compartilhar e vem com todos os recursos do serviço do Power BI gratuito, como várias planilhas combinadas em um único painel e se conectando a dados dinâmicos de outros aplicativos Web usados.
ru_ru: Издатель Power BI Publisher для Excel позволяет сохранять моментальные снимки важных сводных таблиц, диаграмм, диапазонов ячеек и многого другого из всех электронных таблиц в одном расположении. Просто загрузите и установите надстройку, чтобы мгновенно прикреплять данные из вашей книги на панель мониторинга Excel. Новая панель мониторинга обеспечивает удобство обновления и предоставления общего доступа, а также включает все функции бесплатной службы Power BI (например, объединение нескольких листов на одной панели и подключение данных из используемых веб-приложений в реальном времени).
zh_cn: 借助 Power BI Publisher for Excel，可将重要的数据透视表、图表、单元格区域以及所有 Excel 电子表格中的其他内容的快照保存到一个单独位置。只需下载和安装外接程序，即可在数秒内将数据从工作簿固定到自己的 Excel 仪表板。新仪表板易于更新和共享，并且随附了免费 Power BI 服务的所有功能，例如将多个表合并到一个仪表板以及从所用的其他 Web 应用连接到实时数据。
zh_tw: 使用 Power BI Publisher for Excel，將您所有試算表的重要樞紐分析表、圖表、儲存格範圍等項目的快照集儲存至單一位置。只要下載並安裝增益集，您便可以快速將資料從活頁簿釘選至您的 Excel 儀表板。新儀表板將可以輕鬆進行更新及共用，且具備所有免費 Power BI 服務的功能，例如在單一儀表板上合併多個工作表，以及從其他您所使用的 Web 應用程式連接至即時資料。

# Hero_Heading
source: The easiest way to create and share Excel dashboards
de_de: Einfaches Erstellen und Freigeben von Excel-Dashboards
es_es: La forma más sencilla de crear y compartir paneles de Excel
fr_fr: La façon la plus simple de créer et de partager des tableaux de bord Excel
it_it: Il modo più facile per creare e condividere dashboard di Excel
ja_jp: Excel ダッシュボードを作成および共有する最も簡単な方法
ko_kr: Excel 대시보드를 만들어 공유하는 가장 쉬운 방법
pt_br: A maneira mais fácil de criar e compartilhar painéis do Excel
ru_ru: Самый простой способ создавать панели мониторинга Excel и предоставлять к ним общий доступ
zh_cn: 创建和共享 Excel 仪表板的最轻松方式
zh_tw: 建立及共用 Excel 儀表板最簡單的方法

source: Learn more
de_de: Weitere Informationen
es_es: Más información
fr_fr: En savoir plus
it_it: Scopri di più
ja_jp: 詳細情報
ko_kr: 자세히 알아보기
pt_br: Saiba mais
ru_ru: Дополнительные сведения
zh_cn: 了解详细信息
zh_tw: 深入了解

# META_DESCRIPTION
source: Power BI tranforms your company's data into rich visuals for you to collect and organize so you can focus on what matters to you. Stay in the know, spot trends as they happen, and push your business further.
de_de: Power BI wandelt die Daten Ihres Unternehmens in visuelle Darstellungen um. Mit Power BI können Sie Ihre Daten sammeln und strukturieren und das Augenmerk auf die für Sie wichtigsten Punkte legen. Bleiben Sie auf dem Laufenden, erkennen Sie Trends und bringen Sie Ihr Geschäft voran.
es_es: Power BI transforma los datos de su compañía en objetos visuales enriquecidos que puede recopilar y organizar, lo que le permite centrarse en lo que realmente importa. Manténgase informado, detecte las tendencias en cuanto surgen e impulse su negocio.
fr_fr: Power BI transforme les données de votre entreprise en riches éléments visuels que vous pouvez collecter et organiser sans difficulté comme vous le voulez, pour que vous puissiez vous concentrer sur ce qui est vraiment important. Restez au fait des changements, repérez les tendances en temps réel et poussez votre entreprise encore plus loin.
it_it: Power BI trasforma i dati aziendali in elementi visivi avanzati che puoi raccogliere e organizzare per visualizzare le informazioni a cui sei interessato, per rimanere sempre aggiornato, individuare le tendenze non appena si manifestano e incrementare l'attività.
ja_jp: Power BI は、会社のデータを豊かな視覚情報に変換して収集と整理を助け、重要な問題に取り組めるようにします。最新情報を取得し、動向の発生をつかみ、ビジネスをさらに推進します。
ko_kr: Power BI는 사용자가 중요한 내용에 집중할 수 있도록 회사의 데이터를 수집 및 구성이 가능한 풍부한 시각적 요소로 변환해 줍니다. 정보를 꾸준히 얻고 추세를 파악하여 비즈니스를 확장해 보세요.
pt_br: O Power BI transforma os dados da sua empresa em visuais avançados para você coletar e organizar, podendo então concentrar-se no que realmente importa para você. Mantenha-se informado, identifique tendências conforme elas acontecem e impulsione ainda mais seu negócio.
ru_ru: Power BI преобразует данные вашей организации в привлекательные визуальные представления с широкими возможностями по сбору и упорядочению данных, позволяя сконцентрироваться на важнейших задачах. Будьте в курсе дел, отслеживайте тенденции по мере их возникновения и продвигайте ваш бизнес вперед.
zh_cn: Power BI 可将你公司的数据转换为丰富的视觉对象，便于你进行收集和组织，从而使你能够集中关注重要的内容。始终获悉最新信息、掌握即时趋势并进一步推动你的业务。
zh_tw: Power BI 會將您公司的資料轉換成各種視覺效果，方便您加以收集及編排，讓您可以將全部注意力放在您關注的事物上。隨時掌握最新資訊，找出進行中的趨勢，並進一步推動業務。

# META_PAGETITLE
source: Power BI publisher for Excel | Microsoft Power BI
de_de: Power BI Publisher für Excel | Microsoft Power BI
fr_fr: Éditeur Power BI pour Excel | Microsoft Power BI
it_it: Power BI Publisher per Excel | Microsoft Power BI
ko_kr: Excel용 Power BI 게시자 | Microsoft Power BI
pt_br: Editor do Microsoft Power BI para Excel | Microsoft Power BI
ru_ru: Издатель Power BI для Excel | Microsoft Power BI

# PreferredLanguage
source: Download in your preferred language
de_de: Gewünschte Sprachversion herunterladen
es_es: Descárguelo en el idioma que desee
fr_fr: Télécharger dans la langue de votre choix
it_it: Scarica nella tua lingua
ja_jp: 優先言語でのダウンロード
ko_kr: 기본 설정 언어로 다운로드
pt_br: Baixe em seu idioma preferencial
ru_ru: Скачать на предпочитаемом языке
zh_cn: 下载你的首选语言
zh_tw: 以您偏好的語言下載

# RightData_Copy
source: With Power BI, you can empower your colleagues in sales, finance, marketing, and customer support with the data stories they need to do a great job without distributing spreadsheets or signing in to different services.
de_de: Mit Power BI können Sie Ihre Kollegen in den Abteilungen Vertrieb, Finanzen, Marketing und Kundenservice mit den Daten versorgen, die sie zum Erledigen ihrer Aufgaben brauchen, ohne dass Kalkulationstabellen verteilt oder Anmeldungen bei verschiedenen Diensten erfolgen müssen.
es_es: Gracias a Power BI, podrá facilitar a sus compañeros de los departamentos de ventas, finanzas, marketing y atención al cliente los datos necesarios para que puedan hacer un trabajo impecable sin tener que distribuir hojas de cálculo ni iniciar sesión en diferentes servicios.
fr_fr: Avec Power BI, vous pouvez donner à vos collègues des départements commercial, financier, marketing et service client les données dont ils ont besoin pour leur travail, sans distribuer des feuilles de calcul ni devoir se connecter à différents services.
it_it: Con Power BI, puoi fornire ai tuoi colleghi che si occupano di vendite, finanza, marketing e assistenza clienti tutti i dati di cui hanno bisogno per comprendere ogni scenario e lavorare al meglio, senza distribuire fogli di calcolo o accedere a servizi diversi.
ja_jp: Power BI では、良い仕事をするために必要なデータ ストーリーにより、販売部、財務部、マーケティング部、カスタマー サポート部の同僚を支援できます。スプレッドシートの配布や異なるサービスへのサインインは不要です。
ko_kr: Power BI를 사용하면 스프레드시트를 배포하거나 다른 서비스에 로그인하지 않고도 업무 완수에 필요한 데이터 스토리를 영업, 재무, 마케팅, 고객 지원팀의 동료에게 제공할 수 있습니다.
pt_br: Com o Power BI, você pode capacitar seus colegas nas áreas vendas, finanças, marketing e atendimento ao cliente com os históricos de dados que eles precisam para fazer um ótimo trabalho, sem distribuir planilhas ou se conectarem em serviços diferentes.
ru_ru: С помощью Power BI вы можете предоставлять своим коллегам в отделах продаж, финансов, маркетинга и обслуживания клиентов истории данных, необходимые им для эффективной работы; при этом рассылать электронные таблицы и выполнять вход в различные службы не требуется.
zh_cn: 通过 Power BI，你可在销售、财务、市场营销和客户支持方面利用同事所需的数据故事支持他们，使他们无需分发电子表格或登录其他服务便可出色完成作业。
zh_tw: 您的同事透過 Power BI 所提供達成工作目標所需的資料案例，就能支援銷售、財務、行銷及客戶，省去收集一堆試算表或登入不同服務的麻煩。

# RightData_Heading
source: Get the right data to the right people
de_de: Bereitstellen der richtigen Daten für die, die sie brauchen
es_es: Proporcione los datos adecuados a las personas adecuadas
fr_fr: Communiquez les bonnes données aux bonnes personnes
it_it: Ottieni i dati giusti dalle persone giuste
ja_jp: 適切なユーザーに適切なデータを提供
ko_kr: 적합한 사용자에게 올바른 데이터 제공
pt_br: Obter os dados certos para as pessoas certas
ru_ru: Предоставьте нужные сведения нужным людям
zh_cn: 将合适的数据分给合适的人
zh_tw: 將正確的資料交給正確的人。

# SaveShare_Copy
source: Use the Power BI publisher for Excel to turn your complex data analysis into accessible dashboards that are easy to share and even easier to understand. Update your pinned tables and ranges from inside Excel with the Pin Manager.
de_de: Wandeln Sie mit dem Power BI Publisher für Excel Ihre komplexen Datenanalysen in einfach zugängliche Dashboards um, die einfach freizugeben und noch einfacher zu verstehen sind. Mithilfe entsprechender Verwaltungsfunktionen können Sie Ihre angehefteten Tabellen und Bereiche in Excel aktualisieren.
es_es: Use el Publicador de Power BI para Excel para convertir los análisis de datos complejos en paneles accesibles, fáciles de compartir y aún más fáciles de entender. Asimismo, podrá actualizar las tablas y rangos anclados desde Excel mediante el Administrador de anclaje.
fr_fr: Utilisez l’éditeur Power BI pour Excel pour transformer vos analyses de données complexes en tableaux de bord accessibles, faciles à partager et encore plus faciles à comprendre. Mettez à jour vos tableaux et vos plages épinglés depuis Excel avec le Gestionnaire d’éléments épinglés.
it_it: Usa Power BI Publisher per Excel per trasformare complesse analisi dei dati in dashboard accessibili, facili da condividere e anche più facili da comprendere. Aggiorna le tabelle e gli intervalli aggiunti dall'interno di Excel con Gestione aggiunte.
ja_jp: Power BI publisher for Excel を使用して、複雑なデータ分析をアクセス可能なダッシュボードに変換します。これは共有が簡単で、理解さえも容易になります。ピン マネージャーを使用して、ピン留めされたテーブルと範囲を Excel の内側から更新します。
ko_kr: Excel용 Power BI 게시자를 사용하여 복잡한 데이터 분석을 공유가 쉽고 이해는 더 쉬운 액세스 가능한 대시보드로 전환할 수 있습니다. 고정 관리자를 사용하여 Excel 내부에서 고정된 테이블 및 범위를 업데이트합니다.
pt_br: Use o editor do Power BI para Excel para transformar sua análise complexa de dados em painéis acessíveis que sejam fáceis de compartilhar e ainda mais fáceis de entender. Atualize suas tabelas e intervalos fixados de dentro do Excel com o Pin Manager.
ru_ru: Используйте издатель Power BI для Excel, чтобы превратить сложную аналитику данных в доступные панели мониторинга, которые упрощают понимание данных и которые можно легко использовать вместе с другими пользователями. Обновляйте закрепленные таблицы и диапазоны из Excel с помощью диспетчера закрепления.
zh_cn: 使用 Power BI Publisher for Excel 将复杂的数据分析转到易于共享、易于理解的可访问仪表板。使用固定管理器更新 Excel 内的固定表格和区域。
zh_tw: 使用 Power BI publisher for Excel 將複雜的資料分析轉換成可存取的儀表板，易於進行分享且容易理解。從 Excel 的釘選管理員更新您已釘選的資料表及範圍。

# SaveShare_Heading
source: Save and share Excel data outside of the grid
de_de: Speichern und Freigeben von Excel-Daten außerhalb des Rasters
es_es: Guarde y comparta los datos de Excel fuera de la cuadrícula
fr_fr: Enregistrer et partager des données Excel en dehors de la grille
it_it: Salva e condividi i dati di Excel all'esterno della griglia
ja_jp: グリッド外部の Excel データを保存、共有
ko_kr: 그리드 외부에서 Excel 데이터 저장 및 공유
pt_br: Salvar e compartilhar dados do Excel fora da grade
ru_ru: Сохраняйте данные из Excel и обменивайтесь ими по-новому
zh_cn: 保存和共享网格外的 Excel 数据
zh_tw: 以方格以外的方式儲存及分享 Excel 資料

# SingleDashboard_Copy
source: Power BI brings together more than just Excel snapshots: you can import data from over 45 different services to just one dashboard. Combine Salesforce, Github, Stripe, and more for the ultimate metrics overview.
de_de: Power BI ermöglicht mehr als das bloße Zusammenführen von Excel-Momentaufnahmen, denn Sie können Daten aus über 45 Diensten in ein Dashboard importieren. Kombinieren Sie Salesforce, GitHub, Stripe und mehr, um sich den ultimativen Überblick über Ihre Metriken zu verschaffen.
es_es: Power BI puede recopilar otros muchos elementos, aparte de las instantáneas de Excel. Por ejemplo, puede importar datos de más de 45 servicios diferentes en un solo panel. Combine servicios como Salesforce, Github y Stripe para obtener la mejor información sobre las métricas.
fr_fr: Avec Power BI, vous pouvez faire bien plus que rassembler des instantanés Excel : vous pouvez importer des données provenant de plus de 45 services différents dans un même tableau de bord. Combinez Salesforce, GitHub, Stripe et d’autres services pour obtenir une vue d’ensemble parfaite de différentes métriques.
it_it: Power BI non riunisce solo snapshot di Excel: è possibile importare dati da più di 45 servizi diversi in un singolo dashboard. Combina Salesforce, Github, Stripe e altro per ottenere una straordinaria visione delle metriche.
ja_jp: Power BI は、単に Excel スナップショットをまとめるだけではありません。45 を超えるさまざまなサービスからのデータをただ 1 つのダッシュボードにインポートできます。Salesforce、Github、Stripe などを組み合わせて、メトリックの究極的な概要を示します。
ko_kr: Power BI가 Excel 스냅숏 이상을 결합함: 45개가 넘는 서비스의 데이터를 단 하나의 대시보드로 가져올 수 있습니다. 최종 메트릭 개요를 위해 Salesforce, Github, Stripe 등을 결합합니다.
pt_br: O Power BI reúne muito mais do que somente instantâneos do Excel: você pode importar dados de mais de 45 serviços diferentes para apenas um painel. Combine o Salesforce, o Github, o Stripe e muito mais para obter a visão geral completa das métricas.
ru_ru: Power BI объединяет не только моментальные снимки Excel — на одну панель мониторинга можно импортировать данные из более 45 различных служб. Совмещайте использование Salesforce, Github, Stripe и других источников для общего обзора конечных показателей.
zh_cn: Power BI 不仅仅汇总了 Excel 快照：你可以将来自超过 45 种不同服务的数据导入到一个仪表板中。合并 Salesforce、Github、Stripe 等，形成最终指标概览。
zh_tw: Power BI 不只整合 Excel 快照：您能將重要資料從超過 45 項不同的服務，匯入至單一儀表板中。為最終計量概觀結合 Salesforce、Github、Stripe 以及其他資訊。

# SingleDashboard_Heading
source: Unite multiple web services on a single dashboard
de_de: Vereinen mehrerer Webdienste auf einem einzelnen Dashboard
es_es: Incorpore diversos servicios web en un solo panel
fr_fr: Réunissez plusieurs services web sur un même tableau de bord
it_it: Più servizi Web in un unico dashboard unificato
ja_jp: 複数の Web サービスを 1 つのダッシュボードに結合
ko_kr: 단일 대시보드에서 여러 웹 서비스 결합
pt_br: Una vários serviços Web em um único painel
ru_ru: Объединяйте несколько веб-служб на одной панели мониторинга
zh_cn: 在一个仪表板上合并多个 Web 服务
zh_tw: 在單一儀表板聯合多重 Web 服務

# Sources_Copy
source: Excel data, web applications, and on-premises sources: Power BI brings together all your data so you can start analyzing it in seconds.
de_de: Excel-Daten, Webanwendungen und lokale Quellen: Power BI bringt alle Ihre Daten zusammen, damit Sie in Sekundenschnelle mit der Analyse beginnen können.
es_es: Datos de Excel, aplicaciones web y orígenes locales: Power BI reúne todos sus datos para que pueda comenzar a analizarlos en segundos.
fr_fr: Données Excel, applications web et sources locales : Power BI rassemble vos données et vous permet ainsi de commencer à analyser vos données en quelques secondes.
it_it: Dati di Excel, applicazioni Web e origini locali: Power BI riunisce tutti i tuoi dati, che potrai iniziare ad analizzare in pochi secondi.
ja_jp: Power BI は Excel データ、Web アプリケーション、オンプレミスのソースなど、すべてのデータをまとめて、数秒でデータの分析を開始できるようにします。
ko_kr: Excel 데이터, 웹 응용 프로그램 및 온-프레미스 원본: Power BI가 모든 데이터를 결합하므로 초 단위 데이터 분석을 시작할 수 있습니다.
pt_br: Dados do Excel, aplicativos Web e fontes locais: o Power BI reúne todos os seus dados para que você possa começar a analisá-los em segundos.
ru_ru: Данные из Excel, веб-приложения и локальные источники — Power BI объединяет все ваши данные и позволяет приступить к их анализу за считанные секунды.
zh_cn: Excel 数据、Web 应用程序和本地来源：Power BI 汇总了你所有的数据，让你能够快速开始分析。
zh_tw: Excel 資料、Web 應用程式以及內部部署來源：Power BI 整合所有資料，讓您能立刻進行分析。

# Try_Heading
source: Try the Power BI publisher for Excel today and start sharing your key insights.
de_de: Probieren Sie den Power BI Publisher für Excel noch heute aus, und beginnen Sie, Ihre wichtigsten Erkenntnisse mit anderen zu teilen.
es_es: Pruebe hoy mismo el publicador de Power BI para Excel y comience a compartir los detalles clave de sus documentos.
fr_fr: Essayez dès aujourd’hui l’éditeur Power BI pour Excel et commencez à partager vos informations clés.
it_it: Prova subito Power BI Publisher per Excel e inizia a condividere le tue informazioni chiave.
ja_jp: 今すぐ Power BI publisher for Excel を試して、重要な洞察の共有を開始しましょう。
ko_kr: Excel용 Power BI 게시자를 사용해 보고 주요 정보 공유를 시작하세요.
pt_br: Experimente o editor do Power BI para Excel ainda hoje e comece a compartilhar suas informações importantes.
ru_ru: Попробуйте издатель Power BI для Excel в работе уже сегодня и начните обмениваться важными данными.
zh_cn: 立即试用 Power BI Publisher for Excel 并开始共享你的重要见解。
zh_tw: 馬上試試 Power BI publisher for Excel，開始分享您重要的深入解析。

# WhatVersion
source: What version of Office am I using?
de_de: Welche Version von Office verwende ich?
es_es: ¿Cuál es mi versión de Office?
fr_fr: Quelle version d’Office suis-je en train d’utiliser ?
it_it: Qual è la versione di Office in uso?
ja_jp: 使用している Office のバージョンは何ですか。
ko_kr: 내가 사용하는 Office 버전은 무엇인가요?
pt_br: Qual versão do Office eu estou usando?
ru_ru: Какую версию Office я использую?
zh_cn: 我使用的是哪个版本的 Office？
zh_tw: 我使用的是哪個版本的 Office？
